Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/activity.po
Languages: el

source: Copied!
el: Αντιγράφτηκε!

source: Not supported!
el: Δεν υποστηρίζεται!

source: Press ⌘-C to copy.
el: Για αντιγραφή πατήστε ⌘-C.

source: Press Ctrl-C to copy.
el: Για αντιγραφή πατήστε Ctrl-C

source: {name} (invisible)
el: {name} (αόρατος/η)

source: {name} (restricted)
el: {name} (περιορισμένη πρόσβαση)

source: Home
el: Αρχική

source: in {path}
el: στην {path}

source: This stream will show events like additions, changes & shares
el: Αυτή η ροή θα δείξει γεγονότα όπως προσθήκες, αλλαγές και διαμοιρασμούς

source: There are no events for this filter
el: Δεν υπάρχουν γεγονότα για αυτό το φίλτρο

source: Today
el: Σήμερα

source: Yesterday
el: Χθες

source: Open {filename}
el: Άνοιγμα {filename}

source: Personal activity feed for %s
el: Προσωπική δραστηριότητα ροής πληροφοριών για %s

source: Your feed URL is invalid
el: Η διεύθυνση ροής πληροφοριών URL δεν είναι έγκυρη

source: Your settings have been updated.
el: Οι ρυθμίσεις σας έχουν ενημερωθεί.

source: Settings have been updated.
el: Οι ρυθμίσεις έχουν ενημερωθεί.

source: Recent activity
el: Πρόσφατη δραστηριότητα

source: Daily activity summary for %s
el: Σύνοψη ημερήσιας δραστηριότητας για %s

source: and %n more
el: και %n επιπλέον

source: All activities
el: Όλες οι δραστηριότητες

source: By others
el: Από άλλους

source: By you
el: Από εσάς

source: Activity at %s
el: Δραστηριότητα στο %s

source: Hello %s
el: Γεια σας %s

source: Hello %s,
el: Γεια σας %s,

source: There was some activity at %s
el: Υπήρξε δραστηριότητα στο %s

source: Mail
el: Ταχυδρομείο

source: Push
el: Ειδοποίηση Push

source: Activity
el: Δραστηριότητα

source: Notifications
el: Ειδοποιήσεις

source: This application enables users to view a log of activities about them or about files.
el: Αυτή η εφαρμογή δίνει τη δυνατότητα στους χρήστες να προβάλλουν ένα αρχείο καταγραφής δραστηριοτήτων σχετικά με αυτούς ή σχετικά με αρχεία.

source: This application enables users to view actions related to their files in Nextcloud. Once enabled, users will see a new icon “Activity” in their apps menu. When clicked, a new page appears for users to track the activity related to files – from new files, to deleted files, move, rename, updates and shared activity. The user can configure their individual activity settings in their personal menu. This sets the type of activity to record, as well as whether to the user sees their own activities, whether these are only available online, and whether they get an email digest on a regular basis. More information is available in the Activity documentation.
el: Η εφαρμογή επιτρέπει στους χρήστες να δουν ενέργειες που αφορούν τα αρχεία τους στο Nextcloud. Μόλις ενεργοποιηθεί, οι χρήστες θα βλέπουν ένα νέο εικονίδιο με τίτλο "Δραστηριότητα" στο μενού εφαρμογών τους. Με το που γίνει κλικ, θα εμφανιστεί μία νέα σελίδα που επιτρέπει στους χρήστες να παρακολουθήσουν τις δραστηριότητες που αφορούν τα αρχεία τους - νέα αρχεία, διαγραμμένα, μετακινήσεις, μετονομασίες, ενημερώσεις και δραστηριότητες ενημερώσεων. Ο χρήστης μπορεί αν ρυθμίσει τις ρυθμίσεις ατομικής δραστηριότητας στο προσωπικό του μενού. Ρυθμίζει τον τύπο της καταγραφής δραστηριότητας, όπως επίσης και το αν ο χρήστης θα βλέπει τις προσωπικές του δραστηριότητες. εάν θα είναι διαθέσιμες μόνο online, ή εάν θα λαμβάνει ένα συγκεντρωτικό email ανά τακτά χρονικά διαστήματα. Περισσότερες πληροφορίες είναι διαθέσιμες στο εγχειρίδιο Δραστηριοτήτων.

source: No activity yet
el: Καμία δραστηριότητα ακόμα

source: Unable to load the activity list
el: Δεν είναι δυνατή η φόρτωση της λίστας δραστηριοτήτων

source: Activities
el: Δραστηριότητες

source: No activities
el: Καμία δραστηριότητα

source: Activity feed
el: Ροή Δραστηριότητας

source: Enable notification emails
el: Ενεργοποίηση ειδοποιήσεων μέσω e-mail

source: Default settings
el: Προεπιλεγμένες ρυθμίσεις

source: Configure the default notification settings for new users.
el: Καθορίστε τις προεπιλεγμένες ρυθμίσεις ειδοποιήσεων για τους νέους χρήστες.

source: You need to set up your email address before you can receive notification emails.
el: Πρέπει να ρυθμίσετε τη διεύθυνση email σας για να μπορείτε να λαμβάνετε ειδοποιήσεις μέσω email.

source: Send activity emails:
el: Αποστολή email δραστηριοτήτων

source: As soon as possible
el: Το συντομότερο δυνατό

source: Hourly
el: Ωριαία

source: Daily
el: Καθημερινά

source: Weekly
el: Εβδομαδιαία

source: Choose for which activities you want to get an email or push notification.
el: Επιλέξτε για ποιες δραστηριότητες θέλετε να λαμβάνετε ειδοποιήσεις μέσω e-mail ή στη συσκευή σας.

source: Choose for which activities you want to get a push notification.
el: Επιλέξτε για ποιες δραστηριότητες θέλετε να λαμβάνετε ειδοποιήσεις στη συσκευή σας.

source: Daily activity summary
el: Σύνοψη ημερήσιας δραστηριότητας

source: Send daily activity summary in the morning
el: Αποστολή σύνοψης της ημερήσιας δραστηριότητας κάθε πρωί

source: Settings
el: Ρυθμίσεις

source: Enable RSS feed
el: Ενεργοποίηση ροής πληροφοριών RSS

source: RSS feed
el: Ροή RSS

source: Personal notification settings
el: Ρυθμίσεις προσωπικών ειδοποιήσεων

source: No more events to load
el: Δεν υπάρχουν άλλα γεγονότα προς φόρτωση

source: An error occurred while loading activities
el: Παρουσιάστηκε σφάλμα κατά την φόρτωση των δραστηριοτήτων

source: Load more activities
el: Φόρτωση περισσότερων δραστηριοτήτων

source: Activity notification for %s
el: Ειδοποίηση δραστηριότητας για %s

source: This application enables users to view actions related to their files in Nextcloud.
el: Η εφαρμογή επιτρέπει στους χρήστες να δουν ενέργειες που αφορούν τα αρχεία τους στο Nextcloud.

source: Send notification emails:
el: Αποστολή ειδοποιήσεων μέσω email:

source: Personal Activity Settings
el: Ρυθμίσεις προσωπικών δραστηριοτήτων

source: activities
el: δραστηριότητες
