Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/announcementcenter.po
Languages: el

source: You announced “{announcement}”
el: Ανακοινώσατε “{announcement}”

source: {actor} announced “{announcement}”
el: Ο/η {actor} ανακοίνωσε «{announcement}»

source: You posted an announcement
el: Δημοσιεύσατε μια ανακοίνωση

source: {actor} posted an announcement
el: Ο {actor} δημοσίευσε μια ανακοίνωση

source: The announcement does not exist anymore
el: Η ανακοίνωση δεν υπάρχει πια

source: An <strong>announcement</strong> is posted by an administrator
el: Μια <strong>ανακοίνωση</strong> δημοσιεύτηκε από έναν διαχειριστή

source: The subject is too long or empty
el: Το θέμα είναι πολύ μακροσκελές ή κενό

source: Announcements
el: Ανακοινώσεις

source: {user} announced {announcement}
el: Ο/η {user} ανακοίνωσε {announcement}

source: {user} announced “{announcement}”
el: Ο {user} ανακοίνωσε “{announcement}”

source: Announcement center
el: Κέντρο ανακοινώσεων

source: This app allows admins to post announcements.
el: Η εφαρμογή επιτρέπει στους διαχειριστές να δημοσιεύουν ανακοινώσεις.

source: Announce your maintenance window 🎛️, introduce a new colleague 👤 or make sure everyone knows about the big event next month 📅 🖌️ Markdown support 📑 Comments including @-mentions 👪 Group permissions ⭕ Dashboard integration ⚡ Activities integration 🔔 Notifications integration
el: Ανακοινώστε το χρονικό διάστημα συντήρησης 🎛️, συστήστε έναν νέο συνάδελφο 👤 ή βεβαιωθείτε ότι όλοι γνωρίζουν για το μεγάλο γεγονός του επόμενου μήνα 📅 🖌️ Υποστήριξη markdown 📑 Σχόλια συμπεριλαμβανομένων των @-mentions 👪 Δικαιώματα ομάδας ⭕ Ενσωμάτωση ταμπλό ⚡ Ενσωμάτωση δραστηριοτήτων 🔔 Ενσωμάτωση ειδοποιήσεων

source: No announcements
el: Καμία ανακοίνωση

source: There are currently no announcements…
el: Δεν υπάρχουν ακόμη ανακοινώσεις...

source: Clear notifications
el: Εκκαθάριση ειδοποιήσεων

source: Delete announcement
el: Διαγραφή ανακοίνωσης

source: seconds ago
el: δευτερόλεπτα πριν

source: visible to everyone
el: ορατό σε όλους

source: visible to group {name}
el: ορατό στην ομάδα {name}

source: visible to groups {name1} and {name2}
el: ορατό στις ομάδες {name1} και {name2}

source: An error occurred while removing the notifications of the announcement
el: Παρουσιάστηκε σφάλμα κατά την κατάργηση των ειδοποιήσεων της ανακοίνωσης

source: An error occurred while deleting the announcement
el: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της ανακοίνωσης

source: visible to group {name} and %n more
el: Ορατό στην ομάδα {name} και σε %n ακόμη

source: %n comment
el: %n σχόλιο

source: New announcement subject
el: Νέο θέμα ανακοίνωσης

source: Write announcement text, Markdown can be used …
el: Σύνταξη κειμένου ανακοίνωσης, μπορεί να χρησιμοποιηθεί το Markdown

source: Announce
el: Ανακοίνωση

source: Create activities
el: Δημιουργία δραστηριοτήτων

source: Create notifications
el: Δημιουργία ειδοποιήσεων

source: Allow comments
el: Να επιτρέπονται σχόλια

source: Everyone
el: Όλοι

source: These groups will be able to see the announcement. If no group is selected, all users can see it.
el: Αυτές οι ομάδες δεν θα έχουν την δυνατότητα να βλέπουν την ανακοίνωση. Εάν δεν επιλεγεί καμία ομάδα όλοι οι χρήστες θα μπορούν να την βλέπουν.

source: An error occurred while posting the announcement
el: Παρουσιάστηκε σφάλμα κατά την ανάρτηση της ανακοίνωσης

source: These groups will be able to post announcements.
el: Αυτές οι ομάδες θα έχουν τη δυνατότητα να δημοσιεύουν ανακοινώσεις.

source: Create activities by default
el: Δημιουργία δραστηριοτήτων απο προεπιλογή

source: Create notifications by default
el: Δημιουργία ειδοποιήσεων από προεπιλογή

source: Allow comments by default
el: Να επιτρέπονται σχόλια από προεπιλογή
