Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/appointments.po
Languages: el

source: Guest password:
el: Συνθηματικό επισκέπτη:

source: Talk integration error: check logs
el: Σφάλμα ενσωμάτωσης Talk: ελέγξτε το ιστορικό

source: Meeting Type
el: Τύπος συνάντησης

source: Select meeting type
el: Επιλογή τύπου συνάντησης

source: In-person meeting
el: Προσωπική συνάντηση

source: Online (audio/video)
el: Σε σύνδεση (ήχος/βίντεο)

source: Your email address is required for this operation.
el: Η διεύθυνση ηλεκτρονικής αλληλογραφίας σας απαιτείται για αυτήν την ενέργεια.

source: A location, address or URL is required for this operation. Check User/Organization settings.
el: Η τοποθεσία, διεύθυνση ή URL απαιτείται για αυτήν την ενέργεια. Ελέγξτε τις ρυθμίσεις χρήστη/ομάδας.

source: Can't find your name. Check User/Organization settings.
el: Το όνομά σας δεν βρέθηκε. Ελέγξτε τις ρυθμίσεις χρήστη/ομάδας.

source: Available
el: Διαθέσιμα

source: %s appointment reminder
el: Yπενθύμιση συνάντησης %s

source: Dear %s,
el: Αγαπητέ %s,

source: %s appointment (action needed)
el: %s ραντεβού (απαιτείται ενέργεια)

source: The %1$s appointment scheduled for %2$s is awaiting your confirmation.
el: Το %1$s ραντεβού σας που προγραμματίστηκε για %2$s αναμένει επιβεβαίωση.

source: Confirm
el: Επιβεβαίωση

source: Cancel
el: Aκύρωση

source: Appointment pending
el: Ραντεβού σε εκκρεμότητα

source: %s Appointment is confirmed
el: Το Ραντεβού %s επιβεβαιώθηκε

source: Your %1$s appointment scheduled for %2$s is now confirmed.
el: Το %1$s ραντεβού σας που προγραμματίστηκε για %2$s επιβεβαιώθηκε.

source: Appointment confirmed
el: Το ραντεβού επιβεβαιώθηκε

source: %s Appointment is canceled
el: Το %s ραντεβού ακυρώθηκε

source: %s appointment status changed
el: Η κατάσταση του ραντεβού %s άλλαξε

source: Your %1$s appointment scheduled for %2$s is now canceled.
el: Το %1$s ραντεβού σας που προγραμματίστηκε για %2$s ακυρώθηκε.

source: Appointment canceled
el: Το ραντεβού ακυρώθηκε

source: %s Appointment update
el: Το ραντεβού %s ενημερώθηκε

source: Your appointment details have changed. Please review information below.
el: Η λεπτομέρειες του ραντεβού σας άλλαξαν. Παρακαλώ ελέγξτε τις πληροφορίες παρακάτω.

source: Date/Time: %s
el: Ημερομηνία/Ώρα: %s

source: Appointment updated
el: Η συνάντηση ενημερώθηκε

source: Status: Canceled
el: Κατάσταση: Ακυρώθηκε

source: Status: Pending confirmation
el: Κατάσταση: Αναμονή επιβεβαίωσης

source: Status: Confirmed
el: Κατάσταση: επιβεβαιώθηκε

source: Location: %s
el: Τοποθεσία: %s

source: If you have any questions please write to %s
el: Για ερωτήσεις, επικοινωνήστε μαζί μας στο %s

source: If you have any questions please feel free to call %1$s or write to %2$s
el: Για ερωτήσεις καλέστε στο %1$s ή στείλτε το μήνυμά σας %2$s

source: Appointment is canceled
el: Το ραντεβού ακυρώθηκε

source: %s Appointment
el: %s Ραντεβού

source: Password
el: Κωδικός πρόσβασης

source: Chat/Call link: %s
el: Σύνδεσμος συνομιλίας/κλήσης: %s

source: Thank you
el: Σας ευχαριστώ

source: To cancel your appointment please click: %1$s Cancel Appointment %2$s
el: Για ακύρωση του ραντεβού σας κάνετε κλίκ: %1$s Ακύρωση ραντεβού %2$s

source: To cancel your appointment please visit: %s
el: Για ακύρωση του ραντεβού σας παρακαλούμε επισκεφθείτε: %s

source: Your appointment scheduled for %s is confirmed.
el: Το ραντεβού σας για τις %s επιβεβαιώθηκε.

source: Your appointment scheduled for %s is canceled.
el: Το ραντεβού σας για τις %s ακυρώθηκε.

source: Your appointment is canceled.
el: Το ραντεβού σας ακυρώθηκε.

source: An email with additional details is on its way to you at %s
el: Στάλθηκε μήνυμα ηλεκτρονικής αλληλογραφίας με λεπτομέρειες στο %s

source: Would you like to cancel appointment scheduled for %s ?
el: Θέλετε να ακυρώσετε το ραντεβού που έχει προγραμματιστεί για %s

source: Yes, Cancel
el: Ναι, Ακύρωση

source: Your %s has been changed to %s
el: Το %s αλλάχθηκε σε %s

source: Yes, Change
el: Ναι, Αλλαγή

source: All done.
el: Ολοκληρώθηκαν όλα.

source: Action needed
el: Απαιτείται ενέργεια

source: Info
el: Πληροφορίες

source: Link Expired …
el: Ο σύνδεσμος έληξε …

source: Almost done …
el: Σχεδόν ολοκληρώθηκε …

source: We have sent an email to %s, please open it and click on the confirmation link to finalize your appointment request
el: Στάλθηκε ηλεκτρονική αλληλογραφία στον %s, παρακαλούμε ελέγξτε και κάντε κλικ στον σύνδεσμο επιβεβαίωσης για ολοκλήρωση του ραντεβού σας

source: Organization Name
el: Όνομα Οργανισμού

source: Book Your Appointment
el: Κλείστε το Ραντεβού Σας

source: Please add time slots first.
el: Παρακαλώ επιλέξτε πρώτα την ώρα.

source: Please select a calendar first
el: Παρακαλώ επιλέξτε πρώτα ένα ημερολόγιο

source: Selected calendar not found
el: Το ημερολόγιο που επιλέξατε δεν βρέθηκε

source: Action failed. Select calendar(s) first.
el: Η ενέργεια απέτυχε. Επιλέξτε πρώτα ημερολόγιο(α).

source: More than 2 additional pages (10 maximum)
el: Περισσότερες από πρόσθετες 2 σελίδες (10 μέγιστο)

source: Page not added: 10 pages maximum
el: Η σελίδα δεν προστέθηκε: 10 σελίδες το πολύ

source: Please setup the directory page first.
el: Παρακαλούμε ρυθμίστε πρώτα τη σελίδα καταλόγου.

source: Directory page
el: Σελίδα καταλόγου

source: Can't find Talk app. Is it installed and enabled ?
el: Αδυναμία εύρεσης εφαρμογής Talk. Είναι εγκατεστημένη και ενεργοποιημένη;

source: This is an automatically sent email, please do not reply.
el: Αυτό είναι ένα μήνυμα ηλεκτρονικής αλληλογραφίας που στάλθηκε αυτόματα, παρακαλούμε μην απαντήσετε.

source: Appointments
el: Ραντεβού

source: Book appointments into your calendar via secure online form.
el: Κρατήστε τα ραντεβού σας στο ημερολόγιό σας μέσω της φόρμας με ασφαλή σύνδεση.

source: Book appointments into your calendar via secure online form. Attendees can confirm or cancel their appointments via an email link.
el: Κλείστε τα ραντεβού σας στο ημερολόγιό σας μέσω της ασφαλούς φόρμας. Οι συμμετέχοντες μπορούν να επιβεβαιώσουν ή να ακυρώσουν τα ραντεβού τους μέσω συνδέσμου στην ηλεκτρονική αλληλογραφία τους.

source: Share Online
el: Κοινή χρήση στο διαδίκτυο

source: Stop Sharing
el: Διακοπή Διαμοιρασμού

source: Show URL/link
el: Εμφάνιση συνδέσμου/URL

source: Add New Page
el: Προσθήκη νέας σελίδας

source: Delete
el: Διαγραφή

source: Directory Page
el: Σελίδα καταλόγου

source: Settings
el: Ρυθμίσεις

source: Manage Appointment Slots
el: Διαχείριση θέσεων ραντεβού

source: User/Organization Info
el: Πληροφορίες χρήστη/οργανισμού

source: Help/Tutorial
el: Βοήθεια/Εγχειρίδιο

source: Public Page URL
el: URL δημόσιας σελίδας

source: Close
el: Κλείσιμο

source: Remove Old Appointments
el: Αφαίρεση παλαιών ραντεβού

source: Remove
el: Αφαίρεση

source: Add to Calendar
el: Προσθήκη στο Ημερολόγιο

source: Discard
el: Απόρριψη

source: Save
el: Αποθήκευση

source: Hint: right-click on appointment to edit.
el: Υπόδειξη: κάντε δεξί κλικ στο ραντεβού για επεξεργασία.

source: Time zone
el: Ζώνη ώρας

source: Remove All
el: Αφαίρεση όλων

source: Copy to Next
el: Αντιγραφή στο Επόμενο

source: Adding appointment to {calendarName} calendar …
el: Προσθήκη συνάντησης στο ημερολόγιο {calendarName} …

source: All appointments have been added to {calendarName} calendar.
el: Όλα τα ραντεβού προστέθηκαν στο ημερολόγιο {calendarName}.

source: Error occurred. Check console …
el: Προέκυψε σφάλμα. Ελέγξτε την κονσόλα …

source: Preview
el: Προεπισκόπηση

source: New Settings Applied.
el: Οι νέες ρυθμίσεις εφαρμόστηκαν.

source: Fetching URL from the server …
el: Λήψη διεύθυνσης URL από το διακομιστή…

source: Can not get public URL from server
el: Αδυναμία λήψης δημόσιας διεύθυνσης URL από τον διακομιστή

source: Public link copied to clipboard
el: Ο δημόσιος σύνδεσμος αντιγράφηκε στο πρόχειρο

source: Copy Error
el: Αντιγραφή σφάλματος

source: Public Page
el: Δημόσια σελίδα

source: Loading
el: Γίνεται φόρτωση

source: Apply
el: Εφαρμογή

source: Multiple public pages available
el: Είναι διαθέσιμες πολλαπλές δημόσιες σελίδες

source: Main page
el: Αρχική σελίδα

source: Additional pages
el: Επιπρόσθετες σελίδες

source: close
el: κλείσιμο

source: Duration (hours:minutes):
el: Διάρκεια (ώρες:λεπτά):

source: Title:
el: Τίτλος:

source: Optional
el: Προαιρετικό

source: Add
el: Προσθήκη

source: OK
el: Εντάξει

source: More than two duration choices
el: Περισσότερες από δύο επιλογές διάρκειας

source: Advanced Settings
el: Ρυθμίσεις για προχωρημένους

source: These settings affect ALL pages
el: Οι ρυθμίσεις επηρεάζουν όλες τις σελίδες

source: Time Slot Settings
el: Ρυθμίσεις χρονικής περιόδου

source: Minimum lead time
el: Ελάχιστος χρόνος παράδοσης

source: No lead time
el: Χωρίς χρόνο παράδοσης

source: 15 minutes
el: 15 λεπτά

source: 30 minutes
el: 30 λεπτά

source: 1 hour
el: 1 ώρα

source: 2 hours
el: 2 ώρες

source: 4 hours
el: 4 ώρες

source: 8 hours
el: 8 ώρες

source: 12 hours
el: 12 ώρες

source: 1 day
el: 1 ημέρα

source: 2 days
el: 2 ημέρες

source: 4 days
el: 4 ημέρες

source: When Attendee Cancels
el: Όταν ακυρώνει ο χρήστης

source: Mark the appointment as canceled
el: Σημείωση ως ακυρωμένο

source: Reset (make the timeslot available)
el: Επαναφορά (κάνει διαθέσιμη την χρονική περίοδο)

source: Include all day events in conflict check
el: Συμπεριλάβετε όλα ταολοήμερα συμβάντα στον έλεγχο διένεξης

source: 1 Hour
el: 1 ώρα

source: 2 Hours
el: 2 ώρες

source: 4 Hours
el: 4 ώρες

source: 8 Hours
el: 8 ώρες

source: 12 Hours
el: 12 ώρες

source: External Mode Settings
el: Ρυθμίσεις εξωτερικής κατάστασης

source: Optimize recurrence
el: Βελτιστοποιήστε την επανάληψη

source: Require "Appointment" category
el: Απαιτείται η κατηγορία "Ραντεβού"

source: Auto-fix "Source" timeslots
el: Αυτόματη διόρθωση των χρονικών σημείων "Πηγής"

source: Debugging
el: Αποσφαλμάτωση

source: Calendar Required
el: Απαιτείται ημερολόγιο

source: Directory Page Settings
el: Ρυθμίσεις σελίδας καταλόγου

source: Add, remove and edit directory page links
el: Προσθήκη, αφαίρεση και επεξεργασία των συνδέσμων την σελίδας καταλόγου

source: Edit
el: Επεξεργασία

source: Title
el: Τίτλος

source: Subtitle
el: Υπότιτλος

source: Text
el: Κείμενο

source: Add New Link
el: Προσθήκη νέου συνδέσμου

source: Error
el: Σφάλμα

source: Title and URL cannot be empty
el: Ο τίτλος και η διεύθυνση URL δεν μπορούν να είναι κενά

source: Emails and Notifications
el: Ηλεκτρονική αλληλογραφία και Ειδοποιήσεις

source: Control when emails and notifications are sent
el: Ελέγξτε πότε αποστέλλονται ηλεκτρονική αλληλογραφία και ειδοποιήσεις

source: Attach .ics file to confirm/cancel emails
el: Επισύναψη αρχείου .ics σε επιβεβαιωμένα/ακυρωμένα μηνύματα ηλεκτρονικής αλληλογραφίας

source: Email Attendee when the appointment is:
el: Αποστολή μηνύματος στον συμμετέχοντα όταν το ραντεβού είναι:

source: Modified (Time, Status, Location)
el: Τροποποιήθηκε (Ώρα, Κατάσταση, Τοποθεσία)

source: Deleted
el: Διαγράφηκε

source: Email Me when an appointment is:
el: Στείλτε μου μήνυμα όταν ένα ραντεβού είναι:

source: Requested
el: Αιτήθηκε

source: Confirmed
el: Επιβεβαιώθηκε

source: Canceled
el: Ακυρώθηκε

source: Skip email validation step
el: Παράβλεψη του βήματος επιβεβαίωσης ηλεκτρονικής αλληλογραφίας

source: Additional VALIDATION email text:
el: Πρόσθετο κείμενο για το μήνυμα ΕΠΙΚΥΡΩΣΗΣ:

source: Additional CONFIRMATION email text:
el: Πρόσθετο κείμενο για το μήνυμα ΕΠΙΒΕΒΑΙΩΣΗΣ:

source: Public Page Settings
el: Ρυθμίσεις Δημόσιας Σελίδας

source: Control what your visitors see
el: Ελέγξτε τι βλέπουν οι επισκέπτες σας

source: Form Title
el: Όνομα Φόρμας

source: Show appointments for next
el: Εμφάνιση ραντεβού για επόμενη/ες

source: One Week
el: Μία Εβδομάδα

source: Two Weeks
el: Δύο Εβδομάδες

source: Three Weeks
el: Τρεις Εβδομάδες

source: Four Weeks
el: Τέσσερις Εβδομάδες

source: Five Weeks
el: Πέντε Εβδομάδες

source: Eight Weeks
el: Οχτώ εβδομάδες

source: Twelve Weeks
el: Δώδεκα εβδομάδες

source: Show Empty Days
el: Εμφάνιση Κενών Ημερών

source: Start on current day instead of Monday
el: Έναρξη από την τρέχουσα ημέρα αντί για τη Δευτέρα

source: Show Empty Weekends
el: Εμφάνιση κενών σαββατοκύριακων

source: Show time in two columns
el: Εμφάνιση χρόνου σε δύο στήλες

source: Show end time
el: Εμφάνιση ώρας λήξης

source: GDPR Compliance
el: Συμμόρφωση με GDPR

source: See Tutorial …
el: Δείτε το εγχειρίδιο…

source: Hide phone number field
el: Απόκρυψη του πεδίου τηλεφωνικού αριθμού

source: Show timezone
el: Εμφάνιση ζώνης ώρας

source: Add {taginfo} tag
el: Προσθήκη ετικέτας {taginfo}

source: Page Header Title:
el: Τίτλος επικεφαλίδας σελίδας:

source: Page Header Subtitle:
el: Υπότιτλος επικεφαλίδας σελίδας:

source: Style Override:
el: Αντικατάσταση στυλ:

source: Not set
el: Δεν ορίστηκε

source: 24 hours
el: 24 ώρες

source: 3 days
el: 3 ημέρες

source: 5 days
el: 5 ημέρες

source: 6 days
el: 6 ημέρες

source: 7 days
el: 7 ημέρες

source: Additional reminder email text:
el: Πρόσθετο κείμενο υπενθύμισης email:

source: Additional Settings
el: Επιπρόσθετες ρυθμίσεις

source: Customize and configure the app
el: Προσαρμογή και ρύθμιση εφαρμογής

source: Customize Public Page
el: Προσαρμογή Δημόσιας Σελίδας

source: Email Settings
el: Ρυθμίσεις Ηλεκτρονικής αλληλογραφίας

source: Talk Integration
el: Ενσωμάτωση Talk

source: Reminders
el: Υπενθυμίσεις

source: Contributor Key
el: Κλειδί συντελεστή

source: Thank You
el: Σας ευχαριστούμε

source: Key accepted. All contributor only features are unlocked.
el: Το κλειδί έγινε αποδεκτό. Όλες οι λειτουργίες μόνο για συνεργάτες είναι ξεκλείδωτες.

source: Talk App Integration
el: Ενσωμάτωση εφαρμογής Talk

source: Talk room settings for appointments
el: Ρυθμίσεις δωματίου Talk για ραντεβού

source: Create rooms for confirmed appointments
el: Δημιουργία δωματίων για για επιβεβαιωμένα ραντεβού

source: Delete when appointments is removed
el: Διαγραφή όταν καταργούνται τα ραντεβού

source: Enable lobby
el: Ενεργοποίηση αίθουσας αναμονής

source: Guest password
el: Συνθηματικό επισκέπτη

source: Talk room name
el: Όνομα δωματίου Talk

source: Guest name + Date/Time
el: Όνομα επισκέπτη + Ημερομηνία/Ώρα

source: Date/Time + Guest name
el: Ημερομηνία/Ώρα + Όνομα επισκέπτη

source: Guest name only
el: Μόνο όνομα επισκέπτη

source: Customize email text:
el: Προσαρμογή κειμένου ηλεκτρονικής αλληλογραφίας:

source: Chat/Call link:
el: Σύνδεσμος συνομιλίας/κλήσης:

source: Add "Meeting Type" form field
el: Προσθήκη πεδίου φόρμας «Τύπος συνάντησης»

source: Label text:
el: Κείμενο ετικέτας:

source: Placeholder text:
el: Κείμενο κράτησης θέσης:

source: "In-person" option text:
el: Κείμενο επιλογής «Προσωπική»:

source: "Online" option text:
el: Κείμενο επιλογής «Σε σύνδεση»:

source: Type change email text:
el: Πληκτρολογήστε αλλαγή κειμένου email:

source: See documentation …
el: Δείτε την τεκμηρίωση…

source: "Meeting type" form field.
el: Πεδίο φόρμας «Τύπος συνάντησης».

source: Warning
el: Προειδοποίηση

source: Guest will be placed in the lobby until you allow access to the Room manually via Talk app side menu.
el: Οι επισκέπτες θα τοποθετηθούν στο λόμπι μέχρι να επιτρέψετε τη χειροκίνητη πρόσβαση στο δωμάτιο μέσω του πλευρικού μενού της εφαρμογής Talk.

source: Calendars and Schedule
el: Ημερολόγια και πρόγραμμα

source: Manage appointments and calendar settings
el: Διαχειριστείτε ραντεβού και ρυθμίσεων ημερολογίου

source: Add Appointment Slots
el: Προσθήκη πεδίων ραντεβού

source: Main calendar
el: Κύριο ημερολόγιο

source: Calendar for booked appointments
el: Ημερολόγιο για προγραμματισμένα ραντεβού

source: Use Main calendar
el: Χρήση του κύριου ημερολογίου

source: Source Calendar (Free Slots)
el: Πηγαίο ημερολόγιο (Ελεύθερες θέσεις)

source: Destination Calendar (Booked)
el: Ημερολόγιο προορισμού (Κράτηση)

source: Edit Template
el: Επεξεργασία προτύπου

source: Check for conflicts in…
el: Έλεγχος για διενέξεις σε…

source: Before:
el: Πριν:

source: After:
el: Μετά:

source: Time slot mode
el: Λειτουργία χρονικής κράτησης

source: Weekly Template
el: Εβδομαδιαίο πρότυπο

source: Simple
el: Απλή

source: External
el: Εξωτερικό

source: Private (visitors must be logged-in)
el: Ιδιωτικό (οι επισκέπτες πρέπει να είναι συνδεδεμένοι)

source: Time slot mode has changed. Public page is going offline …
el: Η λειτουργία χρονοθυρίδας έχει αλλάξει. Η δημόσια σελίδα είναι εκτός σύνδεσης…

source: Main calendar is required
el: Απαιτείται η ύπαρξη κεντρικού ημερολογίου

source: Source calendar is required
el: Απαιτείται το πηγαίο ημερολόγιο

source: Destination calendar is required
el: Απαιτείται το ημερολόγιο προορισμού

source: Source and Destination calendars must be different
el: Το πηγαίο ημερολόγιο και το ημερολόγιο προορισμού πρέπει να είναι διαφορετικά

source: Select Dates:
el: Επιλογή Ημερομηνιών:

source: Select Dates
el: Επιλογή Ημερομηνιών

source: Time zone:
el: Ζώνη ώρας:

source: Appointment Duration:
el: Διάρκεια Ραντεβού:

source: Start
el: Έναρξη

source: Scheduled before
el: Προγραμματίστηκε πριν

source: Remove empty slots only
el: Αφαίρεση κενών θέσεων μόνο

source: Remove empty and booked
el: Αφαίρεση κενού και προγραμματισμένου

source: Gathering calendar information
el: Συλλογή πληροφοριών ημερολογίου

source: Remove empty appointment slots created before {fullDate} ?
el: Κατάργηση όλων των κενών θέσεων ραντεβού πριν από {fullDate};

source: Remove empty slots and booked appointments created before {fullDate} ?
el: Κατάργηση όλων των κενών θέσεων και των καθορισμένων ραντεβού πριν από {fullDate};

source: two calendars affected
el: επηρεάζονται δύο ημερολόγια

source: Number of expired appointments/slots:
el: Αριθμός ραντεβού/θέσεων που έληξαν:

source: Can not get calendar data
el: Αδυναμία λήψης δεδομένων ημερολογίου

source: This action can NOT be undone. Continue?
el: Αυτή η ενέργεια ΔΕΝ αναιρείται. Συνέχιση;

source: Removing Appointment Slots
el: Αφαίρεση θέσης ραντεβού

source: Can not delete old appointments/slots
el: Δεν μπορεί να διαγραφούν παλαιά ραντεβού/θέσεις

source: All empty appointment slots created before {fullDate} are removed
el: Όλες οι κενές θέσεις ραντεβού που έχουν δημιουργηθεί πριν από {fullDate} καταργούνται

source: All empty slots and booked appointments created before {fullDate} are removed
el: Όλες οι κενές θέσεις και τα καθορισμένα ραντεβού που έχουν δημιουργηθεί πριν από {fullDate} καταργούνται

source: Your Contact Information
el: Τα στοιχεία επικοινωνίας σας

source: Form header and event organizer settings
el: Ρυθμίσεις επικεφαλίδας φόρμας και διοργανωτή εκδηλώσεων

source: Name:
el: Όνομα:

source: Email:
el: Ηλεκτρονική αλληλογραφία:

source: Location:
el: Τοποθεσία:

source: Phone:
el: Τηλέφωνο:

source: Name is required.
el: Απαιτείται όνομα.

source: Email is required.
el: Απαιτείται ηλεκτρονική διεύθυνση.

source: Minutes
el: Λεπτά

source: Using fallback time zone: {timeZoneName}
el: Χρήση εναλλακτικής ζώνης ώρας: {timeZoneName}

source: No Appointments Available
el: Δεν υπάρχουν Διαθέσιμα Ραντεβού

source: Date & Time
el: Ημερομηνία & Ώρα

source: Select Date & Time
el: Επιλογή Ημερομηνίας & Ώρας

source: Back
el: Πίσω

source: Next
el: Επόμενο

source: Select Date and Time
el: Επιλογή Ημερομηνίας και Ώρας

source: Duration
el: Διάρκεια

source: Name
el: Όνομα

source: Enter name
el: Εισαγωγή ονόματος

source: Email
el: Ηλεκτρονική αλληλογγραφία

source: Enter email
el: Εισαγωγή email

source: Phone
el: Τηλέφωνο

source: Enter phone number
el: Εισαγωγή τηλεφωνικού αριθμού

source: Session Timeout. Reload.
el: Λήξη χρονικού ορίου συνεδρίας. Επαναφόρτωση.

source: Book Now
el: Κράτηση Τώρα

source: An error has occurred
el: Παρουσιάστηκε σφάλμα

source: Please %1$stry again%2$s and select a different date.
el: Παρακαλώ %1$s δοκιμάστε ξανά %2$s και επιλέξτε διαφορετική ημερομηνία.

source: Please contact us directly at
el: Παρακαλώ επικοινωνήστε μαζί μας στο

source: Please try again later
el: Παρακαλώ δοκιμάστε αργότερα
