Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/approval.po
Languages: el

source: You approved {file}
el: Εγκρίνατε το {file}

source: {user} approved {file}
el: Ο/η {user} ενέκρινε το {file}

source: You rejected {file}
el: Απορρίψατε το {file}

source: {user} rejected {file}
el: Ο/η {user} απέρριψε το {file}

source: Approval
el: Έγκριση

source: Pending approvals
el: Εκκρεμείς εγκρίσεις

source: A file was approved
el: Ένα αρχείο εγκρίθηκε

source: A file was rejected
el: Ένα αρχείο απορρίφθηκε

source: A directory was approved
el: Ένας κατάλογος εγκρίθηκε

source: A directory was rejected
el: Ένας κατάλογος απορρίφθηκε

source: %1$s approved %2$s
el: %1$s ενέκρινε %2$s

source: %1$s rejected %2$s
el: %1$s απέριψε %2$s

source: Your approval was requested
el: Ζητήθηκε η έγκρισή σας

source: Rule does not exist
el: Δεν υπάρχει κανόνας

source: This element is not shared with any user who is authorized to approve it
el: Αυτό το στοιχείο δεν έχει διαμοιραστεί με κάποιον χρήστη που είναι εξουσιοδοτημένος να το εγκρίνει

source: Please check my approval request
el: Παρακαλώ ελέγξτε την αίτηση έγκρισής μου

source: Signature of %s
el: Υπογραφή του %s

source: Bad HTTP method
el: Κακή μέθοδος HTTP

source: Bad credentials
el: Εσφαλμένα διαπιστευτήρια

source: Let users approve or reject files
el: Επιτρέψτε στους χρήστες να εγκρίνουν ή να απορρίπτουν αρχεία

source: Approve/reject files based on workflows defined by admins.
el: Έγκριση/απόρριψη αρχείων με βάση τις ροές εργασίας (workflows) που ορίζονται από τους διαχειριστές.

source: Each workflow defines who (which users, groups or circles) can approve files for a given pending tag and which approved/rejected tag should then be assigned.
el: Κάθε ροή εργασιών (workflow) ορίζει ποιοι (χρήστες, ομάδες ή κύκλοι) μπορούν να εγκρίνουν αρχεία για μια δεδομένη ετικέτα σε εκκρεμότητα και ποια ετικέτα έγκρισης/απόρριψης θα πρέπει στη συνέχεια να εκχωρηθεί.

source: A list of users/groups/circles who can manually request approval can be optionally defined.
el: Προαιρετικά μπορεί να οριστεί μια λίστα χρηστών/ομάδων/κύκλων που μπορούν να ζητήσουν έγκριση χειρωνακτικά.

source: To be considered approved, a file/directory having multiple pending tags assigned must be approved by all the workflows involved.
el: Για να θεωρηθεί εγκεκριμένο, ένα αρχείο/κατάλογος που έχει εκχωρημένες πολλές ετικέτες σε εκκρεμότητα πρέπει να εγκριθεί από όλες τις εμπλεκόμενες ροές εργασίας.

source: You can chain approval workflows by using a pending tag as approved/rejected tag in another workflow.
el: Μπορείτε να συνδέσετε ροές εργασιών χρησιμοποιώντας μια ετικέτα σε εκκρεμότητα ως ετικέτα έγκρισης/απόρριψης σε μια άλλη ροή εργασίας.

source: All tags must be different in a workflow. A pending tag can only be used in one workflow.
el: Όλες οι ετικέτες πρέπει να είναι διαφορετικές σε μια ροή εργασίας. Μια ετικέτα σε εκκρεμότητα μπορεί να χρησιμοποιηθεί μόνο σε μία ροή εργασίας.

source: No workflow yet
el: Δεν υπάρχει ακόμα ροή εργασίας.

source: New workflow
el: Νέα ροή εργασιών

source: Create new hidden tag
el: Δημιουργία νέας κρυφής ετικέτας

source: New tag name
el: Νέο όνομα ετικέτας

source: Create
el: Δημιουργία

source: Cancel
el: Ακύρωση

source: All fields are required
el: Απαιτούνται όλα τα πεδία

source: All tags must be different
el: Όλες οι ετικέτες πρέπει να είναι διαφορετικές

source: Tag "{name}" created
el: Δημιουργήθηκε ετικέτα με όνομα «{name}»

source: Approve
el: Έγκριση

source: Reject
el: Απόρριψη

source: Select pending tag
el: Επιλογή ετικέτας που εκκρεμεί

source: Who can request approval?
el: Ποιος μπορεί να αιτηθεί έγκριση;

source: Who can approve?
el: Ποιος μπορεί να εγκρίνει;

source: Delete workflow
el: Διαγραφή ροής εργασιών

source: Who can approve
el: Ποιος μπορεί να εγκρίνει

source: Tag to act on
el: Ετικέτα για ενέργεια

source: Tag set on approval
el: Ετικέτα που θα οριστεί στην έγκριση

source: Tag set on rejection
el: Ετικέτα που θα οριστεί στην απόρριψη

source: Workflow title
el: Τίτλος ροής εργασιών

source: What is the purpose of this workflow?
el: Ποιος είναι ο σκοπός αυτής της ροής εργασιών;

source: Approved
el: Εγκρίθηκε

source: Approved by
el: Εγκρίθηκε από

source: Rejected
el: Απορρίφθηκε

source: Rejected by
el: Απορρίφθηκε από

source: Approval requested by
el: Αίτηση έγκρισης από

source: Approval requested
el: Αίτηση έγκρισης

source: you
el: εσυ

source: Request approval
el: Αίτηση έγκρισης

source: Sign with DocuSign
el: Υπογραφή με DocuSign

source: Sign with LibreSign
el: Υπογραφή με LibreSign

source: Users or email addresses
el: Χρήστες και διευθύνσεις ηλεκτρονικού ταχυδρομείου

source: Nextcloud users or email addresses
el: Χρήστες Nextcloud ή διευθύνσεις ηλεκτρονικού ταχυδρομείου

source: Request signature
el: Αίτηση υπογραφής

source: DocuSign integration
el: Ενσωμάτωση DocuSign

source: Application secret key
el: Κρυφό κλειδί εφαρμογής

source: Connect to DocuSign
el: Σύνδεση με DocuSign

source: Disconnect from DocuSign
el: Αποσύνδεση από DocuSign

source: Successfully connected to DocuSign!
el: Επιτυχής σύνδεση στο DocuSign!

source: DocuSign admin options saved
el: Οι επιλογές διαχειριστή DocuSign αποθηκεύτηκαν

source: Failed to save DocuSign admin options
el: Αποτυχία αποθήκευσης επιλογών διαχειριστή DocuSign

source: No result.
el: Κανένα αποτέλεσμα.

source: Who?
el: Ποιος;

source: More files to approve
el: Περισσότερα αρχεία προς έγκριση

source: No files to approve!
el: Κανένα αρχείο προς έγκριση

source: by {name} at {date}
el: από τον {name} στις {date}

source: at {date}
el: στις {date}

source: You approved {name}
el: Έχετε εγκρίνει τον/την {name}

source: Failed to approve {name}
el: Αποτυχία έγκρισης του/της {name}

source: You rejected {name}
el: Απορρίψατε τον/την {name}

source: Failed to reject {name}
el: Αποτυχία απόρριψης του {name}

source: Approval requested for {name}
el: Αίτημα έγκρισης για {name}

source: Warning
el: Προειδοποίηση

source: Failed to request approval for {name}
el: Αποτυχία αίτησης έγκρισης για {name}

source: You will receive an email from DocuSign to sign the document
el: Θα λάβετε ένα email από το DocuSign για να υπογράψετε το έγγραφο

source: Approval signature
el: Υπογραφή έγκρισης

source: Impossible to sign this document
el: Δεν είναι δυνατή η υπογραφή αυτού του εγγράφου

source: Failed to check approval status
el: Αποτυχία ελέγχου κατάστασης έγκρισης

source: Show approval details
el: Εμφάνιση λεπτομερειών έγκρισης
