Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/calendar.po
Languages: el

source: User-Session unexpectedly expired
el: Η συνεδρία-χρήστη έληξε απότομα

source: Provided email-address is not valid
el: Η διεύθυνση email δεν είναι έγκυρη

source: %s has published the calendar »%s«
el: Ο/η %s έχει δημοσιεύσει το ημερολόγιο »%s«

source: Unexpected error sending email. Please contact your administrator.
el: Απροσδόκητο σφάλμα στην αποστολή email. Παρακαλώ επικοινωνήστε με τον διαχειριστή.

source: Successfully sent email to %1$s
el: Επιτυχής αποστολή email %1$s

source: Hello,
el: Γεια σας,

source: We wanted to inform you that %s has published the calendar »%s«.
el: Θα θέλαμε να σας πληροφορήσουμε ότι ο χρήστης %s δημοσίευσε το ημερολόγιο »%s«.

source: Open »%s«
el: Άνοιγμα »%s«

source: Cheers!
el: Με εκτίμηση!

source: Upcoming events
el: Προσεχή γεγονότα

source: Appointments
el: Ραντεβού

source: Schedule appointment "%s"
el: Προγραμματίστε ραντεβού%s

source: Schedule an appointment
el: Προγραμματίστε ένα ραντεβού

source: Prepare for %s
el: Προετοιμασία για %s

source: Follow up for %s
el: Επόμενο για %s

source: Your appointment "%s" needs confirmation
el: Το ραντεβού σας "%s" χρειάζεται επιβεβαίωση.

source: Dear %s, please confirm your booking
el: Αγαπητέ/ή %s, παρακαλώ επιβεβαιώστε την κράτησή σας

source: Confirm
el: Επιβεβαιώνω

source: This confirmation link expires in %s hours.
el: Αυτός ο σύνδεσμος επιβεβαίωσης λήγει σε %s ώρες

source: If you wish to cancel the appointment after all, please contact your organizer.
el: Εάν τελικά επιθυμείτε να ακυρώσετε το ραντεβού σας, παρακαλούμε να ενημερώσετε τον διοργανωτή σας.

source: Appointment:
el: Ραντεβού:

source: Date:
el: Ημερομηνία:

source: Where:
el: Που:

source: Description:
el: Περιγραφή:

source: Calendar
el: Ημερολόγιο

source: A Calendar app for Nextcloud
el: Eφαρμογή ημερολογίου για το Nextcloud

source: The Calendar app is a user interface for Nextcloud's CalDAV server. Easily sync events from various devices with your Nextcloud and edit them online. * 🚀 **Integration with other Nextcloud apps!** Currently Contacts - more to come. * 🌐 **WebCal Support!** Want to see your favorite team’s matchdays in your calendar? No problem! * 🙋 **Attendees!** Invite people to your events * ⌚️ **Free/Busy!** See when your attendees are available to meet * ⏰ **Reminders!** Get alarms for events inside your browser and via email * 🔍 Search! Find your events at ease * ☑️ Tasks! See tasks with a due date directly in the calendar * 🙈 **We’re not reinventing the wheel!** Based on the great [c-dav library](https://github.com/nextcloud/cdav-library), [ical.js](https://github.com/mozilla-comm/ical.js) and [fullcalendar](https://github.com/fullcalendar/fullcalendar) libraries.
el: Η εφαρμογή Ημερολόγιο είναι μια διεπαφή χρήστη για τον διακομιστή CalDAV του Nextcloud. Συνχρονίστε εύκολα τα συμβάντα σας από διάφορες συσκευές με το Nextcloud και επεξεργαστείτε τα online. * 🚀 **Συνεργάζεται με άλλες εφαρμογές Nextcloud!** Επί του παρόντος με τις Επαφές - και με άλλες στο μέλλον. * 🌐 **Υποστήριξη WebCal!** Θέλετε να δείτε το πρόγραμμα της αγαπημένης σας ομάδας στο ημερολόγιό σας; Κανένα πρόβλημα! * 🙋 **Συμμετέχοντες!** Προσκαλέστε άτομα στις εκδηλώσεις σας. * ⌚️ **Ελεύθερος/Απασχολημένος!** Δείτε τη διαθεσιμότητα των συνεργατών σας για συνάντηση * ⏰ **Υπενθυμίσεις!** Λάβετε ειδοποιήσεις για γεγονότα στον περιηγητή σας ή στο ηλ.ταχυδρομείο σας. * 🔍 Αναζήτηση! Εντοπίστε εύκολα γεγονότα που σας ενδιαφέρουν * ☑️ Εργασίες! Δείτε τις εργασίες με ημερομηνία λήξεως απευθείας στο ημερολόγιο. * 🙈 **Δεν ανακαλύπτουμε τον τροχό!** Με βάση τις βιβλιοθήκες [c-dav library](https://github.com/nextcloud/cdav-library), [ical.js](https://github.com/mozilla-comm/ical.js) and [fullcalendar](https://github.com/fullcalendar/fullcalendar)

source: Previous day
el: Προηγούμενη ημέρα

source: Previous week
el: Προηγούμενη εβδομάδα

source: Previous month
el: Προηγούμενος μήνας

source: Next day
el: Επόμενη ημέρα

source: Next week
el: Επόμενη εβδομάδα

source: Next month
el: Επόμενος μήνας

source: New event
el: Νέο γεγονός

source: Today
el: Σήμερα

source: Day
el: Ημέρα

source: Week
el: Εβδομάδα

source: Month
el: Μήνας

source: List
el: Λίστα

source: Preview
el: Προεπισκόπηση

source: Copy link
el: Αντιγραφή συνδέσμου

source: Edit
el: Επεξεργασία

source: Delete
el: Διαγραφή

source: Appointment link was copied to clipboard
el: Ο σύνδεσμος του ραντεβού αντιγράφηκε στο πρόχειρο.

source: Appointment link could not be copied to clipboard
el: Δεν ήταν δυνατή η αντιγραφή του συνδέσμου ραντεβού στο πρόχειρο.

source: Add new
el: Προσθήκη νέου

source: Untitled calendar
el: Ημερολόγιο χωρίς τίτλο

source: Disable calendar
el: Απενεργοποιήστε το ημερολόγιο

source: Enable calendar
el: Ενεργοποιήστε το ημερολόγιο

source: Edit name
el: Επεξεργασία ονόματος

source: Saving name …
el: Αποθήκευση ονόματος …

source: Edit color
el: Επεξεργασία χρώματος

source: Saving color …
el: Αποθήκευση χρώματος …

source: Copy private link
el: Αντιγραφή ιδιωτικού συνδέσμου

source: Export
el: Εξαγωγή

source: Unshare from me
el: Διακοπή διαμοιρασμού με εμένα

source: An error occurred, unable to change visibility of the calendar.
el: Παρουσιάστηκε σφάλμα, δεν δύναται να αλλάξει η εμφάνιση του ημερολογίου.

source: An error occurred, unable to delete the calendar.
el: Παρουσιάστηκε σφάλμα, δεν δύναται να διαγραφή το ημερολόγιο.

source: Calendar link copied to clipboard.
el: Ο σύνδεσμος ημερολογίου αντιγράφηκε στο πρόχειρο.

source: Calendar link could not be copied to clipboard.
el: Ο σύνδεσμος ημερολογίου δεν μπορεί να αντιγραφή στο πρόχειρο.

source: An error occurred, unable to rename the calendar.
el: Παρουσιάστηκε σφάλμα, δεν δύναται να αλλαχτεί το όνομα του ημερολογίου.

source: An error occurred, unable to change the calendar's color.
el: Παρουσιάστηκε σφάλμα, δεν μπορεί να αλλάξει το χρώμα του ημερολογίου.

source: Unsharing the calendar in {countdown} second
el: Αφαίρεση κοινής χρήσης ημερολογίου σε {countdown} δεύτερα

source: Deleting the calendar in {countdown} second
el: Διαγραφή ημερολογίου σε {countdown} δεύτερα

source: Share link
el: Διαμοιρασμός συνδέσμου

source: Publish calendar
el: Δημοσίευση ημερολογίου

source: Publishing calendar
el: Δημοσίευση ημερολογίου

source: Copy public link
el: Αντιγραφή δημόσιου συνδέσμου

source: Send link to calendar via email
el: Αποστολή συνδέσμου στο ημερολόγιο μέσω email

source: Enter one address
el: Εισαγωγή μίας διεύθυνσης

source: Sending email …
el: Αποστολή email '...'

source: Copy subscription link
el: Αντιγραφή συνδέσμου συνδρομής

source: Copying link …
el: Αντιγραφή συνδέσμου '...'

source: Copied link
el: Αντιγραμμένος σύνδεσμος

source: Could not copy link
el: Ο σύνδεσμος δεν μπορεί να αντιγραφεί

source: Copy embedding code
el: Αντιγραφή ενσωματωμένου κώδικα

source: Copying code …
el: Αντιγραφή κώδικα '...'

source: Copied code
el: Αντιγραμμένος κώδικας

source: Could not copy code
el: Ο κώδικας δεν μπορεί να αντιγραφεί

source: Delete share link
el: Διαγραφή κοινόχρηστου συνδέσμου

source: Deleting share link …
el: Διαγραφή κοινόχρηστου συνδέσμου '...'

source: An error occurred, unable to publish calendar.
el: Παρουσιάστηκε σφάλμα, δεν θα δημοσιευτεί το ημερολόγιο.

source: An error occurred, unable to send email.
el: Παρουσιάστηκε σφάλμα, δεν θα σταλεί το email.

source: Embed code copied to clipboard.
el: Ο ενσωματωμένος κώδικας αντιγράφηκε στο πρόχειρο.

source: Embed code could not be copied to clipboard.
el: Ο ενσωματωμένος κώδικας δεν μπορεί να αντιγραφεί στο πρόχειρο.

source: Unpublishing calendar failed
el: Η κατάργηση δημοσιευμένου ημερολογίου απέτυχε

source: Share with users or groups
el: Κοινή χρήση με χρήστες ή ομάδες

source: No users or groups
el: Δεν υπάρχουν χρήστες ή ομάδες

source: can edit
el: δυνατότητα επεξεργασίας

source: Unshare with {displayName}
el: Κατάργηση κοινής χρήσης με {displayName}

source: An error occurred, unable to change the unshare the calendar.
el: Παρουσιάστηκε σφάλμα, δεν είναι δυνατή η αλλαγή της κατάργησης της κοινής χρήσης του ημερολογίου.

source: An error occurred, unable to change the permission of the share.
el: Παρουσιάστηκε σφάλμα, δεν ήταν δυνατή η αλλαγή των δικαιωμάτων της κοινής χρήσης.

source: + New calendar
el: + Νέο ημερολόγιο

source: New calendar
el: Νέο ημερολόγιο

source: Name for new calendar
el: Όνομα για νέο ημερολόγιο.

source: Creating calendar …
el: Δημιουργία ημερολογίου '...'

source: New calendar with task list
el: Νέο ημερολόγιο με λίστα εργασιών

source: New subscription from link (read-only)
el: Νέα συνδρομή από τον σύνδεσμο (μόνο για ανάγνωση)

source: Creating subscription …
el: Δημιουργία συνδρομής ...

source: An error occurred, unable to create the calendar.
el: Παρουσιάστηκε σφάλμα, δεν μπορεί να δημιουργηθεί το ημερολόγιο.

source: Please enter a valid link (starting with http://, https://, webcal://, or webcals://)
el: Παρακαλώ εισάγετε έγκυρο σύνδεσμο (ξεκινούν με http://, https://, webcal://, ή webcals://)

source: Trash bin
el: Κάδος απορριμμάτων

source: Loading deleted elements.
el: Φόρτωση διαγραμμένων στοιχείων.

source: You do not have any deleted elements.
el: Δεν έχετε διαγραμμένα στοιχεία.

source: Name
el: Όνομα

source: Deleted
el: Διαγράφηκε

source: Restore
el: Επαναφορά

source: Delete permanently
el: Οριστική διαγραφή

source: Empty trash bin
el: Άδειασμα κάδου

source: Untitled element
el: Στοιχείο χωρίς όνομα

source: Unknown calendar
el: Άγνωστο ημερολόγιο

source: Could not load deleted calendars and objects
el: Δεν ήταν δυνατή η φόρτωση διαγραμμένων ημερολογίων και αντικειμένων

source: Could not restore calendar or event
el: Δεν ήταν δυνατή η επαναφορά ημερολογίου ή συμβάντος

source: Do you really want to empty the trash bin?
el: Θέλετε να αδειάσετε τον κάδο απορριμμάτων;

source: Elements in the trash bin are deleted after {numDays} day
el: Τα περιεχόμενα στον κάδο απορριμάτων θα διαγραφούν μετά από {numDays} ημέρα

source: Could not update calendar order.
el: Δεν μπορεί να γίνει ενημέρωση εντολών ημερολογίου.

source: Import calendars
el: Εισαγωγή ημερολογίων

source: Please select a calendar to import into …
el: Παρακαλώ επιλέξτε ημερολόγιο για εισαγωγή σε ...

source: Filename
el: Όνομα αρχείου

source: Calendar to import into
el: Ημερολόγιο για εισαγωγή σε

source: Cancel
el: Ακύρωση

source: Import calendar
el: Εισαγωγή ημερολογίου

source: {filename} is an unsupported file-type
el: το {filename} είναι μη υποστηριζόμενος τύπος-αρχείου

source: {filename} could not be parsed
el: το {filename} δεν μπορεί να αναλυθεί

source: No valid files found, aborting import
el: Δεν βρέθηκαν συμβατά αρχεία, ακύρωση εισαγωγής

source: Import partially failed. Imported {accepted} out of {total}.
el: Η εισαγωγή απέτυχε εν μέρει. Εισήχθησαν {accepted} από {total}.

source: Successfully imported %n event
el: Επιτυχής εισαγωγή %n συμβάν

source: Automatic
el: Αυτόματο

source: Automatic ({detected})
el: Αυτόματα ({detected})

source: New setting was not saved successfully.
el: Οι νέες ρυθμίσεις δεν αποθηκεύτηκαν επιτυχώς.

source: Shortcut overview
el: Επισκόπηση συντόμευσης

source: or
el: ή

source: Navigation
el: Πλοήγηση

source: Previous period
el: Προηγούμενη περίοδος

source: Next period
el: Επόμενη περίοδος

source: Views
el: Προβολές

source: Day view
el: Εμφάνιση ημέρας

source: Week view
el: Εμφάνιση εβδομάδας

source: Month view
el: Εμφάνιση μήνα

source: List view
el: Προβολή λίστας

source: Actions
el: Ενέργειες

source: Create event
el: Δημιουργία συμβάντος

source: Show shortcuts
el: Εμφάνιση συντομεύσεων

source: Enable birthday calendar
el: Ενεργοποίηση ημερολογίου γενεθλίων

source: Show tasks in calendar
el: Εμφάνιση εργασιών στο ημερολόγιο

source: Enable simplified editor
el: Ενεργοποίηση απλοποιημένου προγράμματος επεξεργασίας

source: Limit visible events per view
el: Περιορισμός ορατών γεγονότων ανά σελίδα

source: Show weekends
el: Εμφάνιση σαββατοκύριακων

source: Show week numbers
el: Εμφάνιση αριθμού εβδομάδας

source: Time increments
el: Χρόνος μεταξύ δυο ραντεβού

source: Default reminder
el: Προεπιλεγμένη υπενθύμιση

source: Copy primary CalDAV address
el: Αντιγραφή κύριας διεύθυνσης CalDAV

source: Copy iOS/macOS CalDAV address
el: Αντιγραφή διεύθυνσης iOS/macOS CalDAV

source: Personal availability settings
el: Ρυθμίσεις προσωπικής διαθεσιμότητας

source: Show keyboard shortcuts
el: Εμφάνιση συντομεύσεων πληκτρολογίου

source: Settings & import
el: Ρυθμίσεις & εισαγωγή

source: No reminder
el: Χωρίς υπενθύμιση

source: CalDAV link copied to clipboard.
el: Αντιγράφηκε στο πρόχειρο ο σύνδεσμος CalDAV

source: CalDAV link could not be copied to clipboard.
el: Δεν αντιγράφηκε στο πρόχειρο ο σύνδεσμος CalDAV

source: Appointment was created successfully
el: Το ραντεβού σας δημιουργήθηκε επιτυχώς

source: Appointment was updated successfully
el: Το ραντεβού σας ενημερώθηκε επιτυχώς

source: {duration} minute
el: {duration} λεπτό

source: 0 minutes
el: 0 λεπτά

source: {duration} hour
el: {duration} ώρα

source: {duration} day
el: {duration} ημέρα

source: {duration} week
el: {duration} εβδομάδα

source: {duration} month
el: {duration} μήνα

source: {duration} year
el: {duration} χρόνο

source: To configure appointments, add your email address in personal settings.
el: Για να ρυθμίσετε τα ραντεβού σας, προσθέστε την διεύθυνση email στις προσωπικές ρυθμίσεις

source: Public – shown on the profile page
el: Δημόσιο - εμφανίζεται στο προφίλ

source: Private – only accessible via secret link
el: Ιδιωτικό - προσβάσιμο μόνο μέσω κρυφού συνδέσμου

source: Location
el: Τοποθεσία

source: Description
el: Περιγραφή

source: Visibility
el: Ορατότητα

source: Duration
el: Διάρκεια

source: Increments
el: Χρόνος μεταξύ δυο ραντεβού

source: Additional calendars to check for conflicts
el: Επιπρόσθετα ημερολόγια για τον έλεγχο κωλυμάτων

source: Pick time ranges where appointments are allowed
el: Επιλέξτε το χρονικό περιθώριο οπου επιτρέπονται τα ραντεβού

source: to
el: προς

source: Delete slot
el: Διαγραφή θέσης

source: No times set
el: Δεν υπάρχουν χρόνοι

source: Add
el: Προσθήκη

source: Monday
el: Δευτέρα

source: Tuesday
el: Τρίτη

source: Wednesday
el: Τετάρτη

source: Thursday
el: Πέμπτη

source: Friday
el: Παρασκευή

source: Saturday
el: Σάββατο

source: Sunday
el: Κυριακή

source: Add time before and after the event
el: Προσθέστε χρόνο πριν και μετά από το γεγονός

source: Before the event
el: Πριν το γεγονός

source: After the event
el: Μετά το γεγονός

source: Planning restrictions
el: Περιορισμοί σχεδιασμού

source: Minimum time before next available slot
el: Ελάχιστος χρόνος πριν το επόμενο διαθέσιμο κενό

source: Max slots per day
el: Μέγιστες θέσεις ανά ημέρα

source: Limit how far in the future appointments can be booked
el: Περιορίστε πόσο μακριά μπορούν να κανονιστούν μελλοντικά ραντεβού

source: Create appointment
el: Δημιουργία ραντεβού

source: Edit appointment
el: Επεξεργασία ραντεβού

source: Save
el: Αποθήκευση

source: Update
el: Ενημέρωση

source: Your appointment is booked
el: Το ραντεβού σας έχει κανονιστεί

source: We sent you an email with details. Please confirm your appointment using the link in the email. You can close this page now.
el: Σας στείλαμε ενα email με τις λεπτομέρειες. Παρακαλούμε να επιβεβαιώσετε το ραντεβού κάνοντας χρήση του συνδέσμου στο email. Μπορείτε να κλείσετε αυτή την σελίδα

source: Your name
el: Το όνομά σας

source: Your email address
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας

source: Please share anything that will help prepare for our meeting
el: Παρακαλούμε να μοιραστείτε οτιδήποτε θα βοηθούσε στην προετοιμασία της συνάντησης

source: Could not book the appointment. Please try again later or contact the organizer.
el: Δεν μπορέσαμε να κανουμε την κράτηση του ραντεβού. Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον διοργανωτή

source: Book the appointment
el: Κλείστε το ραντεβού

source: Reminder
el: Υπενθύμιση

source: before at
el: πριν από το

source: Notification
el: Ειδοποίηση

source: Email
el: Ηλ. ταχυδρομείο

source: Audio notification
el: Ηχητική ειδοποίηση

source: Other notification
el: Άλλη ειδοποίηση

source: Relative to event
el: Σχετικά με το συμβάν

source: On date
el: Την ημερομηνία

source: Edit time
el: Επεξεργασία ώρας

source: Save time
el: Εξοικονόμηση χρόνου

source: Remove reminder
el: Διαγραφή υπενθύμισης

source: on
el: σε

source: at
el: στις

source: + Add reminder
el: + Προσθήκη υπενθύμισης

source: Add reminder
el: Προσθήκη υπενθύμισης

source: second
el: δευτερόλεπτο

source: minute
el: λεπτό

source: hour
el: ώρα

source: day
el: ημέρα

source: week
el: εβδομάδα

source: Suggested
el: Προτεινόμενο

source: Available
el: Διαθέσιμα

source: Not available
el: Δεν είναι διαθέσιμο

source: Checking availability
el: Έλεγχος διαθεσιμότητας

source: Invitation accepted
el: Η πρόσκληση έγινε αποδεκτή.

source: Accepted {organizerName}'s invitation
el: Αποδοχή της πρόσκλησης του/της {organizerName}

source: Invitation declined
el: Η πρόσκληση απορρίφθηκε.

source: Declined {organizerName}'s invitation
el: Απόρριψη της πρόσκλησης του {organizerName}

source: Invitation is delegated
el: Η πρόσκληση παραπέμφθηκε

source: Participation marked as tentative
el: Η συμμετοχή χαρακτηρίστηκε ως με επιφύλαξη

source: Invitation sent
el: Η πρόσκληση εστάλη

source: Has not responded to {organizerName}'s invitation yet
el: Δεν έχετε απαντήσει ακόμα στην πρόσκληση του/της {organizerName}

source: Availability of attendees, resources and rooms
el: Διαθεσιμότητα των συμμετεχόντων, των πόρων και των δωματίων

source: {organizer} (organizer)
el: {organizer} (διοργανωτής)

source: Free
el: Ελεύθερος

source: Busy (tentative)
el: Απασχολημένος (με επιφύλαξη)

source: Busy
el: Απασχολημένος

source: Out of office
el: Εκτός γραφείου

source: Unknown
el: Άγνωστο

source: Accept
el: Αποδοχή

source: Decline
el: Απόρριψη

source: Tentative
el: Με επιφύλαξη

source: The invitation has been accepted successfully.
el: Η πρόσκληση έγινε αποδεκτή

source: Failed to accept the invitation.
el: Αποτυχία αποδοχής της πρόσκλησης

source: The invitation has been declined successfully.
el: Η πρόσκληση έχει απορριφθεί επιτυχώς

source: Failed to decline the invitation.
el: Αποτυχία απόρριψης της πρόσκλησης

source: Your participation has been marked as tentative.
el: Η συμμετοχή έχει χαρακτηρίστεί ως δοκιμαστική

source: Failed to set the participation status to tentative.
el: Αποτυχία αλλαγής κατάστασης συμμετοχής σε δοκιμαστική.

source: Create Talk room for this event
el: Δημιουργία δωματίου Talk για το γεγονός

source: Show busy times
el: Εμφάνιση απασχολημένων ωρών

source: No attendees yet
el: Δεν υπάρχουν ακόμη συμμετέχοντες

source: Successfully appended link to talk room to description.
el: Ο σύνδεσμος στο δωμάτιο Talk προστέθηκε με επιτυχία στην περιγραφή.

source: Error creating Talk room
el: Σφάλμα δημιουργίας δωματίου Talk

source: Send email
el: Αποστολή email

source: Chairperson
el: Επικεφαλής

source: Required participant
el: Απαιτείται συμμετοχή

source: Optional participant
el: Προαιρετική συμμετοχή

source: Non-participant
el: Μη-συμμετέχοντας

source: Remove attendee
el: Κατάργηση του συμμετέχοντα

source: Search for emails, users or contacts
el: Αναζήτηση για ηλ. διευθύνσεις, χρήστες ή επαφές

source: No match found
el: Δεν βρέθηκε αποτέλεσμα.

source: To send out invitations and handle responses, [linkopen]add your email address in personal settings[linkclose].
el: Για να στείλετε προσκλήσεις και να χειριστείτε τις απαντήσεις, [linkopen]προσθέστε το email σας στις προσωπικές ρυθμίσεις [linkclose].

source: Remove color
el: Αφαίρεση χρώματος

source: Event title
el: Τίτλος γεγονότος

source: All day
el: Ολοήμερο

source: Cannot modify all-day setting for events that are part of a recurrence-set.
el: Δεν είναι δυνατή η τροποποίηση της ρύθμισης ολοήμερου συμβάντος που αποτελεί μέρος σετ-επανάληψης.

source: from {startDate}
el: από {startDate}

source: from {startDate} at {startTime}
el: από {startDate} στις {startTime}

source: to {endDate}
el: έως {endDate}

source: to {endDate} at {endTime}
el: έως {endDate} στις {endTime}

source: Repeat
el: Επανάληψη

source: End repeat
el: Τέλος επανάληψης

source: Select to end repeat
el: Επιλέξτε για διακοπή επανάληψης

source: never
el: ποτέ

source: on date
el: την ημερομηνία

source: after
el: μετά

source: time
el: φορά

source: This event is the recurrence-exception of a recurrence-set. You cannot add a recurrence-rule to it.
el: Αυτό το συμβάν είναι επανάληψη-εξαίρεση ενός σετ-επανάληψης. Δεν μπορείτε να προσθέσετε κανόνα επανάληψης σε αυτό.

source: first
el: πρώτο

source: third
el: τρίτο

source: fourth
el: τέταρτο

source: fifth
el: πέμπτο

source: second to last
el: προτελευταίο

source: last
el: τελευταίο

source: Changes to the recurrence-rule will only apply to this and all future occurrences.
el: Οι αλλαγές στον κανόνα-επανάληψης θα ισχύουν μόνο για αυτό και για όλα τα μελλοντικά συμβάντα.

source: Repeat every
el: Επανάληψη κάθε

source: By day of the month
el: Την ημέρα του μήνα

source: On the
el: Στο

source: month
el: μήνας

source: year
el: έτος

source: weekday
el: καθημερινή

source: weekend day
el: ημέρα Σαββατοκύριακου

source: No recurrence
el: Καμμία επανάληψη

source: The recurrence definition of this event is not fully supported by Nextcloud. If you edit the recurrence-options, certain recurrences may be lost.
el: Ο τρόπος επανάληψης αυτού του συμβάντος δεν υποστηρίζεται πλήρως από το Nextcloud. Αν επεξεργαστείτε τις επιλογές επανάληψης, ορισμένες επαναλήψεις ενδέχεται να χαθούν.

source: Suggestions
el: Προτάσεις

source: No rooms or resources yet
el: Κανένα δωμάτιο ή πόροι ακόμα

source: Add resource
el: Προσθήκη πηγής

source: Has a projector
el: Έχει προβολέα

source: Has a whiteboard
el: Έχει λευκό πίνακα γραφής

source: Wheelchair accessible
el: Προσβάσιμο με αναπηρικό καρότσι

source: Remove resource
el: Αφαίρεση πόρου

source: {seatingCapacity} seat
el: {seatingCapacity} θέση

source: Whiteboard
el: Λευκός πίνακας

source: Search for resources or rooms
el: Αναζήτηση για πόρους ή δωμάτια

source: available
el: διαθέσιμο

source: unavailable
el: μη διαθέσιμο

source: Room type
el: Τύπος δωματίου

source: Any
el: Οποιοδήποτε

source: Minimum seating capacity
el: Ελάχιστος αριθμός θέσεων

source: More
el: Περισσότερα

source: Update this occurrence
el: Ενημερώστε αυτό το περιστατικό

source: Update this and all future
el: Ενημερώστε αυτό και όλα τα μελλοντικά

source: Public calendar does not exist
el: Το δημόσιο ημερολόγιο δεν υπάρχει

source: Maybe the share was deleted or has expired?
el: Ίσως το κοινόχρηστο διαγράφηκε ή δεν υπάρχει;

source: Please select a time zone:
el: Παρακαλούμε επιλέξτε χρονική ζώνη:

source: Pick a time
el: Επιλογή χρόνου

source: Pick a date
el: Επιλογή ημερομηνίας

source: from {formattedDate}
el: από {formattedDate}

source: to {formattedDate}
el: έως {formattedDate}

source: on {formattedDate}
el: σε {formattedDate}

source: from {formattedDate} at {formattedTime}
el: από {formattedDate} στις {formattedTime}

source: to {formattedDate} at {formattedTime}
el: έως {formattedDate} στις {formattedTime}

source: on {formattedDate} at {formattedTime}
el: σε {formattedDate} στις {formattedTime}

source: {formattedDate} at {formattedTime}
el: {formattedDate} στις {formattedTime}

source: Please enter a valid date
el: Παρακαλώ εισάγετε έγκυρη ημερομηνία

source: Please enter a valid date and time
el: Παρακαλώ εισάγετε έγκυρη ημερομηνία και ώρα

source: Type to search time zone
el: Πληκτρολογήστε για αναζήτηση χρονικής ζώνης

source: Global
el: Καθολικό

source: Select date
el: Επιλέξτε ημερομηνία

source: Select slot
el: Επιλογή θέσης

source: No slots available
el: Καμμια διαθέσιμη θέση

source: The slot for your appointment has been confirmed
el: H θέση σας για το ραντεβού σας έχει επιβεβαιωθεί
