Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/calendar.po
Languages: el

source: Appointment Details:
el: Λεπτομέρειες Ραντεβού

source: Time:
el: Χρόνος:

source: Booked for:
el: Κρατηση για

source: Thank you. Your booking from {startDate} to {endDate} has been confirmed.
el: Ευχαριστούμε. Η κράτησή σας απο {startDate} εώς {endDate} έχει επιβεβαιωθεί.

source: Book another appointment:
el: Κλείστε ένα άλλο ραντεβού:

source: See all available slots
el: Δείτε όλες τις διαθέσιμες θέσεις

source: The slot for your appointment from {startDate} to {endDate} is not available any more.
el: Το κενό για το ραντεβού σας απο {startDate} to {endDate} δεν είναι διαθέσιμο πιά.

source: Please book a different slot:
el: Παρακαλώ καντε κράτηση σε διαφορετικό κενό:

source: Book an appointment with {name}
el: Κάντε κράτηση για ραντεβού με τον/την {name}

source: No public appointments found for {name}
el: Δεν βρέθηκαν ραντεβού για τον/την {name}

source: Personal
el: Προσωπικά

source: The automatic time zone detection determined your time zone to be UTC. This is most likely the result of security measures of your web browser. Please set your time zone manually in the calendar settings.
el: Η αυτόματη επιλογή χρονικής ζώνης καθορίστηκε σε UTC. Αυτό συμβαίνει συνήθως λόγω ρυθμίσεων ασφαλείας του περιηγητή σας. Παρακαλούμε επιλέξτε τη χρονική ζώνη χειροκίνητα από τις ρυθμίσεις ημερολογίου.

source: Your configured time zone ({timezoneId}) was not found. Falling back to UTC. Please change your time zone in the settings and report this issue.
el: Η χρονική ζώνη ({timezoneId}) που καθορίσατε δεν βρέθηκε. Επαναφορά σε UTC. Παρακαλούμε αλλάξτε τη χρονική ζώνη σας από τις ρυθμίσεις και αναφέρετε το σφάλμα.

source: No more events today
el: Δεν υπάρχουν άλλα γεγονότα για σήμερα

source: No upcoming events
el: Κανένα προσεχές γεγονός

source: Create a new event
el: Δημιουργία νέου γεγονότος

source: [Today]
el: [Σήμερα]

source: [Tomorrow]
el: [Αύριο]

source: [Yesterday]
el: [Χθες]

source: [Last] dddd
el: [Last] ηηηη

source: Event does not exist
el: Δεν υπάρχει το γεγονός

source: Delete this occurrence
el: Διαγράψτε το περιστατικό

source: Delete this and all future
el: Διαγράψτε αυτό και όλα τα μελλοντικά

source: Details
el: Λεπτομέρειες

source: Attendees
el: Συμμετέχοντες

source: Resources
el: Πηγές

source: Close
el: Κλείσιμο

source: Show more details
el: Δείτε περισσότερες λεπτομέρειες

source: Subscribe to {name}
el: Εγγραφείτε στον {name}

source: Export {name}
el: Εξαγωγη {name}

source: Anniversary
el: Επέτειος

source: Appointment
el: Ραντεβού

source: Business
el: Επιχείρηση

source: Education
el: Εκπαίδευση

source: Holiday
el: Διακοπές

source: Meeting
el: Συνάντηση

source: Miscellaneous
el: Διάφορα

source: Non-working hours
el: Μη εργάσιμες ώρες

source: Not in office
el: Εκτός γραφείου

source: Phone call
el: Τηλεφωνική κλήση

source: Sick day
el: Ημέρα ανάρρωσης

source: Special occasion
el: Ειδική περίπτωση

source: Travel
el: Ταξίδι

source: Vacation
el: Διακοπές

source: Midnight on the day the event starts
el: Τα μεσάνυχτα της ημέρας που ξεκινά το γεγονός

source: %n day before the event at {formattedHourMinute}
el: %n ημέρα πριν το γεγονός σε {formattedHourMinute}

source: %n week before the event at {formattedHourMinute}
el: %n εβδομάδα πριν το γεγονός σε {formattedHourMinute}

source: on the day of the event at {formattedHourMinute}
el: την ημέρα της γεγονότος σε {formattedHourMinute}

source: at the event's start
el: στην έναρξη του γεγονότος

source: at the event's end
el: στο τέλος του γεγονότος

source: {time} before the event starts
el: {time} πριν την έναρξη του γεγονότος

source: {time} before the event ends
el: {time} πριν τη λήξη του γεγονότος

source: {time} after the event starts
el: {time} μετά την έναρξη του γεγονότος

source: {time} after the event ends
el: {time} μετά τη λήξη του γεγονότος

source: on {time}
el: στις {time}

source: on {time} ({timezoneId})
el: στις {time} ({timezoneId})

source: Week {number} of {year}
el: Εβδομάδα {number} του {year}

source: Does not repeat
el: Δεν επαναλαμβάνεται

source: Daily
el: Ημερησίως

source: Weekly
el: Εβδομαδιαίως

source: Monthly
el: Μηνιαίως

source: Yearly
el: Ετησίως

source: Every %n day
el: Κάθε %n ημέρα

source: Every %n week
el: Κάθε %n εβδομάδα

source: Every %n month
el: Κάθε %n μήνα

source: Every %n year
el: Κάθε %n χρόνο

source: on {weekday}
el: σε {weekday}

source: on day {dayOfMonthList}
el: σε ημέρα {dayOfMonthList}

source: on the {ordinalNumber} {byDaySet}
el: την {ordinalNumber} {byDaySet}

source: in {monthNames}
el: τον {monthNames}

source: in {monthNames} on the {ordinalNumber} {byDaySet}
el: τον {monthNames} στις {ordinalNumber} {byDaySet}

source: until {untilDate}
el: έως {untilDate}

source: %n time
el: %n φορά

source: Untitled event
el: Συμβάν χωρίς τίτλο

source: Untitled task
el: Εργασία χωρίς όνομα

source: Please ask your administrator to enable the Tasks App.
el: Παρακαλώ ζητήστε από τον διαχειριστή την ενεργοποίηση της εφαρμογής Εργασίες.

source: Prev
el: Προηγούμενο

source: Next
el: Επόμενο

source: Prev year
el: Προηγούμενο έτος

source: Next year
el: Επόμενο έτος

source: Year
el: Έτος

source: W
el: Εβδ

source: %n more
el: %n επιπλέον

source: No events to display
el: Κανένα γεγονός για εμφάνιση

source: +%n more
el: + %n επιπλέον

source: No events
el: Κανένα γεγονός

source: Create a new event or change the visible time-range
el: Δημιουργήστε ένα νέο γεγονός ή αλλάξτε το χρονικό όριο εμφάνισης.

source: It might have been deleted, or there was a typo in a link
el: Ίσως έχει διαγραφεί, ή υπάρχει λάθος στην πληκτρολόγηση του συνδέσμου.

source: It might have been deleted, or there was a typo in the link
el: Ίσως έχει διαγραφεί, ή υπάρχει λάθος στην πληκτρολόγηση του συνδέσμου.

source: Meeting room
el: Δωμάτιο σύσκεψης

source: Lecture hall
el: Αίθουσα διδασκαλίας

source: Seminar room
el: Χώρος σεμιναρίων

source: Other
el: Άλλο

source: When shared show
el: Εμφάνιση με τον διαμοιρασμό

source: When shared show full event
el: Προβολή πλήρους συμβάντος, όταν κοινοποιείται

source: When shared show only busy
el: Όταν είναι σε κοινή χρήση να προβάλλονται μόνο απασχολημένοι

source: When shared hide this event
el: Απόκρυψη αυτού του συμβάντος, όταν κοινοποιείται

source: The visibility of this event in shared calendars.
el: Η ορατότητα του γεγονότος στα ημερολόγια κοινής χρήσης.

source: Add a location
el: Προσθήκη τοποθεσίας

source: Add a description
el: Προσθήκη περιγραφής

source: Status
el: Κατάσταση

source: Confirmed
el: Επιβεβαιώθηκε

source: Canceled
el: Ακυρώθηκε

source: Confirmation about the overall status of the event.
el: Επιβεβαίωση της συνολικής κατάστασης του γεγονότος.

source: Show as
el: Εμφάνιση ως

source: Take this event into account when calculating free-busy information.
el: Λαβετε υποψιν αυτο το γεγονός οταν υπολογίζετε την πληροφορια διαθεσιμος-κατειλημμένος

source: Categories
el: Κατηγορίες

source: Categories help you to structure and organize your events.
el: Οι κατηγορίες σας βοηθούν να δομήσετε και να οργανώσετε τα γεγονότα σας

source: Search or add categories
el: Αναζήτηση ή προσθήκη κατηγοριών

source: Add this as a new category
el: Προσθήκη αυτού σε νέα κατηγορία

source: Custom color
el: Προσαρμοσμένο χρώμα

source: Special color of this event. Overrides the calendar-color.
el: Ειδικό χρώμα αυτού του γεγονότος. Υπερισχύει του ημερολογίου.

source: Chat room for event
el: Χώρος άμεσων μηνυμάτων για το γεγονός

source: Imported {filename}
el: Εισηγμένο {filename}

source: Meditation
el: Διαλογισμός

source: Relaxing
el: Χαλάρωση

source: Relax
el: Ξεκούραση

source: Break
el: Διάλειμμα

source: Commute
el: Μετακίνηση προς την εργασία

source: Commuting
el: Μετακίνηση

source: Invoice
el: Tιμολόγιο

source: Finance
el: Χρηματοοικονομικά

source: Bank
el: Τράπεζα

source: Money
el: Χρήματα

source: Wedding
el: Γάμος

source: Dog
el: Σκύλος

source: Concert
el: Συναυλία

source: Festival
el: Φεστιβάλ

source: Theater
el: Θέατρο

source: Theatre
el: Θέατρο

source: Presentation
el: Παρουσίαση

source: Talk
el: Ομιλία

source: Speech
el: Λόγος

source: Deadline
el: Προθεσμία

source: Submission
el: Υποβολή

source: Reporting
el: Αναφορά

source: Camping
el: Κατασκήνωση

source: Camp
el: Κατασκήνωση

source: Election
el: Εκλογή

source: Voting
el: Ψηφοφορία

source: Vote
el: Ψήφος

source: Garden
el: Κήπος

source: Farm
el: Φάρμα

source: Movie
el: Ταινία

source: Cinema
el: Σινεμά

source: Graduation
el: Αποφοίτηση

source: Brainstorm
el: Καταιγισμός ιδεών

source: Review
el: Επισκόπηση

source: Audit
el: Έλεγχος

source: Inspection
el: Επιθεώρηση

source: Proofreading
el: Γρήγορη ανάγνωση

source: Baseball
el: Μπέιζμπολ

source: Meet
el: Συνάντηση

source: Planning
el: Σχεδιασμός

source: Pointing
el: Επισήμανση

source: Retrospective
el: Αναδρομικά

source: Office
el: Γραφείο

source: Contributor week
el: Εβδομάδα συνεργάτη

source: Mail
el: Αλληλογραφία

source: Soccer
el: Ποδόσφαιρο

source: Football
el: Ποδόσφαιρο

source: Gaming
el: Παιχνίδια

source: Drive
el: Οδήγηση

source: Driving
el: Οδήγηση

source: Bicycle
el: Ποδήλατο

source: Cycling
el: Ποδηλασία

source: Biking
el: Ποδηλασία

source: Bike
el: Ποδήλατο

source: Basketball
el: Μπάσκετ

source: Fishing
el: Ψάρεμα

source: Hiking
el: Πεζοπορία

source: Hike
el: Πεζοπόρος

source: Art
el: Τέχνη

source: Exhibition
el: Εκθεση

source: Museum
el: Μουσείο

source: Pilates
el: Πιλάτες

source: Park
el: Πάρκο

source: Walk
el: Περίπατος

source: Studying
el: Μελέτη

source: Doctor
el: Ιατρός

source: Health
el: Υγεία

source: Dentist
el: Οδοντίατρος

source: Hospital
el: Νοσοκομείο

source: Interview
el: Συνέντευξη

source: Practice
el: Πρακτική

source: Sports
el: Αθλήματα

source: Exercise
el: Ασκηση

source: Gym
el: Γυμναστήριο

source: Barber
el: Μπαρμπέρης

source: Haircut
el: Κόμμωση

source: Hairdresser
el: Κουρείο

source: Exam
el: Εξετάσεις

source: Written test
el: Γραπτή εξέταση

source: Oral test
el: Προφορική εξέταση

source: Working
el: Εργαζόμενος

source: New Years Eve
el: Πρωτοχρονιά

source: NYE
el: Νέα χρονιά

source: Fireworks
el: Πυροτεχνήματα

source: Running
el: Τρέξιμο

source: Go for a run
el: Πηγαίνετε για ένα τρέξιμο

source: Marathon
el: Μαραθώνιος

source: Video-conference
el: Τηλεδιάσκεψη

source: Conference-call
el: Κλήση τηλεδιάσκεψης

source: Video-call
el: Κλήση βίντεο

source: Video-meeting
el: Video-συνάντηση

source: Call
el: Κλήση

source: Calling
el: Σε κλήση

source: Christmas
el: Χριστούγεννα

source: Conference
el: Διάσκεψη

source: Pizza
el: Πίτσα

source: Travelling
el: Ταξιδεύοντας

source: Trip
el: Εκδρομή

source: Journey
el: Διαδρομή

source: Collaborate
el: Συνεργασία

source: Pair
el: Ζεύγος

source: Lecture
el: Διάλεξη

source: Seminar
el: Σεμινάριο

source: Teaching
el: Διδασκαλία

source: Photograph
el: Φωτογραφία

source: Party
el: Πάρτυ

source: Celebration
el: Εορτασμός

source: Celebrate
el: Εορτασμός

source: Birthday
el: Γενέθλια

source: Shopping
el: Ψώνια

source: Groceries
el: Ψώνια

source: Skate
el: Πατινάζ

source: Wine tasting
el: Γευσιγνωσία κρασιού

source: Golf
el: Γκόλφ

source: Dinner
el: Δείπνο

source: Lunch
el: Γεύμα

source: Appointment not found
el: Το ραντεβού δεν βρέθηκε

source: User not found
el: Ο/Η χρήστης δεν βρέθηκε
