Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/circles.po
Languages: el

source: Circles
el: Κύκλοι

source: Circles' files
el: Αρχεία κύκλου

source: Select circles to filter by
el: Επιλέξτε κύκλους για φιλτράρισμα

source: No circles found
el: Δεν βρέθηκαν κύκλοι

source: Please select circles to filter by
el: Παρακαλώ επιλέξτε κύκλους για φιλτράρισμα

source: No files found for the selected circles
el: Δεν βρέθηκαν αρχεία για τους επιλεγμένους κύκλους

source: You created the circle {circle}
el: Δημιουργήσατε τον κύκλο {circle}

source: {author} created the circle {circle}
el: {author} δημιούργησε τον κύκλο {circle}

source: You deleted {circle}
el: Διαγράψατε τον {circle}

source: {author} deleted {circle}
el: {author} διέγραψε {circle}

source: You linked {group} to {circle}
el: Συνδέσατε την {group} στον {circle}

source: {group} has been linked to {circle} by {author}
el: Η ομάδα συνδέθηκε στον κύκλο {circle} από τον {author}

source: You unlinked {group} from {circle}
el: Αποσυνδέσατε το {group} από {circle}

source: {group} has been unlinked from {circle} by {author}
el: Η ομάδα {group} αποσυνδέθηκε από τον κύκλο {circle} από τον {author}

source: You changed the level of the linked group {group} in {circle} to %1$s
el: Αλλάξατε το επίπεδο της συνδεδεμένης ομάδας {group} στον κύκλο {circle} σε %1$s

source: {author} changed the level of the linked group {group} in {circle} to %1$s
el: Ο {author} άλλαξε το επίπεδο της συνδεδεμένης ομάδας {group} του {circle} σε %1$s

source: You sent a request to link {circle} with {remote}
el: Στείλατε μια αίτηση για σύνδεση του {circle} με {remote}

source: {author} sent a request to link {circle} with {remote}
el: {author} έστειλε ένα αίτημα για σύνδεση του {circle} με {remote}

source: {remote} requested a link with {circle}
el: {remote} αιτήθηκε ένα σύνδεσμο με {circle}

source: The request to link {circle} with {remote} has been rejected
el: Ο αίτηση για σύνδεση του {circle} με {remote} απερρίφθη

source: The request to link {remote} with {circle} has been canceled remotely
el: Η αίτηση σύνδεσης του {remote} με {circle} ακυρώθηκε απομακρυσμένα

source: The request to link {circle} with {remote} has been accepted
el: Η αίτηση σύνδεσης του {circle} με {remote} έγινε αποδεκτή

source: You dismissed the request to link {remote} with {circle}
el: Απορρίψατε το αίτημα σύνδεσης του {remote} με {circle}

source: {author} dismissed the request to link {remote} with {circle}
el: {author} απέρριψε το αίτημα σύνδεσης του {remote} με {circle}

source: You canceled the request to link {circle} with {remote}
el: Ακυρώσατε το αίτημα σύνδεσης του {circle} με {remote}

source: {author} canceled the request to link {circle} with {remote}
el: {author} ακύρωσε το αίτημα σύνδεσης του {circle} με {remote}

source: You accepted the request to link {remote} with {circle}
el: Αποδεχθήκατε το αίτημα σύνδεσης του {remote} με {circle}

source: {author} accepted the request to link {remote} with {circle}
el: {author} αποδέχθηκε το αίτημα σύνδεσης του {remote} με {circle}

source: A link between {circle} and {remote} is now up and running
el: Μια σύνδεση μεταξύ {circle} και {remote} είναι πλέον σε λειτουργία

source: The link between {circle} and {remote} has been shutdown remotely
el: Η σύνδεση μεταξύ {circle} και {remote} έχει τεθεί εκτός λειτουργίας απομακρυσμένα

source: You closed the link between {circle} and {remote}
el: Κλείσατε τη σύνδεση μεταξύ {circle} και {remote}

source: {author} closed the link between {circle} and {remote}
el: {author} έκλεισε τη σύνδεση μεταξύ {circle} και {remote}

source: You joined {circle}
el: Συμμετέχετε στον {circle}

source: {member} joined {circle}
el: {member} συμμετέχει {circle}

source: You accepted the invitation to join {circle}
el: Αποδεχθήκατε την πρόσκληση για να συμμετέχετε σε {circle}

source: {member} accepted the invitation to join {circle}
el: {member} αποδέχτηκε την πρόσκληση να συμμετάσχει στον {circle}

source: You added {member} as member to {circle}
el: {member} προστέθηκε ως μέλος στον {circle}

source: You have been added as member to {circle} by {author}
el: Προστεθήκατε ως μέλος στο {circle} από {author}

source: {member} has been added as member to {circle} by {author}
el: Ο χρήστης {member} προστέθηκε ως μέλος στο {circle} απο {author}

source: You added {external} to {circle}
el: Προσθέσατε {external} στο {circle}

source: {external} has been added to {circle} by {author}
el: {external} προστέθηκε στον {circle} από {author}

source: You accepted {member}'s request to join {circle}
el: Αποδεχθήκατε το αίτημα του {member} να συμμετάσχει στο {circle}

source: Your request to join {circle} has been accepted by {author}
el: Το αίτημά σας να συμμετέχετε στο {circle} έγινε δεκτό από τον {author}

source: {member}'s request to join {circle} has been accepted by {author}
el: Το αίτημα του {member} να συμμετάσχει στο {circle} έγινε αποδεκτό από τον {author}

source: You left {circle}
el: Αποχωρήσατε από {circle}

source: {member} left {circle}
el: {member} άφησε {circle}

source: You declined the invitation to join {circle}
el: Απορρίψατε την πρόσκληση να συμμετάσχετε στο {circle}

source: {member} declined an invitation to join {circle}
el: {member} δεν αποδέχτηκε την πρόσκληση για το {circle}

source: You cancelled your request to join {circle}
el: Ακυρώσατε το αίτημα συμμετοχής στο {circle}

source: {member} cancelled his request to join {circle}
el: Ο/η {member} ακύρωσε το αίτημα συμμετοχής στο {circle}

source: You removed {member} from {circle}
el: Απομακρύνατε {member} από {circle}

source: You have been removed from {circle} by {author}
el: Απομακρυνθήκατε από {circle} από {author}

source: {member} has been removed from {circle} by {author}
el: Ο/η {member} απομακρύνθηκε από {circle} από {author}

source: You removed {external} from {circle}
el: Καταργήσατε το {external} από {circle}

source: {external} has been removed from {circle} by {author}
el: {external} καταργήθηκε από {circle} από τον {author}

source: You cancelled {member}'s invitation to join {circle}
el: Ακυρώσατε την πρόσκληση του {member} για συμμετοχή στο {circle}

source: Your invitation to join {circle} has been cancelled by {author}
el: Η πρόσκλησή σας για συμμετοχή στον {circle} ακυρώθηκε από τον {author}

source: {author} cancelled {member}'s invitation to join {circle}
el: Ο/η {author} ακύρωσε την πρόσκληση του {member} για συμμετοχή στο {circle}

source: You dismissed {member}'s request to join {circle}
el: Απορρίψατε το αίτημα του {member} για συμμετοχή στον {circle}

source: Your request to join {circle} has been dismissed by {author}
el: Το αίτημα σας για συμμετοχή στο {circle} ακυρώθηκε από τον {author}

source: {member}'s request to join {circle} has been dismissed by {author}
el: Το αίτημα του {member} για συμμετοχή στο {circle} ακυρώθηκε από τον {author}

source: You invited {member} to join {circle}
el: Προσκαλέσατε τον {member} να συμμετέχει στο {circle}

source: You have been invited to join {circle} by {author}
el: Προσκληθήκατε να συμμετέχετε στο {circle} από τον {author}

source: {member} has been invited to join {circle} by {author}
el: Ο {member} προσκλήθηκε να συμμετέχει στο {circle} από τον {author}

source: You changed {member}'s level in {circle} to %1$s
el: Αλλάξατε {member}'ς επίπεδο στο {circle} σε %1$s

source: {author} changed your level in {circle} to %1$s
el: {author} το επίπεδο σας στο {circle} σε %1$s

source: {author} changed {member}'s level in {circle} to %1$s
el: {author} άλλαξε {member}'ς επίπεδο στο {circle} σε %1$s

source: You sent a request to join {circle}
el: Στείλατε αίτημα συμμετοχής στο {circle}

source: {member} sent a request to join {circle}
el: Ο {member} έστειλε αίτημα συμμετοχής στο {circle}

source: You are the new owner of {circle}
el: Είστε ο νέος κάτοχος του {circle}

source: {member} is the new owner of {circle}
el: {member} είναι ο νέος κάτοχος του {circle}

source: On events happening in a <strong>Circle</strong> of which you are a member
el: Σε γεγονότα που συμβαίνουν σε <strong>Κύκλο</strong> που συμμετέχετε

source: Any important event in a <strong>Circle</strong> you are moderating
el: Οποιοδήποτε σημαντικό γεγονός σε έναν <strong>Κύκλο</strong> που συντονίζετε

source: On global events happening in any <strong>Circle</strong>
el: Σε δημόσια γεγονότα που συμβαίνουν σε διάφορους <strong>Κύκλο</strong>

source: Single
el: Μονός

source: Personal
el: Προσωπικός

source: System
el: Συστήματος

source: Visible
el: Ορατός

source: Open
el: Ανοιχτός

source: Invite
el: Πρόσκληση

source: Join Request
el: Αποστολή Αιτήματος

source: Friends
el: Φίλοι

source: Password Protected
el: Προστασία με συνθηματικό

source: No Owner
el: Χωρίς Κάτοχο

source: Hidden
el: Κρυφός

source: Local
el: Τοπικός

source: Root
el: Ριζικός

source: Circle Invite
el: Πρόσκληση Κύκλου

source: Mount point
el: Σημείο προσάρτησης

source: Nextcloud User
el: Χρήστης Nextcloud

source: Nextcloud Group
el: Ομάδα Nextcloud

source: Email Address
el: Email διεύθυνση

source: Contact
el: Επαφή

source: Circle
el: Κύκλος

source: Member
el: Μέλος

source: Moderator
el: Συντονιστής

source: Admin
el: Διαχειριστής

source: Owner
el: Κάτοχος

source: %s shared »%s« with you.
el: %s διαμοιράστηκε »%s« με εσάς.

source: %s shared »%s« with "%s".
el: %s μοιράστηκε »%s« με "%s".

source: %s on %s
el: %s στις %s

source: %1$s shared »%2$s« with you. You should have already received a separate email with a link to access it.
el: Ο/Η %1$s μοιράστηκε το »%2$s« με εσάς. Θα πρέπει να έχετε ήδη λάβει ένα ξεχωριστό email με έναν σύνδεσμο για πρόσβαση σε αυτό.

source: %1$s shared »%2$s« with you. You should have already received a separate email with a link to access it.
el: Ο/Η %1$s μοιράστηκε το »%2$s« με εσάς. Θα πρέπει να έχετε ήδη λάβει ένα ξεχωριστό email με έναν σύνδεσμο για πρόσβαση σε αυτό.

source: Password to access »%1$s« shared to you by %2$s
el: Συνθηματικό για πρόσβαση στο »%1$s« διαμοιράστηκε μαζί σας μέσω %2$s

source: Password to access »%s«
el: Συνθηματικό για πρόσβαση στο »%s«

source: It is protected with the following password:
el: Προστατευμένο με το παρακάτω συνθηματικό:

source: %1$s via %2$s
el: %1$s μέσω %2$s

source: Click the button below to open it.
el: Κάντε κλικ στο παρακάτω κουμπί για να το ανοίξετε.

source: Open »%s«
el: Άνοιγμα »%s«

source: %1$s shared multiple files with you. You should have already received a separate email with a link to access them.
el: Ο/Η %1$s μοιράστηκε πολλαπλά αρχεία με εσάς. Θα πρέπει να έχετε ήδη λάβει ένα ξεχωριστό email με έναν σύνδεσμο για πρόσβαση σε αυτά.

source: %1$s shared multiple files with you. You should have already received a separate email with a link to access them.
el: Ο/Η %1$s μοιράστηκε πολλαπλά αρχεία με εσάς. Θα πρέπει να έχετε ήδη λάβει ένα ξεχωριστό email με έναν σύνδεσμο για πρόσβαση σε αυτά.

source: Password to access files shared to you by %1$s
el: Συνθηματικό για πρόσβαση στα αρχεία που διαμοιράστηκε μαζί σας ο %1$s

source: Password to access files
el: Συνθηματικό για πρόσβαση στα αρχεία

source: %s shared multiple files with "%s".
el: %s μοιράστηκε πολλαπλά αρχεία με "%s".

source: %s shared multiple files with you.
el: %s διαμοίρασε διάφορα αρχεία με σας.

source: Boot up
el: Εκκίνηση

source: Initialisation Nextcloud
el: Αρχικοποίηση Nextcloud

source: Initialisation Circles App
el: Αρχικοποίηση Circles App

source: Fresh installation status
el: Κατάσταση νέας εγκατάστασης

source: Building Local Database
el: Δημιουργία Τοπικής Βάσης Δεδομένων

source: Testing Basic Circle Creation
el: Δοκιμή Βασικής Δημιουργίας Κύκλου

source: Adding local users and moderators
el: Προσθήκη τοπικών χρηστών και συντονιστών

source: Circle not found
el: Ο Κύκλος δεν βρέθηκε

source: Circle not found
el: Ο Κύκλος δεν βρέθηκε

source: A circle with that name exists
el: Υπάρχει ένας κύκλος με αυτό το όνομα

source: You cannot use the Circles Application until your administrator has allowed at least one type of circles
el: Δεν μπορείτε να χρησιμοποιήσετε την εφαρμογή Κύκλοι, μέχρι ο διαχειριστής να επιτρέψει τουλάχιστον έναν τύπο κύκλων

source: This member does not exist
el: Αυτό το μέλος δεν υπάρχει

source: This user is already a member of the circle
el: Αυτός ο χρήστης είναι ήδη μέλος του κύκλου

source: Federated link not found
el: Ο Ομόσπονδος σύνδεσμος δεν βρέθηκε

source: This feature is not available for personal circles
el: Αυτή η επιλογή δεν είναι διαθέσιμη για προσωπικούς κύκλους

source: The circle is not federated
el: Ο κύκλος δεν είναι ομόσπονδος

source: You cannot join this circle
el: Δεν μπορείτε να συνδεθείτε σε αυτόν τον κύκλο

source: This member is not a moderator
el: Αυτό το μέλος δεν είναι επιμελητής

source: Insufficient privileges
el: Μη επαρκή δικαιώματα

source: This member is the owner of the circle
el: Αυτό το μέλος είναι ο ιδιοκτήτης του κύκλου

source: Level cannot be changed for this type of member
el: Το επίπεδο δεν μπορεί να αλλάξει για αυτόν τον τύπο χρηστών

source: You are already a member of this circle
el: Είστε ήδη μέλος αυτού του κύκλου

source: You have been blocked from this circle
el: Έχετε αποκλειστεί από αυτόν τον κύκλο

source: The user is already a member of this circle
el: Ο χρήστης είναι ήδη μέλος του κύκλου

source: The user has already been invited into this circle
el: Ο χρήστης έχει ήδη προσκληθεί για συμμετοχή στον κύκλο

source: You are now a member of the Circle "%2$s"
el: Είστε πλέον μέλος του Κύκλου "%2$s"

source: You have been invited by %1$s into the Circle "%2$s"
el: Έχετε προσκληθεί από %1$s στον Κυκλο "%2$s"

source: %1$s sent a request to be a member of the Circle "%2$s"
el: Ο/η %1$s αιτείται να γίνει μέλος του Κύκλου "%2$s"

source: Accept
el: Αποδοχή

source: Refuse
el: Απόρριψη

source: Leave the circle
el: Αποχώρηση από τον Κύκλο

source: Personal Circle
el: Προσωπικός κύκλος

source: %s owned by %s
el: %s ανήκει στον %s

source: You need a specify a type of circle
el: Χρειάζεστε ένα συγκεκριμένο τύπο κύκλου

source: This member is not the owner of the circle
el: Αυτό το μέλος δεν είναι ο ιδιοκτήτης του κύκλου

source: This member is not an admin of the circle
el: Ο χρήστης δεν είναι διαχειριστής του κύκλου

source: Group contains too many members
el: Η ομάδα περιέχει πάρα πολλά μέλη

source: This group does not exist
el: Αυτή η ομάδα δεν υπάρχει

source: This group is already linked to the circle
el: Αυτή η ομάδα είναι ήδη συνδεδεμένη στον κύκλο

source: You cannot edit level in a personal circle
el: Δεν μπορείτε να επεξεργαστείτε το επίπεδο σε έναν προσωπικό κύκλο

source: Group cannot be set as owner of a circle
el: Η ομάδα δεν μπορεί να οριστεί ως ο κάτοχος ενός κύκλου

source: now
el: τώρα

source: This user does not exist
el: Δεν υπάρχει ο χρήστης

source: Email format is not valid
el: Μη έγκυρη μορφή του email

source: This contact is not available
el: Η επαφή δεν είναι διαθέσιμη

source: %s shared a file with "%s".
el: %s διαμοιράστηκε ένα αρχείο με "%s".

source: %s shared a file with you.
el: %s διαμοιράστηκε ένα αρχεία με εσάς.

source: %1$s shared some content with you. You should have already received a separate email with a link to access it.
el: %1$s μοιράστηκε περιεχόμενο με εσάς. Θα πρέπει να έχετε ήδη λάβει ένα ξεχωριστό mail με έναν σύνδεσμο με πρόσβαση σε αυτό.

source: %1$s shared some content with you. You should have already received a separate email with a link to access it.
el: %1$s μοιράστηκε περιεχόμενο με εσάς. Θα πρέπει να έχετε ήδη λάβει ένα ξεχωριστό mail με έναν σύνδεσμο με πρόσβαση σε αυτό.

source: Password to access content shared with you by %1$s
el: Συνθηματικό για πρόσβαση στα αρχεία που διαμοιράστηκε μαζί σας ο/η %1$s

source: Password to access content
el: Συνθηματικό για πρόσβαση στο περιεχόμενο

source: This item is already shared with this circle
el: Αυτό το στοιχείο είναι ήδη κοινόχρηστο με αυτόν τον κύκλο

source: Could not find share
el: Αδυναμία εύρεσης κοινόχρηστου

source: Bring cloud-users closer together.
el: Φέρνει τους χρήστες του cloud πιο κοντά.

source: Circles allows your users to create their own groups of users/colleagues/friends. Those groups of users (or "circles") can then be used by any other app for sharing purpose.
el: Οι Κύκλοι επιτρέπουν στους χρήστες σας να δημιουργούν τις δικές τους ομάδες χρηστών/συναδέλφων/φίλων. Αυτές οι ομάδες χρηστών (ή οι "κύκλοι") μπορούν στη συνέχεια να χρησιμοποιηθούν από οποιαδήποτε άλλη εφαρμογή για σκοπούς κοινής χρήσης.

source: No files in here
el: Δεν υπάρχουν αρχεία εδώ

source: No entries found in this folder
el: Δεν βρέθηκε καταχώρηση σε αυτόν τον φάκελο

source: Name
el: Όνομα

source: Size
el: Μέγεθος

source: Modified
el: Τροποποιήθηκε

source: Are you sure you want to transfer your ownership?
el: Είστε σίγουροι ότι θέλετε να μεταφέρετε την ιδιοκτησία;

source: This action is irreversible
el: Αυτή η ενέργεια είναι μη αναστρέψιμη

source: Personal circle
el: Προσωπικός κύκλος

source: Secret circle
el: Μυστικός κύκλος

source: Closed circle
el: Κλειστός κύκλος

source: Public circle
el: Δημόσιος κύκλος

source: Link Removed
el: Ο σύνδεσμος έχει αφαιρεθεί

source: Link down
el: Χωρίς σύνδεση

source: Setting link
el: Ορισμός συνδέσμου

source: Request dismissed
el: Το αίτημα απορρίφθηκε

source: Request sent
el: Το αίτημα εστάλη

source: Link requested
el: Αιτήθηκε Σύνδεσμος

source: Link up
el: Σε σύνδεση

source: Secret Circle
el: Μυστικός κύκλος

source: Closed Circle
el: Κλειστός κύκλος

source: Public Circle
el: Δημόσιος Κύκλος

source: Secret
el: Μυστικός

source: Closed
el: Κλειστός

source: Public
el: Δημόσιος

source: Not a member
el: Δεν είναι μέλος

source: Unknown
el: Άγνωστος

source: Invited
el: Προσκεκλημένος

source: Requesting
el: Γίνεται αίτημα

source: Blocked
el: Αποκλεισμένος

source: Kicked
el: Εκδιώχθηκε

source: This operation will add/invite all members of the group to the circle
el: Αυτή η λειτουργία θα προσθέσει/καλέσει όλα τα μέλη της ομάδας στον κύκλο

source: Please confirm
el: Παρακαλούμε επιβεβαιώστε

source: Are you sure you want to leave this circle?
el: Θέλετε σίγουρα να αποχωρήσετε από τον κύκλο;

source: Are you sure you want to delete this circle?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό τον κύκλο;

source: Mail Address
el: Διεύθυνση αλληλογραφίας

source: Kick this member
el: Διώξτε αυτό το μέλος

source: Accept the request
el: Αποδοχή αιτήματος

source: Dismiss the request
el: Αποδέσμευση αιτήματος

source: Unlink this group
el: Αποσυνδέστε αυτή την ομάδα

source: Remove this link
el: Αφαιρέστε αυτό τον σύνδεσμο

source: Cancel the link request
el: Ακυρώστε το αίτημα συνδέσμου

source: Accept the link request
el: Αποδεχτείτε το αίτημα συνδέσμου

source: Reject the link request
el: Απορρίψτε το αίτημα συνδέσμου

source: Cannot join this circle
el: Δεν μπορείτε να συμμετέχετε σε αυτό τον κύκλο

source: no error message
el: Μήνυμα χωρίς λάθος

source: You have joined this circle
el: Έχετε γίνει μέλος σε αυτόν τον κύκλο

source: You have requested to join this circle
el: Αιτηθήκατε να συμμετέχετε στον κύκλο

source: You have left this circle
el: Αποχωρήσατε από αυτόν τον κύκλο

source: Cannot leave this circle
el: Δεν μπορείτε να αποχωρήσετε από αυτόν τον κύκλο

source: You have deleted this circle
el: Έχετε διαγράψει αυτόν τον κύκλο

source: Cannot delete this circle
el: Αδυναμία διαγραφής κύκλου

source: {type} '{name}' created
el: {type} '{name}' δημιουργήθηκε

source: {type} '{name}' could not be created
el: Δεν ήταν δυνατή η δημιουργία {type} '{name}'

source: Issue while retrieving the details of this circle
el: Προέκυψε ζήτημα κατά την ανάκτηση λεπτομερειών γι' αυτόν τον κύκλο

source: Issue while retrieving the list of circles
el: Πρόβλημα κατά την ανάκτηση της λίστας με τους κύκλους

source: Group '{name}' successfully added to the circle
el: Η ομάδα '{name}' προστέθηκε επιτυχώς σε αυτόν τον κύκλο

source: Group '{name}' could not be added to the circle
el: Αδύνατη η προσθήκη της ομάδας '{name}' στον κύκλο

source: Group '{name}' updated
el: Η ομάδα '{name}' αναβαθμίστηκε

source: Group '{name}' could not be updated
el: Αδύνατη η αναβάθμιση της ομάδας '{name}'

source: Group '{name}' successfully removed from the circle
el: Η ομάδα '{name}' αφαιρέθηκε επιτυχώς από τον κύκλο

source: Group '{name}' could not be removed from the circle
el: Αδύνατη η απομάκρυνση της ομάδας '{name}' από τον κύκλο

source: A link to <b>{remote}</b> could not be initiated
el: Αδύνατη η εκκίνηση του συνδέσμου στο <b>{remote}</b>

source: A link to <b>{remote}</b> has been requested.
el: Έχει γίνει αίτημα για έναν σύνδεσμο στο <b>{remote}</b>

source: the link to <b>{remote}</b> is now up and running.
el: ο σύνδεσμος στο <b>{remote}</b> είναι πλέον σε λειτουργία.

source: The status of the link could not be updated
el: Η κατάσταση του συνδέσμου δεν μπορεί να ενημερωθεί

source: The status of the link has been updated
el: Η κατάσταση του συνδέσμου ενημερώθηκε

source: Global Scale User
el: Γενική κλίμακα χρήστη

source: Local User
el: Τοπικός χρήστης

source: Local Group
el: Τοπική ομάδα

source: A new member was added to the circle
el: Ένα νέο μέλος προστέθηκε στον κύκλο

source: Member could not be added to the circle
el: Δεν ήταν δυνατή η προσθήκη μέλους στον κύκλο

source: The email address '{email}' was added to the circle
el: Το email '{email}' προστέθηκε στον κύκλο

source: The email address '{email}' could not be added to the circle
el: Το email '{email}' δεν μπορεί να προστεθεί στον κύκλο

source: A new contact was added to the circle
el: Προστέθηκε μια νέα επαφή στον κύκλο

source: Contact could not be added to the circle
el: Δεν ήταν δυνατή η προσθήκη επαφής στον κύκλο

source: A new member was invited to the circle
el: Ένα νέο μέλος προσκλήθηκε στον κύκλο

source: Member could not be invited to the circle
el: Δεν ήταν δυνατή η πρόσκληση μέλους στον κύκλο

source: Members of the group '{name}' were added to the circle
el: Τα μέλη της ομάδας '{name}' προστέθηκαν στον κύκλο

source: Members of the group '{name}' could not be added to the circle
el: Αδύνατη η προσθήκη των μελών της ομάδας '{name}' στον κύκλο

source: Members of the group '{name}' were invited to the circle
el: Τα μέλη της ομάδας '{name}' προσκαλέστηκαν στον κύκλο

source: Members of the group '{name}' could not be invited to the circle
el: Αδύνατη η πρόσκληση των μελών της ομάδας '{name}' στον κύκλο

source: Member was removed from the circle
el: Το μέλος απομακρύνθηκε από τον κύκλο

source: Member could not be removed from the circle
el: Το μέλος δε μπόρεσε να απομακρυνθεί από τον κύκλο

source: Member updated
el: Ενημέρωση μέλους

source: Member could not be updated
el: Το μέλος δεν ενημερώθηκε

source: Issue while saving settings
el: Προέκυψε ζήτημα κατά την αποθήκευση ρυθμίσεων

source: Settings saved.
el: Οι ρυθμίσεις αποθηκεύτηκαν.

source: Shared to Circles
el: Κοινόχρηστο στους Κύκλους

source: %s shared »%s« with '%s'.
el: %s διαμοιράστηκε »%s« με '%s'.

source: %1$s shared »%2$s« with you. You should have already received a separate mail with a link to access it.
el: %1$s διαμοιράστηκε »%2$s« με εσάς. Πρέπει να λάβατε ένα email με σύνδεσμο πρόσβασης.

source: %1$s shared »%2$s« with you. You should have already received a separate mail with a link to access it.
el: %1$s διαμοιράστηκε »%2$s« με εσάς. Θα πρέπει να έχετε ήδη λάβει ένα ξεχωριστό mail με έναν σύνδεσμο με πρόσβαση σε αυτό.

source: %1$s shared multiple files with you. You should have already received a separate mail with a link to access them.
el: %1$s διαμοιράστηκε διάφορα αρχεία με εσάς. Πρέπει να λάβατε ένα email με σύνδεσμο πρόσβασης.

source: %1$s shared multiple files with you. You should have already received a separate mail with a link to access them.
el: %1$s διαμοιράστηκε διάφορα αρχεία με εσάς. Πρέπει να λάβατε ένα email με σύνδεσμο πρόσβασης.

source: %s shared multiple files with '%s'.
el: %s διαμοίρασε διάφορα αρχεία με '%s'.
