Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/circles.po
Languages: el

source: The name of your circle must contain at least 3 characters
el: Το όνομα του κύκλου σας πρέπει να περιέχει τουλάχιστον 3 χαρακτήρες

source: Linked Groups are not allowed on this Nextcloud
el: Συνδεδεμένες ομάδες δεν επιτρέπονται σε αυτό το Nextcloud

source: Federated circles are not allowed on this Nextcloud
el: Ομόσπονδοι κύκλοι δεν επιτρέπονται σε αυτό το Nextcloud

source: Sharing Frame does not exist
el: Το Πλαίσιο Διαμοιρασμού δεν υπάρχει

source: You cannot create this type of circle
el: Δεν μπορείτε να δημιουργήσετε αυτόν τον τύπο του κύκλου

source: You cannot display this type of circle
el: Δεν μπορείτε να εμφανίσετε αυτόν τον τύπο του κύκλου

source: Federated link does not have a valid format
el: Ο Ομόσπονδος σύνδεσμος δεν έχει έγκυρη μορφή

source: Federated circles are not allowed on the remote Nextcloud
el: Οι Ομόσπονδοι κύκλοι δεν επιτρέπονται στο απομακρυσμένο Nextcloud

source: Remote circle does not accept federated links
el: Ο απομακρυσμένος κύκλος δεν δέχεται ομόσπονδους συνδέσμους

source: Trying to link a circle to itself
el: Προσπαθείτε να συνδέσετε έναν κύκλο με τον εαυτό του

source: This link exists already
el: Αυτός ο σύνδεσμος υπάρχει ήδη

source: The requested remote circle does not exist
el: Ο αιτούμενος απομακρυσμένος κύκλος δεν υπάρχει

source: The remote host is down or the Circles app is not installed on it
el: Ο απομακρυσμένος υπολογιστής είναι εκτός λειτουργίας ή η εφαρμογή Κύκλοι δεν είναι εγκατεστημένη σε αυτόν

source: Cannot proceed with this status update
el: Δεν είναι δυνατή η ενέργεια αναβάθμισης αυτής της κατάστασης

source: You cannot add a mail address as member of your Circle
el: Δεν μπορείτε να προσθέσετε μια διεύθυνση αλληλογραφίας ως μέλος του Κύκλου σας

source: You cannot add a contact as member of your Circle
el: Δεν μπορείτε να προσθέσετε μια επαφή ως μέλος του Κύκλου σας

source: Circles allows your users to create their own groups of users/colleagues/friends. Those groups of users (or 'circles') can then be used by any other app for sharing purpose (files, social feed, status update, messaging, …). Different type of circles can be created: - A personal circle is a list of users known only to the owner. This is the right option if you want to do recurrent sharing with the same group of people. - A public circle is an open group visible to anyone willing to join. Your circle will be visible to everyone and everyone will be able to join the circle. - A closed circle requires invitation or confirmation by an admin. This is the right circle if you are looking for privacy when sharing your files or ideas. - An Secret circle is an open group that can be protected by a password. Users won't be able to find this Circle using Nextcloud search engine.
el: Οι κύκλοι επιτρέπουν στους χρήστες σας να δημιουργούν ομάδες από χρήστες/συνεργάτες/φίλους. Αυτές οι ομάδες χρηστών (ή κύκλων) μπορούν να χρησιμοποιηθούν και από άλλες εφαρμογές για σκοπούς διαμοιρασμού (αρχείων, κοινωνικά σχόλια, ενημέρωση κατάστασης, μηνύματα, ...). Διαφορετικοί τύπου κύκλων μπορούν να δημιουργηθούν: - Ο προσωπικός κύκλος είναι μια λίστα χρηστών που γνωρίζει μόνο ο δημιουργός του. Η σωστή επιλογή εάν κάνετε συχνά κοινή χρήση με τα ίδια άτομα. - Ο δημόσιος κύκλος είναι ανοιχτός για όλους. Ο κύκλος σας θα είναι ορατός και προσβάσιμος από οποιονδήποτε. - Ο κλειστός κύκλος απαιτεί πρόσκληση ή αποδοχή από τον διαχειριστή. Ο σωστός κύκλος εάν θέλετε ιδιωτικότητα όταν μοιράζεστε αρχεία ή ιδέες. - Ο μυστικός κύκλος είναι μια ανοιχτή ομάδα με προστασία κωδικού. Οι χρήστες δεν θα μπορούν να βρουν τον κύκλο από την γραμμή αναζήτησης.

source: Create a new circle
el: Δημιουργήστε έναν νέο κύκλο

source: Select a circle type
el: Επιλογή ενός τύπου κύκλου

source: Create a personal circle
el: Δημιουργία προσωπικού κύκλου

source: Create a public circle
el: Δημιουργία δημόσιου κύκλου

source: Create a closed circle
el: Δημιουργία κλειστού κύκλου

source: Create a secret circle
el: Δημιουργία μυστικού κύκλου

source: Creation
el: Δημιουργία

source: A personal circle is a list of users known only to the owner.
el: Ο προσωπικός κύκλος είναι μια λίστα από χρήστες που είναι γνωστοί μόνο στον κάτοχο.

source: This is the right option if you want to do recurrent sharing with the same list of local users.
el: Αυτή είναι η σωστή επιλογή εάν θέλετε να κάνετε επαναλαμβανόμενη κοινή χρήση με την ίδια ΄λίστα τοπικών χρηστών.

source: A secret circle is an hidden group that can only be seen by its members or by people knowing the exact name of the circle.
el: Ο μυστικός κύκλος είναι κρυφή ομάδα που εμφανίζεται μόνο στα μέλη του και στα άτομα που γνωρίζουν το ακριβές όνομα του κύκλου.

source: Non-members won't be able to find your secret circle using the search bar.
el: Τα μη μέλη δεν θα μπορούν να βρουν τον μυστικό κύκλο σας από την γραμμή αναζήτησης.

source: Joining a closed circle requires an invitation or confirmation by a moderator.
el: Για συμμετοχή σε μυστικό κύκλο χρειάζεται πρόσκληση ή αποδοχή από συντονιστή.

source: Anyone can find and request an invitation to the circle; but only members will see who's in it and get access to it's shared items.
el: Όλοι μπορούν να αιτηθούν πρόσβαση σε ένα κύκλο. Μόνο τα μέλη όμως βλέπουν ποιος είναι μέλος και έχουν πρόσβαση στα κοινόχρηστα αντικείμενα του.

source: A public circle is an open group visible to anyone willing to join.
el: Ένας δημόσιος κύκλος είναι μια ανοιχτή ομάδα ορατή σε οποιονδήποτε θελήσει να συμμετάσχει.

source: Anyone can see, join, and access the items shared within the circle.
el: Όλοι μπορούν να δουν, να συμμετάσχουν και να αποκτήσουν πρόσβαση στα στοιχεία που μοιράζονται στον κύκλο.

source: Personal circles
el: Προσωπικοί κύκλοι

source: Public circles
el: Δημόσιοι κύκλοι

source: Closed circles
el: Κλειστοί κύκλοι

source: Secret circles
el: Μυστικοί κύκλοι

source: All circles
el: Όλοι οι κύκλοι

source: Search circles
el: Αναζητήστε κύκλους

source: No filter
el: Κανένα φίλτρο

source: Circles you belong to
el: Κύκλοι που ανήκετε

source: Circles you own
el: Κύκλοι που σας ανήκουν

source: No circle selected
el: Κανένας επιλεγμένος κύκλος

source: Settings
el: Ρυθμίσεις

source: Pending invitation to join this circle
el: Πρόσκληση σε αναμονή για συμμετοχή σε αυτό τον κύκλο

source: You have a pending request to join this circle
el: Έχετε ένα αίτημα σε αναμονή για να συμμετάσχετε σε αυτό τον κύκλο

source: Add a member
el: Προσθήκη μέλους

source: Link a group
el: Συνδέστε μια ομάδα

source: Link a circle
el: Συνδέστε έναν κύκλο

source: Join this circle
el: Συμμετοχή στον κύκλο

source: Delete circle
el: Διαγραφή κύκλου

source: Edit circle
el: Επεξεργασία κύκλου

source: Accept the invitation
el: Αποδοχή πρόσκλησης

source: Decline the invitation
el: Απόρριψη της πρόσκλησης

source: Leave this circle
el: Αποχωρήστε από αυτόν τον κύκλο

source: Link to a circle
el: Σύνδεσμος σε έναν κύκλο

source: Return to menu
el: Επιστροφή στο μενού

source: Username
el: Όνομα χρήστη

source: Level
el: Επίπεδο

source: Status
el: Κατάσταση

source: Joined
el: Συμμετέχετε

source: Group Name
el: Όνομα Ομάδας

source: Link
el: Σύνδεσμος

source: Linked
el: Συνδέθηκε

source: Name of the Circle
el: Όνομα του Κύκλου

source: Description
el: Περιγραφή

source: Members limit
el: Όριο χρηστών

source: Change the limit to the number of members. (0: default, -1: unlimited)
el: Αλλαγή του ορίου του αριθμού των μελών. (0: προεπιλογή, -1: χωρίς όριο)

source: Password enforcement
el: Επιβολή κωδικού πρόσβασης

source: External share will be protected by a randomly generated password
el: Το εξωτερικό κοινόχρηστο στοιχείο θα προστατεύεται από έναν τυχαίο κωδικό πρόσβασης

source: Single password
el: Απλό συνθηματικό

source: One password for all shares. If not, a randomly generated password is sent by mail
el: Χρήση ενός συνθηματικού για όλες τις κοινές χρήσεις. Σε αντίθετη περίπτωση, αποστέλλεται με email ένα τυχαίο συνθηματικό.

source: Change password
el: Αλλαγή συνθηματικού

source: Allow Federated Links
el: Να επιτρέπονται Ομόσπονδοι Σύνδεσμοι

source: Makes the circle federated, and enables sharing between federated circles
el: Μετατρέπει τον κύκλο σε Ομόσπονδο και ενεργοποιεί το διαμοιρασμό μεταξύ Ομόσπονδων Κύκλων

source: Accept Link Request Automatically
el: Αυτόματη Αποδοχή Αίτησης Συνδέσμου

source: Warning: Enabling this will automatically accept new link requests from other circles.
el: Προσοχή: Ενεργοποιώντας το, θα γίνεται αυτόματη αποδοχή νέων αιτημάτων για συνδέσμους από άλλους κύκλους.

source: Save settings
el: Αποθήκευση ρυθμίσεων

source: Maximum number of members per circle
el: Μέγιστος αριθμός μελών ανά κύκλο

source: Allow linking of groups
el: Να επιτρέπεται η σύνδεση ομάδων

source: Groups can be linked to circles.
el: Οι ομάδες μπορούν να συνδεθούν με τους κύκλους.

source: Skip invitation step to closed circles
el: Παράλειψη του βήματος πρόσκλησης σε κλειστούς κύκλους

source: Moderators can add member to closed circles without user approval.
el: Οι συντονιστές μπορούν να προσθέτουν μέλη σε κλειστούς κύκλους χωρίς την έγκριση των χρηστών.
