Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/comments.po
Languages: el

source: Comments
el: Σχόλια

source: You commented
el: Σχολιάσατε

source: %1$s commented
el: %1$s σχολίασε

source: {author} commented
el: Ο {author} σχολίασε

source: You commented on %1$s
el: Σχολιάσατε στο %1$s

source: You commented on {file}
el: Σχολιάσατε στο {file}

source: %1$s commented on %2$s
el: %1$s σχολίασε στο %2$s

source: {author} commented on {file}
el: Ο {author} σχολίασε στο {file}

source: <strong>Comments</strong> for files
el: <strong>Σχόλια</strong> για αρχεία

source: You were mentioned on "{file}", in a comment by a user that has since been deleted
el: Το όνομά σας αναφέρθηκε στο “{file}”, σε σχόλιο ενός χρήστη ο οποίος έχει πλέον διαγραφεί

source: {user} mentioned you in a comment on "{file}"
el: Ο/η {user} σας ανέφερε σε σχόλιο στο “{file}”

source: Files app plugin to add comments to files
el: Επέκταση της εφαρμογής Αρχεία που επιτρέπει την προσθήκη σχολίων σε αρχεία

source: Edit comment
el: Επεξεργασία σχολίου

source: Delete comment
el: Διαγραφή σχολίου

source: Cancel edit
el: Ακύρωση επεξεργασίας

source: Post comment
el: Αναρτήστε σχόλιο

source: No comments yet, start the conversation!
el: Δεν υπάρχουν σχόλια, ξεκινήστε την συζήτηση!

source: No more messages
el: Δεν υπάρχουν άλλα μηνύματα

source: Retry
el: Δοκιμή ξανά

source: Unable to load the comments list
el: Δεν είναι δυνατή η μεταφόρτωση της λίστας σχολίων.

source: %n unread comment
el: %n αδιάβαστο σχόλιο

source: 1 new comment
el: 1 νέο σχόλιο

source: Comment
el: Σχόλιο

source: An error occurred while trying to edit the comment
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια επεξεργασίας του σχολίου

source: Comment deleted
el: Το σχόλιο διαγράφηκε

source: An error occurred while trying to delete the comment
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια διαγραφής του σχολίου

source: An error occurred while trying to create the comment
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια δημιουργίας του σχολίου

source: You were mentioned on “{file}”, in a comment by a user that has since been deleted
el: Το όνομά σας αναφέρθηκε στο “{file}”, σε σχόλιο ενός χρήστη ο οποίος έχει πλέον διαγραφεί

source: {user} mentioned you in a comment on “{file}”
el: Ο {user} σας ανέφερε σε σχόλιο στο “{file}”
