Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/contacts.po
Languages: el

source: Details
el: Λεπτομέριες

source: All contacts
el: Όλες οι επαφές

source: Contacts
el: Επαφές

source: A contacts app for Nextcloud
el: Εφαρμογή επαφών για το Nextcloud

source: The Nextcloud contacts app is a user interface for Nextcloud's CardDAV server. Easily sync contacts from various devices with your Nextcloud and edit them online. * 🚀 **Integration with other Nextcloud apps!** Currently Mail and Calendar – more to come. * 🎉 **Never forget a birthday!** You can sync birthdays and other recurring events with your Nextcloud Calendar. * 👥 **Sharing of Adressbooks!** You want to share your contacts with your friends or coworkers? No problem! * 🙈 **We’re not reinventing the wheel!** Based on the great and open SabreDAV library.
el: Η εφαρμογή επαφών του Nextcloud είναι η διεπαφή χρήστη για το χειρισμό του διακομιστή Nextcloud CardDAV. Εύκολος συγχρονισμός και επεξεργασία επαφών από διάφορες συσκευές με το Nextcloud * 🚀 **Συνεργασία με άλλες εφαρμογές Nextcloud!** Ήδη με Ηλεκτρονικό Ταχυδρομείο και Ημερολόγιο - προσεχώς και άλλα. * 🎉 **Δεν ξεχνάτε ποτέ γενέθλια!** Συγχρονισμός γενεθλίων και άλλων επετείων με το ημερολόγιο Nextclound * 👥 **Κοινή χρήση Βιβλίου διευθύνσεων!** Θέλεις να μοιραστείς τις επαφές σου με φίλους ή συνεργάτες? Κανένα πρόβλημα! * 🙈 ** Δεν ανακαλύψαμε τον τροχό!** Βασίζεται στο ανοικτό λογισμικό SabreDAV.

source: Copy to full name
el: Αντιγραφή στο πλήρες όνομα

source: Omit year
el: Παράλειψη έτους

source: Allow updating avatars from social media
el: Να επιτρέπεται η ενημέρωση του άβαταρ από τα μέσα κοινωνικής δικτύωσης.

source: Please select a circle
el: Παρακαλούμε επιλέξτε έναν κύκλο

source: Loading circle …
el: Φόρτωση κύκλου ...

source: Your request to join this circle is pending approval
el: Το αίτημά σας για συμμετοχή σε αυτόν τον κύκλο βρίσκεται σε αναμονή έγκρισης

source: You are not a member of {circle}
el: Δεν είστε μέλος του κύκλου {circle}

source: There was an error fetching the member list
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση της λίστας μελών

source: Loading contacts …
el: Φόρτωση επαφών ...

source: There are no contacts yet
el: Δεν υπάρχουν ακόμη επαφές

source: Create contact
el: Δημιουργία επαφής

source: There are no contacts in this group
el: Δεν υπάρχουν επαφές σε αυτήν την ομάδα

source: Create contacts
el: Δημιουργία επαφών

source: Add contacts
el: Προσθήκη επαφών

source: Loading …
el: Φόρτωση…

source: Add member
el: Προσθήκη μέλους

source: Leave circle
el: Αποχώρηση από τον κύκλο

source: Delete circle
el: Διαγραφή κύκλου

source: Download
el: Λήψη

source: Send email
el: Αποστολή email

source: Groups
el: Ομάδες

source: Create a new group
el: Δημιουργήστε μια νέα ομάδα

source: Group name
el: Όνομα ομάδας

source: Circles
el: Κύκλοι

source: Create a new circle
el: Δημιουργήστε έναν νέο κύκλο

source: Show all groups
el: Εμφάνιση όλων των ομάδων

source: Collapse groups
el: Σύμπτυξη ομάδων

source: Show all circles
el: Εμφάνιση όλων των κύκλων

source: Collapse circles
el: Σύμπτυξη κύκλων

source: This group already exists
el: Αυτή η ομάδα υπάρχει ήδη

source: This circle already exists
el: Αυτός ο κύκλος υπάρχει ήδη

source: An error happened during the creation of the circle
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία του κύκλου

source: Rename
el: Μετονομασία

source: Enabled
el: Ενεργοποιημένο

source: Delete
el: Διαγραφή

source: Copied
el: Αντιγράφτηκε

source: Cannot copy
el: Αδυναμία αντιγραφής

source: Copy link
el: Αντιγραφή συνδέσμου

source: Toggling of address book was not successful
el: Η εναλλαγή του βιβλίου διευθύνσεων απέτυχε

source: This will delete the address book and every contacts within it
el: Θα διαγραφεί το βιβλίο διευθύνσεων και όλες τις επαφές

source: Delete {addressbook}?
el: Διαγραφή του {addressbook}?

source: Deletion of address book was not successful.
el: Απέτυχε η διαγραφή του βιβλίου διευθύνσεων.

source: Renaming of address book was not successful.
el: Η μετονομασία του βιβλίου διευθύνσεων απέτυχε.

source: Shared with {num} entity
el: Κοινη χρήση με {num} οντότητα

source: Share with users or groups
el: Διαμοιρασμός με χρήστες ή ομάδες

source: No users or groups
el: Χωρίς χρήστες ή ομάδες

source: can edit
el: με δυνατότητα επεξεργασίας

source: Unable to delete the share
el: Δεν είναι δυνατή η διαγραφή του κοινόχρηστου

source: Unable to change permissions
el: Δεν είναι δυνατή η αλλαγή δικαιωμάτων

source: Import contacts
el: Εισαγωγή επαφών

source: Import into the {addressbookName} address book
el: Εισαγωγή στο {addressbookName} βιβλίο διευθύνσεων

source: Select local file
el: Επιλογή τοπικού αρχείου

source: Import from Files
el: Εισαγωγή από Αρχεία

source: Importing is disabled because there are no address books available
el: Η λειτουργία εισαγωγής απενεργοποιήθηκε, καθώς δεν βρέθηκε κάποιο βιβλίο διευθύνσεων διαθέσιμο

source: Choose a vCard file to import
el: Επιλογή αρχείου vCard για εισαγωγή

source: Add new address book
el: Προσθήκη νέου βιβλίο διευθύνσεων

source: An error occurred, unable to create the address book
el: Παρουσιάστηκε σφάλμα, δεν ήταν δυνατή η δημιουργία του βιβλίου διευθύνσεων

source: First name
el: Όνομα

source: Last name
el: Επώνυμο

source: Phonetic first name
el: Φωνητικό πρώτο όνομα

source: Phonetic last name
el: Φωνητικό επίθετο

source: Display name
el: Εμφανιζόμενο όνομα

source: Last modified
el: Τελευταία τροποίηση

source: Sort by {sorting}
el: Ταξινόμηση κατά {sorting}

source: Update avatars from social media
el: Ενημέρωση των avatar από τα κοινωνικά δίκτυα

source: (refreshed once per week)
el: (ανανεώνεται μία φορά την εβδομάδα)

source: Address books
el: Βιβλία διευθύνσεων

source: An error happened during the config change
el: Παρουσιάστηκε σφάλμα κατά την αλλαγή της ρύθμισης

source: Circle name
el: Όνομα κύκλου

source: Circle owned by {owner}
el: Κύκλος που ανήκει στον/στην {owner}

source: Request to join
el: Αίτημα συμμετοχής

source: Description
el: Περιγραφή

source: There is no description for this circle
el: Δεν υπάρχει περιγραφή για αυτόν τον κύκλο

source: Enter a description for the circle
el: Εισαγάγετε μια περιγραφή για τον κύκλο

source: An error happened during description sync
el: Παρουσιάστηκε σφάλμα κατά τον συγχρονισμό της περιγραφής

source: An error happened during name sync
el: Παρουσιάστηκε σφάλμα κατά τον συγχρονισμό του ονόματος

source: Add new property
el: Προσθήκη νέου πεδίου

source: Choose property type
el: Διάλεξε τύπο πεδίου

source: Upload a new picture
el: Μεταφόρτωση νέας φωτογραφίας

source: Choose from Files
el: Επιλέξτε από τα Αρχεία

source: Get from
el: Λήψη από

source: Download picture
el: Λήψη εικόνας

source: Delete picture
el: Διαγραφή εικόνας

source: Invalid image
el: Μη έγκυρη εικόνα

source: Image is too big (max 1MB).
el: Η εικόνα είναι πολύ μεγάλη (μέγιστο 1MB).

source: Pick an avatar
el: Επιλογή άβαταρ

source: Error while processing the picture.
el: Σφάλμα κατά την επεξεργασία εικόνας.

source: Avatar downloaded from social network
el: Το άβαταρ λήφθηκε από κοινωνικό δίκτυο

source: Avatar already up to date
el: Το άβαταρ είναι ήδη ενημερωμένο

source: Avatar download failed
el: Η λήψη του άβαταρ επέτυχε

source: No contact selected
el: Καμιά επαφή δεν επιλέχθηκε

source: Select a contact on the list to begin
el: Επέλεξε μια επαφή απο την λίστα για έναρξη

source: Name
el: Όνομα

source: Company
el: Εταιρία

source: Title
el: Τίτλος

source: This contact was broken and received a fix. Please review the content and click here to save it.
el: Η επαφή παρουσίασε σφάλμα και διορθώθηκε. Παρακαλώ ελέγξτε την καταχώρηση και αποθηκεύστε εδώ.

source: Clone contact
el: Κλωνοποίηση επαφής

source: Generate QR Code
el: Δημιουργία Κώδικα QR

source: Contact vCard as QR code
el: Κάρτα επαφής vCard ως κώδικας QR

source: Pick an address book
el: Επιλέξτε ένα βιβλίο διευθύνσεων

source: Select address book
el: Επιλογή βιβλίου διευθύνσεων

source: Cancel
el: Ακύρωση

source: This contact is not yet synced. Edit it to save it to the server.
el: Η επαφή δεν συγχρονίστηκε. Επεξεργαστείτε την για αποθήκευση στον διακομιστή.

source: This contact is in read-only mode. You do not have permission to edit this contact.
el: Η επαφή είναι μόνο για εμφάνιση. Δεν έχετε δικαιώματα για την επεξεργασία της.

source: The contact you were trying to edit has changed. Please manually refresh the contact. Any further edits will be discarded.
el: Η επαφή που προσπαθείτε να επεξεργαστείτε άλλαξε. Παρακαλώ ανανεώστε. Όποια άλλη επεξεργασία θα απορριφθεί.

source: Address book
el: Βιβλίο διευθύνσεων

source: New contact
el: Νέα επαφή

source: Syntax error. Cannot open the contact.
el: Σφάλμα σύνταξης. Η επαφή δεν ανοίγει.

source: The contact doesn't exists anymore on the server.
el: Αυτή η επαφή δεν υπάρχει πλέον στον διακομιστή.

source: Unable to retrieve the contact from the server, please check your network connection.
el: Δεν είναι δυνατή η λήψη της επαφής από τον διακομιστή, παρακαλούμε ελέγξτε την σύνδεσή του δικτύου σας.

source: An error occurred while trying to move the contact
el: Παρουσιάστηκε σφάλμα κατά την μετακίνηση της επαφής

source: An error occurred while trying to copy the contact
el: Παρουσιάστηκε σφάλμα κατά την αντιγραφή επαφής

source: Add to {group}
el: Προσθήκη σε {group}

source: Remove {type}
el: Κατάργηση {type}

source: Search {types}
el: Αναζήτηση {types}

source: Search for people to add
el: Αναζητήστε άτομα για προσθήκη

source: No results
el: Κανένα αποτέλεσμα

source: Add to group
el: Προσθήκη στην ομάδα

source: Add {type}
el: Προσθήκη {type}

source: New circle name
el: Νέο όνομα κύκλου

source: Personal circle
el: Προσωπικός κύκλος

source: This circle will only be visible to you. Other members will not be able to see or use it.
el: Αυτός ο κύκλος θα είναι ορατός μόνο σε εσάς. Τα άλλα μέλη δε θα μπορούν να τον δουν ή να το χρησιμοποιήσουν.

source: Local circle
el: Τοπικός κύκλος

source: This circle will not be shared with the other instances of the global scale
el: Αυτός ο κύκλος δε θα είναι κοινόχρηστος με τις άλλες εγκαταστάσεις παγκόσμιας κλίμακας

source: Create circle
el: Δημιουργία κύκλου

source: Loading members list …
el: Φόρτωση λίστας μελών …

source: The list of members is only visible to members of this circle
el: Η λίστα των μελών είναι ορατή μόνο σε μέλη αυτού του κύκλου

source: There is no member in this circle
el: Δεν υπάρχει κάποιο μέλος σε αυτόν τον κύκλο

source: Add members
el: Προσθήκη μελών

source: Show circle details
el: Εμφάνιση λεπτομερειών κύκλου

source: Add to {circle}
el: Προσθήκη σε {circle}

source: Unable to get the recommendations list
el: Δεν είναι δυνατή η λήψη της λίστας προτάσεων

source: Unable to get the results
el: Δεν είναι δυνατή η λήψη των αποτελεσμάτων

source: Some members could not be added
el: Δεν ήταν δυνατή η προσθήκη ορισμένων μελών

source: There was an issue adding members to the circle
el: Παρουσιάστηκε πρόβλημα με την προσθήκη μελών στον κύκλο

source: Accept membership request
el: Αποδοχή αιτήματος μέλους

source: Reject membership request
el: Απόρριψη αιτήματος μέλους

source: Manage level
el: Διαχείριση ρόλου

source: Remove member
el: Κατάργηση μέλους

source: Pending
el: Εκκρεμεί

source: Promote as sole owner
el: Προαγωγή σε μοναδικό κάτοχο

source: Promote to {level}
el: Προαγωγή σε {level}

source: Demote to {level}
el: Υποβίβαση σε {level}

source: Could not delete the member {displayName}
el: Αδυναμία διαγραφής του μέλους {displayName}

source: Could not change the member level to {level}
el: Δεν ήταν δυνατή η αλλαγή του ρόλου του μέλους σε {level}

source: Could not accept membership request
el: Δεν ήταν δυνατή η αποδοχή του αιτήματος μέλους

source: Select type
el: Επιλέξτε τύπο

source: Select Date
el: Επιλέξτε Ημέρα

source: Add contact in group
el: Προσθήκη στην ομάδα

source: Select option
el: Επιλέξτε μια επιλογή

source: Unable to create the contact.
el: Αδυναμία δημιουργίας επαφής.

source: Contact not found
el: Δεν βρέθηκε η επαφή.

source: Group {group} not found
el: Η ομάδα {group} δε βρέθηκε

source: Close
el: Κλείσιμο

source: {success} contact added to {name}
el: Προστέθηκε {success} επαφή σε {name}

source: Adding {success} contact to {name}
el: Προσθήκη {success} επαφής σε {name}

source: {count} error
el: {count} σφάλμα

source: Importing %n contact into {addressbook}
el: Εισαγωγή %n επαφής σε {addressbook}

source: Done importing %n contact into {addressbook}
el: Ολοκληρώθηκε η εισαγωγή %n επαφής σε {addressbook}

source: Import
el: Εισαγωγή

source: Could not copy
el: Δεν ήταν δυνατή η αντιγραφή

source: Join circle
el: Συμμετοχή στον κύκλο

source: You are about to leave {circle}. Are you sure?
el: Πρόκειται να αποχωρήσετε από τον κύκλο {circle}. Είστε σίγουρος;

source: Please confirm circle leave
el: Παρακαλώ επιβεβαιώστε την αποχώρηση από τον κύκλο

source: Could not leave the circle {displayName}
el: Δεν ήταν δυνατή η αποχώρηση από τον κύκλο {displayName}

source: Unable to join the circle
el: Δεν είναι δυνατή η συμμετοχή στον κύκλο

source: You are about to delete {circle}. Are you sure?
el: Πρόκειται να διαγράψετε τον κύκλο {circle}. Είστε σίγουροι?

source: Please confirm circle deletion
el: Παρακαλώ επιβεβαιώστε την αποχώρηση από τον κύκλο

source: Unable to delete the circle
el: Δεν είναι δυνατή η διαγραφή του κύκλου

source: Link copied to the clipboard
el: Ο σύνδεσμος αντιγράφηκε στο πρόχειρο

source: Could not copy link to the clipboard.
el: Δεν ήταν δυνατή η αντιγραφή του συνδέσμου στο πρόχειρο.

source: Not grouped
el: Χωρίς ομάδα

source: Recently contacted
el: Πρόσφατη επικοινωνία

source: Circles allow you to create groups with other users on a Nextcloud instance and share with them.
el: Οι κύκλοι σας επιτρέπουν να δημιουργείτε ομάδες με άλλους χρήστες σε μια εγκατάσταση Nextcloud και να μοιράζεστε μαζί τους.

source: Circle
el: Κύκλος

source: User
el: Χρήστης

source: Group
el: Ομάδα

source: Email
el: Ηλ. ταχυδρομείο

source: Contact
el: Επαφή

source: Member
el: Μέλος

source: Moderator
el: Συντονιστής

source: Admin
el: Διαχειριστής

source: Owner
el: Κάτοχος

source: Invites
el: Προσκλήσεις

source: Anyone can request membership
el: Οποιοσδήποτε μπορεί να αιτηθεί συμμετοχή

source: Members need to accept invitation
el: Τα μέλη πρέπει να αποδεχτούν την πρόσκληση

source: Memberships must be confirmed/accepted by a Moderator (requires Open)
el: Τα αιτήματα μελών πρέπει να επιβεβαιωθούν/αποδεχθούν από έναν συντονιστή (απαιτείται Ανοιχτός κύκλος)

source: Members can also invite
el: Τα μέλη μπορούν επίσης να προσκαλέσουν

source: Visibility
el: Ορατότητα

source: Visible to everyone
el: Ορατός σε όλους

source: Circle membership
el: Κύκλος ως μέλος

source: Prevent circle from being a member of another circle
el: Αποτρέψτε τον κύκλο να είναι μέλος άλλου κύκλου

source: Users
el: Χρήστες

source: Emails
el: Ηλ.Μηνύματα

source: Nickname
el: Παρατσούκλι

source: Detailed name
el: Λεπτομερές όνομα

source: Additional names
el: Επιπλέον ονόματα

source: Prefix
el: Πρόθεμα

source: Suffix
el: Κατάληξη

source: Notes
el: Σημειώσεις

source: Website
el: Ιστοσελίδα

source: Location
el: Τοποθεσία

source: Home
el: Σπίτι

source: Work
el: Εργασία

source: Other
el: Άλλο

source: Address
el: Διεύθυνση

source: Post office box
el: Ταχυδρομική θυρίδα

source: Extended address
el: Εκτεταμένη διεύθυνση

source: City
el: Πόλη

source: State or province
el: Νομός ή περιφέρεια

source: Postal code
el: Ταχυδρομικός Κώδικας

source: Country
el: Χώρα

source: Birthday
el: Γενέθλια

source: Anniversary
el: Επέτειος

source: Date of death
el: Ημερομηνία θανάτου

source: Instant messaging
el: Άμεσα μηνύματα

source: Phone
el: Τηλέφωνο

source: Mobile
el: Κινητό

source: Work mobile
el: Κινητό εργασίας

source: Home mobile
el: Κινητό οικίας

source: Fax
el: Φαξ

source: Fax home
el: Φαξ σπίτι

source: Fax work
el: Φαξ εργασία

source: Pager
el: Βομβητής

source: Voice
el: Ομιλία

source: Car
el: Αμάξι

source: Work pager
el: Βομβητής δουλειάς

source: Social network
el: Κοινωνικό δίκτυο

source: Relationship to you
el: Σχέση με εσάς

source: Spouse
el: Σύζυγος

source: Child
el: Παιδί

source: Mother
el: Μητέρα

source: Father
el: Πατέρας

source: Parent
el: Γονέας

source: Brother
el: Αδελφός

source: Sister
el: Αδελφή

source: Relative
el: Συγγενής

source: Friend
el: Φίλος

source: Colleague
el: Συνάδελφος

source: Manager
el: Διευθυντής

source: Assistant
el: Βοηθός

source: Related contacts
el: Συναφείς επαφές

source: Emergency
el: Επείγον

source: Co-worker
el: Συνάδελφος

source: Gender
el: Φύλο

source: Female
el: Γυναίκα

source: Male
el: Άνδρας

source: None
el: Κανένα

source: Unknown
el: Άγνωστο

source: Time zone
el: Ζώνη ώρας

source: Spoken languages
el: Ομιλούσες γλώσσες

source: {failed} contact failed to be read
el: Αποτυχία ανάγνωσης {failed} επαφής

source: Some circle(s) an error occurred. Check the console for more details.
el: Παρουσιάστηκε ένα σφάλμα κύκλου(ων). Ελέγξτε την κονσόλα για περισσότερες λεπτομέρειες.

source: Unable to create circle {circleName}
el: Δεν είναι δυνατή η δημιουργία του κύκλου {circleName}

source: Unable to delete circle {circleId}
el: Δεν είναι δυνατή η διαγραφή του κύκλου {circleId}

source: Unable to delete contact
el: Δεν είναι δυνατή η διαγραφή της επαφής
