Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/core.po
Languages: el

source: Cannot install this app because it is not compatible
el: Δεν είναι δυνατή η εγκατάσταση αυτής της εφαρμογής επειδή δεν είναι συμβατή

source: Cannot install this app
el: Δεν είναι δυνατή η εγκατάσταση αυτής της εφαρμογής

source: Cancel
el: Ακύρωση

source: Schedule work & meetings, synced with all your devices.
el: Προγραμματισμένες εργασίες & συναντήσεις, συγχρονίζονται με όλες τις συσκευές σας.

source: Keep your colleagues and friends in one place without leaking their private info.
el: Κρατήστε συνεργάτες και φίλους σε ένα μέρος χωρίς να κινδυνεύουν τα προσωπικά δεδομένα τους.

source: Simple email app nicely integrated with Files, Contacts and Calendar.
el: Απλή εφαρμογή ηλ.ταχυδρομείου που ενσωματώνει Αρχεία, Επαφές και Ημερολόγιο.

source: Chatting, video calls, screensharing, online meetings and web conferencing – in your browser and with mobile apps.
el: Μηνύματα, κλήσεις βίντεο, κοινή χρήση οθόνης, συναντήσεις και τηλεδιασκέψεις - στον περιηγητή σας και με εφαρμογές κινητού.

source: Collaboratively edit office documents.
el: Συνεργατική επεξεργασία εγγράφων.

source: Local document editing back-end used by the Collabora Online app.
el: Επεξεργασία τοπικών εγγράφων με χρήση εφαρμογής Collabora Online.

source: Forgot password?
el: Ξεχάσατε το συνθηματικό;

source: Log in with a device
el: Συνδεθείτε με συσκευή

source: Back
el: Πίσω

source: Login form is disabled.
el: Η φόρμα σύνδεσης είναι απενεργοποιημένη.

source: Edit Profile
el: Επεξεργασία προφίλ

source: The headline and about sections will show up here
el: Ο "τίτλος" και οι ενότητες "σχετικά με" θα εμφανιστούν εδώ

source: You have not added any info yet
el: Δεν έχετε προσθέσει ακόμα πληροφορίες

source: {user} has not added any info yet
el: {user} δεν έχει προσθέσει ακόμη πληροφορίες

source: Reset search
el: Επαναφορά αναζήτησης

source: Search for {name} only
el: Αναζήτηση για {Όνομα} μόνο

source: No results for {query}
el: Κανένα αποτέλεσμα για {query}

source: Start typing to search
el: Ξεκινήστε την πληκτρολόγηση για αναζήτηση

source: Loading more results …
el: Γίνεται φόρτωση περισσότερων αποτελεσμάτων …

source: Load more results
el: Φόρτωση περισσοτέρων αποτελεσμάτων

source: Search
el: Αναζήτηση

source: An error occurred while searching for {type}
el: Παρουσιάστηκε σφάλμα κατά την αναζήτηση για {type}

source: Please enter {minSearchLength} character or more to search
el: Παρακαλούμε προσθέστε τουλάχιστον {minSearchLength} χαρακτήρα ή περισσότερους για αναζήτηση.

source: Search {types} …
el: Αναζήτηση {types} …

source: Settings
el: Ρυθμίσεις

source: Could not load your contacts
el: Αδυναμία φόρτωσης των επαφών σας

source: Search contacts …
el: Αναζήτηση επαφών …

source: No contacts found
el: Δεν βρέθηκαν επαφές

source: Show all contacts …
el: Εμφάνιση όλων των επαφών …

source: Install the Contacts app
el: Εγκατάσταση εφαρμογής Επαφών

source: Loading your contacts …
el: Φόρτωση των επαφών σας …

source: Looking for {term} …
el: Αναζήτηση για {term} …

source: No
el: Όχι

source: Yes
el: Ναι

source: No files in here
el: Δεν υπάρχουν αρχεία

source: New folder
el: Νέος φάκελος

source: No more subfolders in here
el: Δεν υπάρχουν υποφάκελοι

source: Name
el: Όνομα

source: Size
el: Μέγεθος

source: Modified
el: Τροποποιήθηκε

source: "{name}" is an invalid file name.
el: Το "{name}" δεν είναι έγκυρο όνομα αρχείου.

source: File name cannot be empty.
el: Το όνομα αρχείου δεν μπορεί να είναι κενό.

source: "/" is not allowed inside a file name.
el: Το "/" δεν είναι επιτρεπτό εντός του ονόματος αρχείου.

source: "{name}" is not an allowed filetype
el: Το "{name}" δεν είναι ένας επιτρεπτός τύπος αρχείου

source: {newName} already exists
el: Το {newname} υπάρχει ήδη

source: Choose
el: Επιλέξτε

source: Copy
el: Αντιγραφή

source: Move
el: Μετακίνηση

source: Error loading file picker template: {error}
el: Σφάλμα κατά την φόρτωση του προτύπου επιλογέα αρχείων: {error}

source: OK
el: ΟΚ

source: Error loading message template: {error}
el: Σφάλμα φόρτωσης προτύπου μηνυμάτων: {error}

source: read-only
el: μόνο για ανάγνωση

source: {count} file conflict
el: {count} αρχείο διαφέρει

source: One file conflict
el: Ένα αρχείο είναι σε διένεξη

source: New Files
el: Νέα αρχεία

source: Already existing files
el: Ήδη υπάρχοντα αρχεία

source: Which files do you want to keep?
el: Ποια αρχεία θέλετε να κρατήσετε;

source: If you select both versions, the copied file will have a number added to its name.
el: Εάν επιλέξετε και τις δυο εκδοχές, ένας αριθμός θα προστεθεί στο αρχείο που αντιγράφεται.

source: Continue
el: Συνέχεια

source: (all selected)
el: (όλα τα επιλεγμένα)

source: ({count} selected)
el: ({count} επιλέχθηκαν)

source: Error loading file exists template
el: Σφάλμα κατά την φόρτωση του προτύπου "αρχείο υπάρχει"

source: Pending
el: Εκκρεμεί

source: Copy to {folder}
el: Αντιγραφή σε {folder}

source: Move to {folder}
el: Μετακίνηση σε {folder}

source: Saving …
el: Αποθηκεύεται ...

source: Authentication required
el: Απαιτείται πιστοποίηση

source: This action requires you to confirm your password
el: Για την ενέργεια αυτή απαιτείται η επιβεβαίωση του συνθηματικού σας

source: Confirm
el: Επιβεβαίωση

source: Failed to authenticate, try again
el: Αποτυχία πιστοποίησης, δοκιμάστε πάλι

source: seconds ago
el: δευτερόλεπτα πριν

source: Connection to server lost
el: Η σύνδεση στον διακομιστή διακόπηκε

source: Problem loading page, reloading in %n second
el: Πρόβλημα φόρτωσης σελίδας, επαναφόρτωση σε %n δευτερόλεπτα

source: Add to a project
el: Προσθήκη σε έργο

source: Show details
el: Εμφάνιση λεπτομερειών

source: Hide details
el: Απόκρυψη λεπτομερειών

source: Rename project
el: Μετονομασία έργου

source: Failed to rename the project
el: Η μετονομασία έργου απέτυχε

source: Failed to create a project
el: Η δημιουργία έργου απέτυχε

source: Failed to add the item to the project
el: Η προσθήκη αντικειμένου στο έργο απέτυχε

source: Connect items to a project to make them easier to find
el: Συνδέστε αντικείμενα στο έργο για ευκολότερη εύρεση

source: Type to search for existing projects
el: Πληκτρολογήστε για αναζήτηση έργου

source: New in
el: Νέο σε

source: View changelog
el: Εμφάνιση αρχείου αλλαγών

source: Very weak password
el: Πολύ αδύναμο συνθηματικό

source: Weak password
el: Αδύναμο συνθηματικό

source: So-so password
el: Μέτριο συνθηματικό

source: Good password
el: Καλό συνθηματικό

source: Strong password
el: Δυνατό συνθηματικό

source: No action available
el: Καμία διαθέσιμη ενέργεια

source: Error fetching contact actions
el: Σφάλμα κατά την λήψη ενεργειών της επαφής

source: Non-existing tag #{tag}
el: Μη υπάρχουσα ετικέτα #{tag}

source: restricted
el: περιορισμένο

source: invisible
el: αόρατο

source: Delete
el: Διαγραφή

source: Rename
el: Μετονομασία

source: Collaborative tags
el: Συνεργατικές ετικέτες

source: No tags found
el: Δεν βρέθηκαν ετικέτες

source: Personal
el: Προσωπικά

source: Users
el: Χρήστες

source: Apps
el: Εφαρμογές

source: Admin
el: Διαχειριστής

source: Help
el: Βοήθεια

source: Access forbidden
el: Απαγορεύεται η πρόσβαση

source: Profile not found
el: Το προφίλ δε βρέθηκε

source: The profile does not exist.
el: Το προφίλ δεν υπάρχει.

source: Back to %s
el: Πίσω στο %s

source: File not found
el: Το αρχείο δεν βρέθηκε

source: The document could not be found on the server. Maybe the share was deleted or has expired?
el: Το έγγραφο δεν βρέθηκε στον διακομιστή. Ίσως διαγράφηκε η κοινή χρήση ή έληξε?

source: Too many requests
el: Πάρα πολλά αιτήματα

source: There were too many requests from your network. Retry later or contact your administrator if this is an error.
el: Υπήρχαν πάρα πολλά αιτήματα από το δίκτυό σας. Δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον διαχειριστή σας εάν πρόκειται για σφάλμα.

source: Error
el: Σφάλμα

source: Previous
el: Προηγούμενο

source: Internal Server Error
el: Εσωτερικό Σφάλμα Διακομιστή

source: The server was unable to complete your request.
el: Ο διακομιστής δεν μπορεί να ολοκληρώσει το αίτημα σας.

source: If this happens again, please send the technical details below to the server administrator.
el: Εάν συμβεί ξανά, παρακαλώ στείλτε τεχνικές λεπτομέρειες στον διαχειριστή.

source: More details can be found in the server log.
el: Περισσότερες λεπτομέρειες μπορείτε να βρείτε στο αρχείο καταγραφής του διακομιστή.

source: Technical details
el: Τεχνικές λεπτομέρειες

source: Remote Address: %s
el: Απομακρυσμένη διεύθυνση: %s

source: Request ID: %s
el: ID αιτήματος: %s

source: Type: %s
el: Τύπος: %s

source: Code: %s
el: Κώδικας: %s

source: Message: %s
el: Μήνυμα: %s

source: File: %s
el: Αρχείο: %s

source: Line: %s
el: Γραμμή: %s

source: Trace
el: Ανίχνευση

source: Security warning
el: Προειδοποίηση ασφαλείας

source: Your data directory and files are probably accessible from the internet because the .htaccess file does not work.
el: Ο κατάλογος δεδομένων και τα αρχεία σας είναι πιθανό να είναι προσβάσιμα από το διαδίκτυο διότι δεν δουλεύει το αρχείο .htaccess.

source: For information how to properly configure your server, please see the <a href="%s" target="_blank" rel="noreferrer noopener">documentation</a>.
el: Για πληροφορίες πως μπορείτε να ρυθμίσετε σωστά τον διακομιστή, παρακαλούμε δείτε την <a href="%s" target="_blank" rel="noreferrer noopener">τεκμηρίωση</a>.

source: Create an <strong>admin account</strong>
el: Δημιουργήστε έναν <strong>λογαριασμό διαχειριστή</strong>

source: Username
el: Όνομα χρήστη

source: Show password
el: Εμφάνιση κωδικού

source: Storage & database
el: Αποθηκευτικός χώρος & βάση δεδομένων

source: Data folder
el: Φάκελος δεδομένων

source: Configure the database
el: Ρύθμιση της βάσης δεδομένων

source: Only %s is available.
el: Μόνο %s είναι διαθέσιμο.

source: Install and activate additional PHP modules to choose other database types.
el: Εγκαταστήστε και ενεργοποιείστε επιπλέον αρθρώματα της PHP για να επιλέξετε άλλους τύπους βάσεων δεδομένων.

source: For more details check out the documentation.
el: Για περισσότερες πληροφορίες ανατρέξτε στην τεκμηρίωση.

source: Database user
el: Χρήστης βάσης δεδομένων

source: Database password
el: Συνθηματικό βάσης δεδομένων

source: Database name
el: Όνομα βάσης δεδομένων

source: Database tablespace
el: Κενά πινάκων βάσης δεδομένων

source: Database host
el: Διακομιστής βάσης δεδομένων

source: Please specify the port number along with the host name (e.g., localhost:5432).
el: Παρακαλώ καθορίστε τον αριθμό της θύρας μαζί με το όνομα διακομιστή (πχ localhost: 5432).

source: Performance warning
el: Προειδοποίηση απόδοσης

source: You chose SQLite as database.
el: Επιλέξατε την SQLite ως βάση δεδομένων.

source: SQLite should only be used for minimal and development instances. For production we recommend a different database backend.
el: Η SQLite πρέπει να χρησιμοποιείται μόνο για μικρές εγκαταστάσεις και εγκαταστάσεις για ανάπτυξη. Για παραγωγικά συστήματα συνιστούμε διαφορετική βάση δεδομένων.

source: If you use clients for file syncing, the use of SQLite is highly discouraged.
el: Εάν χρησιμοποιείτε το λογισμικό υπολογιστή για συγχρονισμό, δεν συνίσταται η χρήση της SQLite.

source: Install
el: Εγκατάσταση

source: Installing …
el: Εγκατάσταση …

source: Need help?
el: Θέλετε βοήθεια;

source: See the documentation
el: Δείτε την τεκμηρίωση

source: It looks like you are trying to reinstall your Nextcloud. However the file CAN_INSTALL is missing from your config directory. Please create the file CAN_INSTALL in your config folder to continue.
el: Φαίνεται ότι προσπαθείτε να επανεγκαταστήσετε το Nextcloud. Ωστόσο, το αρχείο CAN_INSTALL λείπει από τον κατάλογο config. Δημιουργήστε το αρχείο CAN_INSTALL στο φάκελο config για να συνεχίσετε.

source: Could not remove CAN_INSTALL from the config folder. Please remove this file manually.
el: Δεν ήταν δυνατή η κατάργηση του CAN_INSTALL από το φάκελο config. Καταργήστε αυτό το αρχείο χειροκίνητα.

source: This application requires JavaScript for correct operation. Please {linkstart}enable JavaScript{linkend} and reload the page.
el: Αυτή η εφαρμογή απαιτεί JavaScript για σωστή λειτουργία. Παρακαλώ {linkstart}ενεργοποιήστε τη JavaScrip{linkend} και φορτώστε ξανά τη σελίδα.

source: Get your own free account
el: Αποκτήστε τον δωρεάν λογαριασμό σας

source: Skip to main content
el: Μετάβαση στο κύριο περιεχόμενο

source: Skip to navigation of app
el: Μεταβείτε στην πλοήγηση της εφαρμογής

source: More apps
el: Περισσότερες εφαρμογές

source: More
el: Περισσότερα

source: More apps menu
el: Μενού περισσότερων εφαρμογών

source: Contacts
el: Επαφές

source: Contacts menu
el: Μενού επαφών

source: Settings menu
el: Μενού ρυθμίσεων

source: Confirm your password
el: Επιβεβαίωση συνθηματικού

source: Connect to your account
el: Σύνδεση στον λογαριασμό σας

source: Please log in before granting %1$s access to your %2$s account.
el: Παρακαλώ συνδεθείτε πρίν χορηγήσετε %1$s πρόσβαση στον λογαριασμό σας %2$s.

source: If you are not trying to set up a new device or app, someone is trying to trick you into granting them access to your data. In this case do not proceed and instead contact your system administrator.
el: Εάν δεν προσπαθείτε να ρυθμίσετε μια νέα συσκευή ή εφαρμογή, κάποιος προσπαθεί να σας εξαπατήσει ώστε να του παραχωρήσετε πρόσβαση στα δεδομένα σας. Σε αυτήν την περίπτωση μην προχωρήσετε και επικοινωνήστε με τον διαχειριστή του συστήματός σας.

source: App token
el: Διακριτικό εφαρμογής

source: Grant access
el: Παροχή άδειας πρόσβασης

source: Alternative log in using app token
el: Εναλλακτική είσοδος με την χρήση του token της εφαρμογής

source: Account access
el: Πρόσβαση λογαριασμού

source: You are about to grant %1$s access to your %2$s account.
el: Πρόκειται να χορηγήσετε άδεια %1$s στον λογαριασμό σας %2$s.

source: Account connected
el: Συνδεδεμένος λογαριασμός

source: Your client should now be connected!
el: Η εφαρμογή υπολογιστή έχει συνδεθεί!

source: You can close this window.
el: Μπορείτε να κλείσετε το παράθυρο.

source: This share is password-protected
el: Το κοινόχρηστο έχει προστασία κωδικού

source: The password is wrong. Try again.
el: Το συνθηματικό είναι λανθασμένο. Δοκιμάστε ξανά.

source: Two-factor authentication
el: Πιστοποίηση Δύο-Παραγόντων

source: Enhanced security is enabled for your account. Choose a second factor for authentication:
el: Έχει ενεργοποιηθεί η βελτιωμένη ασφάλεια για τον λογαριασμό σας. Παρακαλώ επιλέξτε δεύτερο παράγοντα αυθεντικοποίησης:

source: Could not load at least one of your enabled two-factor auth methods. Please contact your admin.
el: Δεν ήταν δυνατή η φόρτωση τουλάχιστον μιας από τις ενεργοποιημένες μεθόδους αυθεντικοποίησης με δύο παράγοντες. Επικοινωνήστε με το διαχειριστή σας.

source: Two-factor authentication is enforced but has not been configured on your account. Contact your admin for assistance.
el: Ο έλεγχος ταυτότητας δύο παραγόντων επιβάλλεται αλλά δεν έχει ρυθμιστεί στο λογαριασμό σας. Επικοινωνήστε με το διαχειριστή σας για βοήθεια.

source: Two-factor authentication is enforced but has not been configured on your account. Please continue to setup two-factor authentication.
el: Ο έλεγχος ταυτότητας δύο παραγόντων επιβάλλεται αλλά δεν έχει ρυθμιστεί στο λογαριασμό σας. Συνεχίστε για ρύθμιση ελέγχου ταυτότητας δύο παραγόντων.

source: Set up two-factor authentication
el: Ρύθμιση ελέγχου ταυτότητας δύο-παραγόντων

source: Two-factor authentication is enforced but has not been configured on your account. Use one of your backup codes to log in or contact your admin for assistance.
el: Ο έλεγχος ταυτότητας δύο παραγόντων επιβάλλεται αλλά δεν έχει ρυθμιστεί στο λογαριασμό σας. Χρησιμοποιήστε έναν από τους εφεδρικούς κωδικούς σας για να συνδεθείτε ή επικοινωνήστε με το διαχειριστή σας για βοήθεια.

source: Use backup code
el: Χρήση εφεδρικών κωδικών

source: Cancel login
el: Ακύρωση εισόδου

source: Setup two-factor authentication
el: Ρύθμιση ελέγχου ταυτότητας δύο-παραγόντων

source: Enhanced security is enforced for your account. Choose which provider to set up:
el: Έχει ενεργοποιηθεί βελτιωμένη ασφάλεια για τον λογαριασμό σας. Επιλέξτε ποιόν πάροχο θα ρυθμίσετε:

source: Error while validating your second factor
el: Σφάλμα κατά την επικύρωση του δεύτερου παράγοντα

source: Access through untrusted domain
el: Πρόσβαση από μη αξιόπιστο τομέα

source: Please contact your administrator. If you are an administrator, edit the "trusted_domains" setting in config/config.php like the example in config.sample.php.
el: Παρακαλώ επικοινωνήστε με το διαχειριστή του συστήματος. Αν είστε ο διαχειριστής, ρυθμίστε την επιλογή "trusted_domain" στο αρχείο config/config.php. όπως το παράδειγμα στο αρχείο config/config.sample.php.

source: Further information how to configure this can be found in the %1$sdocumentation%2$s.
el: Περισσότερες πληροφορίες για τη ρύθμιση υπάρχουν στην%1$sΤεκμηρίωση%2$s.

source: App update required
el: Απαιτείται ενημέρωση εφαρμογής

source: %1$s will be updated to version %2$s
el: %1$s θα ενημερωθεί στην έκδοση %2$s

source: The following apps will be updated:
el: Οι ακόλουθες εφαρμογές θα ενημερωθούν:

source: These incompatible apps will be disabled:
el: Αυτές οι μη συμβατές εφαρμογές θα απενεργοποιηθούν:

source: The theme %s has been disabled.
el: Το θέμα %s έχει απενεργοποιηθεί.

source: Please make sure that the database, the config folder and the data folder have been backed up before proceeding.
el: Παρακαλούμε βεβαιωθείτε ότι έχουν ληφθεί αντίγραφα ασφαλείας της βάσης δεδομένων, του φακέλου ρυθμίσεων και του φακέλου δεδομένων πριν προχωρήσετε.

source: Start update
el: Έναρξη ενημέρωσης

source: To avoid timeouts with larger installations, you can instead run the following command from your installation directory:
el: Για να αποφύγετε τη λήξη χρόνου με μεγαλύτερες εγκαταστάσεις, μπορείτε αντί αυτού να εκτελέσετε την ακόλουθη εντολή στον κατάλογο εγκατάστασης:

source: Detailed logs
el: Λεπτομερές ιστορικό

source: Update needed
el: Απαιτείται ενημέρωση

source: Please use the command line updater because you have a big instance with more than 50 users.
el: Παρακαλούμε χρησιμοποιήστε την ενημέρωση μέσω γραμμής εντολών διότι έχετε μια μεγάλη εγκατάσταση με περισσότερους από 50 χρήστες.

source: For help, see the <a target="_blank" rel="noreferrer noopener" href="%s">documentation</a>.
el: Για βοήθεια, δείτε στην <a target="_blank" rel="noreferrer" href="%s">τεκμηρίωση</a>.

source: I know that if I continue doing the update via web UI has the risk, that the request runs into a timeout and could cause data loss, but I have a backup and know how to restore my instance in case of a failure.
el: Γνωρίζω ότι συνεχίζοντας την ενημέρωση μέσω web UI αποτελεί ρίσκο, το χρονικό όριο του αιτήματος μπορεί να εξαντληθεί με συνέπεια το χάσιμο δεδομένων, αλλά έχω πραγματοποιήσει αντίγραφο ασφαλείας και γνωρίζω πως να κάνω αποκατάσταση σε περίπτωση αποτυχίας.

source: Upgrade via web on my own risk
el: Αναβάθμιση μέσω ιστού με δική μου ευθύνη

source: Maintenance mode
el: Κατάσταση συντήρησης

source: This %s instance is currently in maintenance mode, which may take a while.
el: Αυτή %s η εγκατάσταση είναι σε λειτουργία συντήρησης, η οποία μπορεί να διαρκέσει κάποιο χρόνο.

source: This page will refresh itself when the instance is available again.
el: Η σελίδα θα ανανεωθεί αυτόματα όταν η υπηρεσία είναι διαθέσιμη ξανά.

source: Contact your system administrator if this message persists or appeared unexpectedly.
el: Επικοινωνήστε με το διαχειριστή του συστήματος αν αυτό το μήνυμα συνεχίζει να εμφανίζεται ή εμφανίστηκε απρόσμενα.

source: Couldn't reset password because the token is invalid
el: Αδυναμία επαναφοράς συνθηματικού λόγω μη έγκυρου αναγνωριστικού

source: Couldn't reset password because the token is expired
el: Αδυναμία επαναφοράς συνθηματικού επειδή το αναγνωριστικό έχει λήξει

source: Checking whether the database schema can be updated (this can take a long time depending on the database size)
el: Έλεγχος αν η διάταξη της βάσης δεδομένων μπορεί να ενημερωθεί (αυτό μπορεί να πάρει αρκετή ώρα ανάλογα με το μέγεθος της βάσης δεδομένων)

source: Checked database schema update
el: Έλεγχος ενημέρωσης διάταξης βάσης δεδομένων

source: Checking updates of apps
el: Έλεγχος ενημερώσεων εφαρμογών

source: Update app "%s" from appstore
el: Ενημέρωση εφαρμογής "%s" από το appstore

source: Checked database schema update for apps
el: Ελέγχθηκε η ενημέρωση διάταξης βάσης δεδομένων για εφαρμογές

source: Your web server is not properly set up to resolve "{url}". Further information can be found in the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
el: Ο διακομιστής σας δεν έχει ρυθμιστεί κατάλληλα ώστε να επιλύει το "{url}". Περισσότερες πληροφορίες μπορείτε να βρείτε στην <a target="_blank" rel="noreferrer noopener" href="{docLink}">τεκμηρίωση </a>.

source: Your web server is not properly set up to resolve "{url}". This is most likely related to a web server configuration that was not updated to deliver this folder directly. Please compare your configuration against the shipped rewrite rules in ".htaccess" for Apache or the provided one in the documentation for Nginx at it's <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation page</a>. On Nginx those are typically the lines starting with "location ~" that need an update.
el: Ο διακομιστής σας δεν έχει ρυθμιστεί κατάλληλα ώστε να επιλύει το "{url}". Αυτό πιθανόν οφείλεται στις ρυθμίσεις του διακομιστή για άμεση παράδοση φακέλων. Παρακαλώ συγκρίνεται τις ρυθμίσεις σας με τις προρυθμισμένες του Apache στο αρχείο ".htaccess" ή την τεκμηρίωση του Nginx <a target="_blank" rel="noreferrer noopener" href="{docLink}">σελίδα εγχειριδίου</a>. Στον Nginx οι γραμμές που χρειάζονται ενημέρωση τυπικά αρχίζουν με "location ~".

source: Your web server is not properly set up to deliver .woff2 files. This is typically an issue with the Nginx configuration. For Nextcloud 15 it needs an adjustement to also deliver .woff2 files. Compare your Nginx configuration to the recommended configuration in our <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
el: Ο διακομιστής σας δεν έχει ρυθμιστεί κατάλληλα ώστε να παραδώσει τα αρχεία .woff2. Αυτό είναι ένα τυπικό πρόβλημα διαμόρφωσης του Nginx. Για το Nextcloud 15 χρειάζεται ρύθμιση ώστε να μπορεί να παραδίδει και .woff2 αρχεία. Συγκρίνεται την διαμόρφωση του Nginx με την προτεινόμενη διαμόρφωση της <a target="_blank" rel="noreferrer noopener" href="{docLink}">τεκμηρίωσή μας</a>.

source: Please check the <a target="_blank" rel="noreferrer noopener" href="{docLink}">installation documentation ↗</a> for PHP configuration notes and the PHP configuration of your server, especially when using php-fpm.
el: Παρακαλούμε ελέγξτε την <a target="_blank" rel="noreferrer noopener" href="{docLink}">τεκμηρίωση εγκατάστασης</a> για σημειώσεις περί της διαμόρφωση της PHP και την διαμόρφωση της PHP στον δικό σας διακομιστή, ειδικότερα εάν χρησιμοποιείται php-fpm.

source: Transactional file locking is disabled, this might lead to issues with race conditions. Enable "filelocking.enabled" in config.php to avoid these problems. See the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation ↗</a> for more information.
el: Το κλείδωμα αρχείων συναλλαγών είναι απενεργοποιημένο, αυτό μπορεί να οδηγήσει σε προβλήματα "συνθηκών ανταγωνισμού" (race conditions). Ενεργοποιήστε το "filelocking.enabled" στο αρχείο config.php ώστε να αποφύγετε αυτά τα προβλήματα. Δείτε την <a target="_blank" rel="noreferrer noopener" href="{docLink}">τεκμηρίωση</a> για περισσότερες πληροφορίες.
