Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/core.po
Languages: el

source: Please select a file.
el: Παρακαλούμε επιλέξτε αρχείο.

source: File is too big
el: Το αρχείο είναι πολύ μεγάλο

source: The selected file is not an image.
el: Το επιλεγμένο αρχείο δεν είναι εικόνα.

source: The selected file cannot be read.
el: Αδυναμία ανάγνωσης επιλεγμένου αρχείου.

source: The file was uploaded
el: Το αρχείο μεταφορτώθηκε

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
el: Το αρχείο που εστάλη υπερβαίνει την οδηγία μέγιστου επιτρεπτού μεγέθους upload_max_filesize του php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
el: Το μεταφορτωμένο αρχείο υπερβαίνει την οδηγία MAX_FILE_SIZE που καθορίστηκε στη φόρμα HTML

source: The file was only partially uploaded
el: Το αρχείο μεταφορτώθηκε μόνο εν μέρει

source: No file was uploaded
el: Δε μεταφορτώθηκε κάποιο αρχείο

source: Missing a temporary folder
el: Λείπει κάποιος προσωρινός φάκελος

source: Could not write file to disk
el: Δεν ήταν δυνατή η εγγραφή του αρχείου στο δίσκο

source: A PHP extension stopped the file upload
el: Μια επέκταση PHP σταμάτησε τη μεταφόρτωση του αρχείου

source: Invalid file provided
el: Έχει δοθεί μη έγκυρο αρχείο

source: No image or file provided
el: Δεν δόθηκε εικόνα ή αρχείο

source: Unknown filetype
el: Άγνωστος τύπος αρχείου

source: Invalid image
el: Μη έγκυρη εικόνα

source: An error occurred. Please contact your admin.
el: Προέκυψε σφάλμα. Παρακαλούμε επικοινωνήστε με τον διαχειριστή.

source: No temporary profile picture available, try again
el: Δεν υπάρχει προσωρινή φωτογραφία προφίλ, δοκιμάστε ξανά

source: No crop data provided
el: Δεν δόθηκαν δεδομένα περικοπής

source: No valid crop data provided
el: Έχουν δοθεί μη έγκυρα δεδομένα περικοπής

source: Crop is not square
el: Η περικοπή δεν έχει τετράγωνο σχήμα

source: State token does not match
el: Το αναγνωριστικό κατάστασης δεν ταιριάζει

source: Invalid app password
el: Λανθασμένο συνθηματικό εφαρμογής

source: Could not complete login
el: Αδυναμία ολοκλήρωσης σύνδεσης

source: Your login token is invalid or has expired
el: Το αναγνωριστικό (token) σύνδεσής σας δεν είναι έγκυρο ή έχει λήξει

source: This community release of Nextcloud is unsupported and instant notifications are unavailable.
el: Αυτή η έκδοση του Nextcloud δεν υποστηρίζεται και οι άμεσες ειδοποιήσεις δεν είναι διαθέσιμες.

source: Password reset is disabled
el: Η επαναφορά συνθηματικού είναι απενεργοποιημένη

source: Could not reset password because the token is expired
el: Δεν ήταν δυνατή η επαναφορά του κωδικού πρόσβασης επειδή το αναγνωριστικό έχει λήξει

source: Could not reset password because the token is invalid
el: Δεν ήταν δυνατή η επαναφορά του κωδικού πρόσβασης επειδή το αναγνωριστικό δεν είναι έγκυρο

source: %s password reset
el: %s επαναφορά συνθηματικού

source: Password reset
el: Επαναφορά συνθηματικού

source: Click the following button to reset your password. If you have not requested the password reset, then ignore this email.
el: Κάντε κλικ στο παρακάτω κουμπί για να επαναφέρετε το συνθηματικό σας. Εάν δεν αιτηθήκατε επαναφορά συνθηματικού, αγνοήστε αυτό το μήνυμα αλληλογραφίας.

source: Click the following link to reset your password. If you have not requested the password reset, then ignore this email.
el: Κάντε κλικ στο παρακάτω σύνδεσμο για να επαναφέρετε το συνθηματικό σας. Εάν δεν αιτηθήκατε επαναφορά συνθηματικού, αγνοήστε αυτό το μήνυμα αλληλογραφίας.

source: Reset your password
el: Επαναφορά συνθηματικού

source: Nextcloud Server
el: Διακομιστής Nextcloud

source: Some of your link shares have been removed
el: Μερικοί από τους κοινόχρηστους συνδέσμους σας έχουν καταργηθεί

source: Due to a security bug we had to remove some of your link shares. Please see the link for more information.
el: Λόγω σφάλματος ασφαλείας έπρεπε να αφαιρέσουμε κοινόχρηστους συνδέσμους σας. Παρακαλούμε δείτε τον παρακάτω σύνδεσμο για πληροφορίες.

source: The user limit of this instance is reached.
el: Το όριο χρήστη αυτού του instance έχει επιτευχθεί.

source: Enter your subscription key to increase the user limit. For more information about Nextcloud Enterprise see our website.
el: Εισάγετε το κλειδί συνδρομής σας για να αυξήσετε το όριο χρήστη. Για περισσότερες πληροφορίες σχετικά με το Nextcloud Enterprise, ανατρέξτε στον ιστότοπό μας.

source: Preparing update
el: Προετοιμασία ενημέρωσης

source: Repair step:
el: Βήμα επισκευής:

source: Repair info:
el: Πληροφορίες επισκευής:

source: Repair warning:
el: Προειδοποίηση επισκευής:

source: Repair error:
el: Σφάλμα επισκευής:

source: Please use the command line updater because automatic updating is disabled in the config.php.
el: Παρακαλούμε ενημερώστε μέσω γραμμής εντολών διότι η αυτόματη ενημέρωση έχει απενεργοποιηθεί στο αρχείο config.php.

source: [%d / %d]: Checking table %s
el: [%d / %d]: Έλεγχος πίνακα %s

source: Turned on maintenance mode
el: Η λειτουργία συντήρησης ενεργοποιήθηκε

source: Turned off maintenance mode
el: Η λειτουργία συντήρησης απενεργοποιήθηκε

source: Maintenance mode is kept active
el: Η λειτουργία συντήρησης διατηρήθηκε ενεργή

source: Updating database schema
el: Ενημέρωση διάταξης βάσης δεδομένων

source: Updated database
el: Ενημερωμένη βάση δεδομένων

source: Update app "%s" from App Store
el: Ενημέρωση εφαρμογής "%s" από το App Store

source: Checking whether the database schema for %s can be updated (this can take a long time depending on the database size)
el: Έλεγχος αν η διάταξη της βάσης δεδομένων για %s μπορεί να ενημερωθεί (αυτό μπορεί να πάρει αρκετή ώρα ανάλογα με το μέγεθος της βάσης δεδομένων)

source: Updated "%1$s" to %2$s
el: Ενημερώθηκαν "%1$s" σε %2$s

source: Set log level to debug
el: Ορισμός επιπέδου ιστορικού σε αποσφαλμάτωση

source: Reset log level
el: Επαναφορά επιπέδου ιστορικού

source: Starting code integrity check
el: Εκκίνηση ελέγχου ακεραιότητας του κώδικα

source: Finished code integrity check
el: Ολοκληρώθηκε ο έλεγχος ακεραιότητας του κώδικα

source: %s (incompatible)
el: %s (ασύμβατη)

source: The following apps have been disabled: %s
el: Οι ακόλουθες εφαρμογές έχουν απενεργοποιηθεί: %s

source: Already up to date
el: Ενημερωμένο ήδη

source: Your web server is not yet properly set up to allow file synchronization, because the WebDAV interface seems to be broken.
el: Ο διακομιστής σας δεν έχει ρυθμιστεί ακόμη κατάλληλα ώστε να επιτρέπει τον συγχρονισμό αρχείων, διότι η διεπαφή WebDAV φαίνεται να μη λειτουργεί.

source: PHP does not seem to be setup properly to query system environment variables. The test with getenv("PATH") only returns an empty response.
el: H PHP δεν φαίνεται να έχει διαμορφωθεί σωστά για ερωτήματα σε μεταβλητές περιβάλλοντος του συστήματος. Η δοκιμή με την εντολή getenv("PATH") επιστρέφει μια κενή απάντηση.

source: The read-only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update.
el: Η ρύθμιση "μόνο για ανάγνωση" έχει ενεργοποιηθεί. Αυτό εμποδίζει τον καθορισμό ρυθμίσεων διαμόρφωσης μέσω της διεπαφής ιστού (web-interface). Επιπλέον, το αρχείο πρέπει να γίνει εγγράψιμο χειροκίνητα για κάθε ενημέρωση.

source: Your database does not run with "READ COMMITTED" transaction isolation level. This can cause problems when multiple actions are executed in parallel.
el: Η βάση δεδομένων σας δεν εκτελείται με επίπεδο απομόνωσης συναλλαγών "READ COMMITTED". Αυτό μπορεί να προκαλέσει προβλήματα όταν εκτελούνται παράλληλα πολλαπλές ενέργειες.

source: The PHP module "fileinfo" is missing. It is strongly recommended to enable this module to get the best results with MIME type detection.
el: Η PHP μονάδα (module) "fileinfo" λείπει. Σας συνιστούμε ιδιαίτερα να ενεργοποιήσετε αυτή την μονάχα για να έχετε τα καλύτερα αποτελέσματα σχετικά με τον εντοπισμό MIME type.

source: Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add "default_phone_region" with the respective {linkstart}ISO 3166-1 code ↗{linkend} of the region to your config file.
el: Η εγκατάστασή σας δεν έχει ορισμένη προεπιλεγμένη περιοχή τηλεφώνου. Αυτό απαιτείται για την επικύρωση αριθμών τηλεφώνου στις ρυθμίσεις προφίλ χωρίς κωδικό χώρας. Για να επιτρέψετε αριθμούς χωρίς κωδικό χώρας, προσθέστε το "default_phone_region" με τον αντίστοιχο {linkstart} κωδικό ISO 3166-1 ↗ {linkend} της περιοχής στο αρχείο διαμόρφωσης.

source: It was not possible to execute the cron job via CLI. The following technical errors have appeared:
el: Δεν ήταν δυνατή η εκτέλεση της cron job μέσω τερματικού (CLI). Εμφανίστηκαν τα παρακάτω τεχνικά σφάλματα:

source: This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features.
el: Αυτός ο διακομιστής δεν έχει ενεργή σύνδεση στο διαδίκτυο. Δεν ήταν δυνατή η πρόσβαση σε πολλά τελικά σημεία. Αυτό σημαίνει πως κάποιες λειτουργίες/υπηρεσίες όπως η σύνδεση με εξωτερικούς χώρους αποθήκευσης, ειδοποιήσεις σχετικά με ενημερώσεις ή η εγκατάσταση εφαρμογών από τρίτους δε θα λειτουργούν. Η απομακρυσμένη πρόσβαση στα αρχεία και η αποστολή ειδοποιήσεων ηλεκτρονικού ταχυδρομείου ενδέχεται να μη λειτουργούν επίσης. Ενεργοποιήσετε την πρόσβαση στο διαδίκτυο για τον συγκεκριμένο διακομιστή για να μπορείτε να χρησιμοποιήσετε και να απολαύσετε όλα τα χαρακτηριστικά και τις υπηρεσίες.

source: You are currently running PHP {version}. Upgrade your PHP version to take advantage of {linkstart}performance and security updates provided by the PHP Group ↗{linkend} as soon as your distribution supports it.
el: Αυτήν τη στιγμή εκτελείτε PHP {version}. Αναβαθμίστε την έκδοσή σας PHP για να επωφεληθείτε από τις ενημερώσεις {linkstart}απόδοσης και ασφάλειας που παρέχονται από την Ομάδα PHP ↗{linkend} μόλις το υποστηρίξει η διανομή σας.

source: Nextcloud 23 is the last release supporting PHP 7.3. Nextcloud 24 requires at least PHP 7.4.
el: Το Nextcloud 23 είναι η τελευταία έκδοση που υποστηρίζει PHP 7.3. Το Nextcloud 24 απαιτεί τουλάχιστον PHP 7.4.

source: The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud. Further information can be found in the {linkstart}documentation ↗{linkend}.
el: Η διαμόρφωση των reverse proxy headers είναι εσφαλμένη, ή έχετε πρόσβαση στο Nextcloud από έναν αξιόπιστο/έμπιστο διαμεσολαβητή. Εάν όχι, αυτό είναι ένα ζήτημα ασφάλειας και μπορεί να επιτρέψει σε έναν κακόβουλο χρήστη να ξεγελάσει την διεύθυνση IP του ως ορατή στο Nextcloud. Περισσότερες πληροφορίες μπορείτε να βρείτε στη {linkstart}τεκμηρίωση ↗{linkend}.

source: The PHP function "set_time_limit" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended.
el: Μη διαθέσιμη λειτουργία της PHP "set_time_limit". Μπορεί να διακοπεί η εκτέλεση διαφόρων scripts με αποτέλεσμα διακοπή της εγκατάστασης. Συνιστούμε ενεργοποίηση της λειτουργίας.

source: Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface.
el: Η PHP δεν έχει υποστήριξη FreεType, με αποτέλεσμα τα σφάλματα στην εικόνα προφίλ και στις ρυθμίσεις διεπαφής χρήστη.

source: Missing index "{indexName}" in table "{tableName}".
el: Αγνοείται η ένδειξη "{indexName}" στην επιφάνεια "{tableName}".

source: The database is missing some indexes. Due to the fact that adding indexes on big tables could take some time they were not added automatically. By running "occ db:add-missing-indices" those missing indexes could be added manually while the instance keeps running. Once the indexes are added queries to those tables are usually much faster.
el: Κάποιες καταχωρήσεις απουσιάζουν από την βάση δεδομένων. Χρειάζεται αρκετός χρόνος για την καταχώρηση αυτών που εισήχθησαν αυτόματα. Εκτελώντας την εντολή "occ db:add-missing-indices" μπορείτε να εισάγεται χειροκίνητα καθώς η διεργασία εκτελείται. Μόλις τα indexes εισαχθούν σε αυτούς τους πίνακες συνήθως θα γίνεται πιο γρήγορα.

source: Missing primary key on table "{tableName}".
el: Λείπει το κύριο κλειδί στον πίνακα "{tableName}".

source: The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running "occ db:add-missing-primary-keys" those missing primary keys could be added manually while the instance keeps running.
el: Λείπουν ορισμένα βασικά κλειδιά στη βάση δεδομένων. Λόγω του γεγονότος ότι η προσθήκη πρωτευόντων κλειδιών σε μεγάλους πίνακες μπορεί να διαρκέσει λίγη ώρα, δεν προστέθηκαν αυτόματα. Εκτελώντας το "occ db: add-lost-primary-keys" αυτά τα πρωτεύοντα κλειδιά που λείπουν θα μπορούσαν να προστεθούν χειροκίνητα ενώ η περίπτωση συνεχίζει να εκτελείται.

source: Missing optional column "{columnName}" in table "{tableName}".
el: Δεν υπάρχει η προαιρετική στήλη "{columnName}" στον πίνακα "{tableName}".

source: The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running "occ db:add-missing-columns" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability.
el: Από την βάση δεδομένων λείπουν ορισμένες προαιρετικές στήλες. Λόγω του γεγονότος ότι η προσθήκη στηλών σε μεγάλους πίνακες θα χρειαστεί χρόνο, δεν προστέθηκαν αυτόματα τα προαιρετικά. Με την εκτέλεση του "occ db: add-missing-columns", αυτές οι στήλες που λείπουν θα μπορούσαν να προστεθούν με το χέρι ενώ η βάση είναι σε λειτουργία. Μόλις προστεθούν οι στήλες, ορισμένα χαρακτηριστικά ενδέχεται να βελτιώσουν την ανταπόκριση ή τη χρηστικότητα.

source: This instance is missing some recommended PHP modules. For improved performance and better compatibility it is highly recommended to install them.
el: Σε αυτή την εγκατάσταση απουσιάζουν προτεινόμενα PHP πρόσθετα. Για καλύτερες επιδόσεις και συμβατότητα προτείνεται η εγκατάστασή τους.

source: Module php-imagick in this instance has no SVG support. For better compatibility it is recommended to install it.
el: Η ενότητα php-imagick σε αυτήν την περίπτωση δεν έχει υποστήριξη SVG. Για καλύτερη συμβατότητα, συνιστάται να το εγκαταστήσετε.

source: SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend.
el: Η SQLLite χρησιμοποιείται ως βάση δεδομένων για το backend. Για μεγαλύτερες εγκαταστάσεις προτείνουμε την αλλαγή σε διαφορετική βάση δεδομένων.

source: This is particularly recommended when using the desktop client for file synchronisation.
el: Συνιστάται ιδιαίτερα όταν χρησιμοποιείται για συγχρονισμό ο desktop client.

source: The PHP memory limit is below the recommended value of 512MB.
el: Το όριο μνήμης της PHP είναι κάτω της προτεινόμενης 512 ΜΒ.

source: Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:
el: Ορισμένοι κατάλογοι εφαρμογών ανήκουν σε διαφορετικό χρήστη από αυτόν του διακομιστή ιστού. Αυτό μπορεί να συμβεί αν οι εφαρμογές έχουν εγκατασταθεί με μη αυτόματο τρόπο. Ελέγξτε τα δικαιώματα των ακόλουθων καταλόγων εφαρμογών:

source: This instance uses an S3 based object store as primary storage. The uploaded files are stored temporarily on the server and thus it is recommended to have 50 GB of free space available in the temp directory of PHP. Check the logs for full details about the path and the available space. To improve this please change the temporary directory in the php.ini or make more space available in that path.
el: Η υπηρεσία χρησιμοποιεί ως κύριο τρόπο αποθήκευσης την S3 κατάσταση. Τα μεταφορτωμένα αρχεία αποθηκεύονται προσωρινά στον διακομιστή και επομένως συνιστάται να διατίθενται 50 GB ελεύθερου χώρου στον κατάλογο Temp της PHP. Ελέγξτε τα αρχεία καταγραφής για πλήρεις λεπτομέρειες σχετικά με τη διαδρομή και τον διαθέσιμο χώρο. Για να το βελτιώσετε, παρακαλούμε αλλάξτε τον προσωρινό κατάλογο στο php.ini ή διαθέστε περισσότερο χώρο σε αυτή τη διαδρομή.

source: The temporary directory of this instance points to an either non-existing or non-writable directory.
el: Ο προσωρινός κατάλογος αυτής της εγκατάστασης οδηγεί σε έναν κατάλογο είτε ανύπαρκτο είτε μη εγγράψιμο.

source: Error occurred while checking server setup
el: Παρουσιάστηκε σφάλμα κατά τον έλεγχο των ρυθμίσεων του διακομιστή σας

source: For more details see the {linkstart}documentation ↗{linkend}.
el: Για περισσότερες λεπτομέρειες, ανατρέξτε στη {linkstart}τεκμηρίωση ↗{linkend}.

source: The "{header}" HTTP header is not set to "{expected}". This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly.
el: H HTTP επικεφαλίδα "{header}" δεν έχει ρυθμιστεί ως "{expected}". Αυτό αποτελεί κίνδυνο ασφάλειας ή ιδιωτικότητας και συστήνουμε τη προσαρμογή αυτής της ρύθμισης.

source: The "{header}" HTTP header is not set to "{expected}". Some features might not work correctly, as it is recommended to adjust this setting accordingly.
el: H HTTP επικεφαλίδα "{header}" δεν έχει ρυθμιστεί ως "{expected}". Κάποιες δυνατότητες ίσως να μην λειτουργούν σωστά και συστήνουμε τον έλεγχο ρυθμίσεων.

source: The "{header}" HTTP header doesn't contain "{expected}". This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly.
el: H "{header}" κεφαλίδα HTTP δεν περιέχει "{expected}". Αυτό αποτελεί κίνδυνο ασφάλειας ή ιδιωτικότητας και συστήνουμε τη προσαρμογή αυτής της ρύθμισης.

source: Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead, as described in the {linkstart}security tips ↗{linkend}.
el: Ανασφαλής πρόσβαση στον ιστότοπο μέσω HTTP. Σας συμβουλεύουμε ανεπιφύλακτα να ρυθμίσετε τον διακομιστή σας ώστε να απαιτεί HTTPS, όπως περιγράφεται στις {linkstart}συμβουλές ασφαλείας ↗{linkend}.

source: unknown text
el: άγνωστο κείμενο

source: Hello world!
el: Γεια σου κόσμε!

source: sunny
el: ηλιόλουστη

source: Hello {name}, the weather is {weather}
el: Γεια σου {name}, ο καιρός είναι {weather}

source: Hello {name}
el: Γεια σου {name}

source: <strong>These are your search results<script>alert(1)</script></strong>
el: <strong>Αυτά είναι τα αποτελέσματα της αναζήτησής σας<script>ειδοποίηση(1)</script></strong>

source: new
el: νέο

source: download %n file
el: λήψη %n αρχείου

source: The update is in progress, leaving this page might interrupt the process in some environments.
el: Η ενημέρωση είναι σε εξέλιξη, αποχωρώντας από αυτή τη σελίδα μπορεί να διακοπεί τη διαδικασία σε ορισμένα περιβάλλοντα.

source: Update to {version}
el: Ενημέρωση στην έκδοση {version}

source: An error occurred.
el: Παρουσιάστηκε σφάλμα.

source: Please reload the page.
el: Παρακαλούμε φορτώστε ξανά τη σελίδα.

source: The update was unsuccessful. For more information <a href="{url}">check our forum post</a> covering this issue.
el: Μη επιτυχημένη ενημέρωση. Για περισσότερες πληροφορίες <a href="{url}">δείτε αυτή τη δημοσίευση στο forum</a> που καλύπτει αυτό το θέμα.

source: The update was unsuccessful. Please report this issue to the <a href="https://github.com/nextcloud/server/issues" target="_blank">Nextcloud community</a>.
el: Μη επιτυχημένη ενημέρωση. Παρακαλούμε αναφέρετε αυτό το πρόβλημα στην <a href="https://github.com/nextcloud/server/issues" target="_blank">κοινότητα Nextcloud</a>.

source: Continue to {productName}
el: Συνέχεια στο {productName}

source: Log in
el: Είσοδος

source: Logging in …
el: Σύνδεση …

source: Server side authentication failed!
el: Αποτυχημένη πιστοποίηση από πλευράς διακομιστή!

source: Please contact your administrator.
el: Παρακαλούμε επικοινωνήστε με τον διαχειριστή.

source: An internal error occurred.
el: Παρουσιάστηκε ένα εσωτερικό σφάλμα.

source: Please try again or contact your administrator.
el: Παρακαλούμε δοκιμάστε ξανά ή επικοινωνήστε με τον διαχειριστή.

source: Username or email
el: Όνομα χρήστη ή email

source: Password
el: Συνθηματικό

source: Toggle password visibility
el: Εναλλαγή ορατότητας κωδικού πρόσβασης

source: Wrong username or password.
el: Λάθος όνομα χρήστη ή κωδικός.

source: User disabled
el: Ο χρήστης απενεργοποιήθηκε

source: We have detected multiple invalid login attempts from your IP. Therefore your next login is throttled up to 30 seconds.
el: Εντοπίστηκαν πολλές λανθασμένες προσπάθειες εισόδου από την ΙΡ σας. Η επόμενη προσπάθεια εισόδου σας μπορεί να γίνει σε 30 δεύτερα.

source: Your account is not setup for passwordless login.
el: Ο λογαριασμός σας δεν έχει ρυθμιστεί για σύνδεση χωρίς κωδικό πρόσβασης.

source: Browser not supported
el: Το πρόγραμμα περιήγησης δεν υποστηρίζεται

source: Passwordless authentication is not supported in your browser.
el: Η σύνδεση χωρίς κωδικό πρόσβασης δεν υποστηρίζεται από τον περιηγητή σας.

source: Your connection is not secure
el: Η σύνδεσή σας δεν είναι ασφαλής

source: Passwordless authentication is only available over a secure connection.
el: Η σύνδεση χωρίς κωδικό πρόσβασης υποστηρίζεται μόνο από ασφαλή σύνδεση.

source: Reset password
el: Επαναφορά συνθηματικού

source: A password reset message has been sent to the email address of this account. If you do not receive it, check your spam/junk folders or ask your local administrator for help.
el: Ένα μήνυμα επαναφοράς κωδικού πρόσβασης έχει σταλεί στη διεύθυνση email αυτού του λογαριασμού. Εάν δεν το λάβετε, ελέγξτε τους φακέλους ανεπιθύμητης αλληλογραφίας/άχρηστων αρχείων ή ζητήστε βοήθεια από τον τοπικό σας διαχειριστή.

source: If it is not there ask your local administrator.
el: Εάν δεν είναι εκεί ρωτήστε τον τοπικό διαχειριστή σας.

source: Couldn't send reset email. Please contact your administrator.
el: Αδυναμία αποστολής ηλεκτρονικού μηνύματος επαναφοράς. Παρακαλώ επικοινωνήστε με το διαχειριστή.

source: Password cannot be changed. Please contact your administrator.
el: Ο κωδικός πρόσβασης δεν μπορεί να αλλάξει. Παρακαλώ επικοινωνήστε με τον διαχειριστή σας.

source: Back to login
el: Πίσω στην είσοδο

source: New password
el: Νέο συνθηματικό

source: Your files are encrypted. There will be no way to get your data back after your password is reset. If you are not sure what to do, please contact your administrator before you continue. Do you really want to continue?
el: Τα αρχεία σας είναι κρυπτογραφημένα. Δεν θα υπάρξει κανένας τρόπος για να έχετε πρόσβαση στα δεδομένα σας μετά την επαναφορά του συνθηματικού σας. Αν δεν είστε σίγουροι για το τι πρέπει να κάνετε, επικοινωνήστε με το διαχειριστή, πριν να συνεχίσετε. Θέλετε σίγουρα να συνεχίσετε;

source: I know what I'm doing
el: Γνωρίζω τι κάνω

source: Resetting password
el: Επαναφορά κωδικού

source: Install recommended apps
el: Εγκατάσταση προτεινόμεων εφαρμογών

source: Recommended apps
el: Προτεινόμενες εφαρμογές

source: Loading apps …
el: Φόρτωση εφαρμογών …

source: Could not fetch list of apps from the App Store.
el: Δεν μπορεί να ληφθεί η λίστα εφαρμογών από το App Store.

source: Installing apps …
el: Εγκατάσταση εφαρμογών …

source: App download or installation failed
el: Η εγκατάσταση ή η λήψη εφαρμογής απέτυχε
