Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/core.po
Languages: el

source: If your installation is not installed at the root of the domain and uses system cron, there can be issues with the URL generation. To avoid these problems, please set the "overwrite.cli.url" option in your config.php file to the webroot path of your installation (suggestion: "{suggestedOverwriteCliURL}")
el: Εάν η εγκατάσταση σας δεν έχει γίνει στην ρίζα (root) του τομέα και χρησιμοποιεί το σύστημα cron, ενδέχεται να προκύψουν προβλήματα με την διαμόρφωση διεύθυνσης URL. Για να αποφύγετε αυτά τα προβλήματα, παρακαλούμε ορίστε την επιλογή "overwrite.cli.url" στο αρχείο διαμόρφωσης confing.php που βρίσκεται στη διαδρομή webroot της εγκατάστασης σας ( πρόταση: "{suggestedOverwriteCliURL}" ).

source: Last background job execution ran {relativeTime}. Something seems wrong.
el: Τελευταία εκτέλεση cron job: {relativeTime}. Κάτι πήγε στραβά.

source: Check the background job settings
el: Ελέγξτε τις ρυθμίσεις των εργασιών του παρασκηνίου

source: This server has no working Internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the Internet to enjoy all features.
el: Αυτός ο διακομιστής δεν έχει ενεργή σύνδεση στο διαδίκτυο. Δεν ήταν δυνατή η πρόσβαση σε πολλά τελικά σημεία. Αυτό σημαίνει πως κάποιες λειτουργίες/υπηρεσίες όπως η σύνδεση με εξωτερικούς χώρους αποθήκευσης, ειδοποιήσεις σχετικά με ενημερώσεις ή η εγκατάσταση εφαρμογών από τρίτους δεν θα λειτουργούν. Η απομακρυσμένη πρόσβαση στα αρχεία και η αποστολή ειδοποιήσεων ηλεκτρονικού ταχυδρομείου ενδέχεται να μη λειτουργούν. Σας προτείνουμε να ενεργοποιήσετε την πρόσβαση στο διαδίκτυο για τον συγκεκριμένο διακομιστή για να μπορείτε να χρησιμοποιήσετε και να απολαύσετε όλα τα χαρακτηριστικά και τις υπηρεσίες.

source: No memory cache has been configured. To enhance performance, please configure a memcache, if available. Further information can be found in the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
el: Δεν υπάρχει ρύθμιση/διαμόρφωση προσωρινής μνήμης. Για να βελτιώσετε την απόδοση, παρακαλούμε να διαμορφώσετε αν είναι διαθέσιμο ένα "memcache". Περισσότερες πληροφορίες μπορείτε να βρείτε στην <a target="_blank" rel="noreferrer noopener" href="{docLink}">τεκμηρίωση</a>.

source: No suitable source for randomness found by PHP which is highly discouraged for security reasons. Further information can be found in the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
el: Δεν υπάρχει κατάλληλη πηγή τυχαίων στοιχείων για την PHP, το οποίο δεν προτείνεται ιδιαίτερα για λόγους ασφαλείας. Περισσότερες πληροφορίες μπορείτε να βρέιτε στο <a target="_blank" rel="noreferrer noopener" href="{docLink}">τεκμηρίωση</a>.

source: You are currently running PHP {version}. Upgrade your PHP version to take advantage of <a target="_blank" rel="noreferrer noopener" href="{phpLink}">performance and security updates provided by the PHP Group</a> as soon as your distribution supports it.
el: Έχετε εγκατεστημένη την PHP {version}. Μόλις το υποστηρίξει η διανομή σας, αναβαθμίστε την έκδοση της PHP για να επωφεληθείτε από τις ενημερώσεις στην <a target="_blank" rel="noreferrer noopener" href="{phpLink}">απόδοση και την ασφάλεια που παρέχονται από την ομάδα της PHP</a>.

source: Nextcloud 20 is the last release supporting PHP 7.2. Nextcloud 21 requires at least PHP 7.3.
el: Το Nextcloud 20 είναι η τελευταία έκδοση που υποστηρίζει PHP 7.2. Το Nextcloud 21 απαιτεί τουλάχιστον PHP 7.3.

source: The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud. Further information can be found in the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
el: Η διαμόρφωση των reverse proxy headers είναι εσφαλμένη, ή έχετε πρόσβαση στο Nextcloud από έναν αξιόπιστο/έμπιστο διαμεσολαβητή. Εάν όχι, αυτό είναι ένα ζήτημα ασφάλειας και μπορεί να επιτρέψει σε έναν κακόβουλο χρήστη να ξεγελάσει την διεύθυνση IP του ως ορατή στο Nextcloud. Περισσότερες πληροφορίες μπορείτε να βρείτε στην <a target="_blank" rel="noreferrer noopener" href="{docLink}">τεκμηρίωση</a>.

source: Memcached is configured as distributed cache, but the wrong PHP module "memcache" is installed. \OC\Memcache\Memcached only supports "memcached" and not "memcache". See the <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">memcached wiki about both modules</a>.
el: Το Memcached είναι ρυθμισμένο ως κατανεμημένη λανθάνουσα μνήμη, αλλά είναι εγκατεστημένο το λάθος πρόσθετο "memcache" της PHP. \OC\Memcache\Memcached υποστηρίζεται μόνο το "memcached" και όχι το "memcache". Δείτε στο <a target="_blank" rel="noreferrer noopener" href="{wikiLink}">memcached wiki σχετικά με τα δύο πρόσθετα</a>.

source: Some files have not passed the integrity check. Further information on how to resolve this issue can be found in the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>. (<a href="{codeIntegrityDownloadEndpoint}">List of invalid files…</a> / <a href="{rescanEndpoint}">Rescan…</a>)
el: Μερικά αρχεία δεν πέρασαν από τον έλεγχο της ακεραιότητας. Περισσότερες πληροφορίες για το πως να επιλύσετε πρόβλημα μπορείτε να βρείτε στην <a target="_blank" rel="noreferrer" href="{docLink}">τεκμηρίωση</a>. (<a href="{codeIntegrityDownloadEndpoint}">Λίστα από μη έγκυρα αρχεία…</a> / <a href="{rescanEndpoint}">Σάρωση ξανά…</a>)

source: The PHP OPcache module is not loaded. <a target="_blank" rel="noreferrer noopener" href="{docLink}">For better performance it is recommended</a> to load it into your PHP installation.
el: Το πρόσθετο PHP OPcache δεν έχει φορτωθεί. <a target="_blank" rel="noreferrer noopener" href="{docLink}">Για καλύτερη απόδοση προτείνεται</a> η φόρτωση και την εγκατάσταση της PHP.

source: The PHP OPcache is not properly configured. <a target="_blank" rel="noreferrer noopener" href="{docLink}">For better performance it is recommended</a> to use the following settings in the <code>php.ini</code>:
el: H PHP OPcache δεν είναι σωστά ρυθμισμένη. <a target="_blank" rel="noreferrer noopener" href="{docLink}"> Για καλύτερη απόδοση προτείνεται</a>να χρησιμοποιήσετε τις εξής ρυθμίσεις στο <code>php.ini</code>:

source: Some columns in the database are missing a conversion to big int. Due to the fact that changing column types on big tables could take some time they were not changed automatically. By running 'occ db:convert-filecache-bigint' those pending changes could be applied manually. This operation needs to be made while the instance is offline. For further details read <a target="_blank" rel="noreferrer noopener" href="{docLink}">the documentation page about this</a>.
el: Κάποιες καταχωρήσεις στη βάση δεδομένων χρειάζονται μετατροπή σε bigint. Λόγω του αρκετού χρόνου που απαιτείται δεν έγινε αυτόματα. Εκτελώντας την εντολή "occ db:convert-filecache-bigint" οι αλλαγές θα πραγματοποιηθούν χειροκίνητα. Η εργασία χρειάζεται να εκτελεστεί με τις υπηρεσίες εκτός λειτουργίας. Για περισσότερες λεπτομέρειες δείτε <a target="_blank" rel="noreferrer noopener" href="{docLink}">την τεκμηρίωση σχετικά</a>.

source: To migrate to another database use the command line tool: 'occ db:convert-type', or see the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation ↗</a>.
el: Για την μεταφορά σε άλλη βάση δεδομένων χρησιμοποιήστε στην γραμμή εντολών 'occ db:convert-type', ή δείτε <a target="_blank" rel="noreferrer noopener" href="{docLink}">τεκμηρίωση ↗</a>.

source: MySQL is used as database but does not support 4-byte characters. To be able to handle 4-byte characters (like emojis) without issues in filenames or comments for example it is recommended to enable the 4-byte support in MySQL. For further details read <a target="_blank" rel="noreferrer noopener" href="{docLink}">the documentation page about this</a>.
el: Χρησιμοποιείται η βάση δεδομένων MySQL αλλά δεν υποστηρίζει 4-byte χαρακτήρες. Για την διαχείριση χαρακτήρων 4-byte (όπως emojis) χωρίς προβλήματα στα ονόματα αρχείων ή σχολίων για παράδειγμα, προτείνεται η ενεργοποίηση της υποστήριξης 4-byte της MySQL. Για περισσότερες λεπτομέρειες δείτε <a target="_blank" rel="noreferrer noopener" href="{docLink}">την σχετική τεκμηρίωση</a>.

source: You are accessing your instance over a secure connection, however your instance is generating insecure URLs. This most likely means that you are behind a reverse proxy and the overwrite config variables are not set correctly. Please read <a target="_blank" rel="noreferrer noopener" href="{docLink}">the documentation page about this</a>.
el: Πραγματοποιείτε πρόσβαση μέσω ασφαλούς σύνδεσης, ωστόσο η σύνδεσή σας δημιουργεί μη ασφαλείς διευθύνσεις URL. Αυτό πιθανότατα σημαίνει ότι βρίσκεστε πίσω από έναν αντίστροφο διακομιστή μεσολάβησης και ότι οι μεταβλητές config overwrite δεν έχουν ρυθμιστεί σωστά. Διαβάστε τη <a target="_blank" rel="noreferrer noopener" href="{docLink}"> σελίδα τεκμηρίωσης γι 'αυτό</a>.

source: For more details see the <a target="_blank" rel="noreferrer noopener" href="{docLink}">documentation</a>.
el: Για περισσότερες λεπτομέρειες δείτε την <a target="_blank" rel="noreferrer noopener" href="{docLink}">τεκμηρίωση</a>.

source: Your data directory and files are probably accessible from the Internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root.
el: Ο κατάλογος δεδομένων και τα αρχεία σας είναι πιθανόν προσβάσιμα από το διαδίκτυο. Το αρχείο .htaccess δεν λειτουργεί. Σας προτείνουμε να ρυθμίσετε το διακομιστή σας με τέτοιο τρόπο ώστε ο κατάλογος δεδομένων να μην είναι πλέον προσβάσιμος ή να μετακινήσετε τον κατάλογο δεδομένων εκτός του ριζικού καταλόγου εγγράφων του διακομιστή.

source: The "{header}" HTTP header is not set to "{val1}", "{val2}", "{val3}", "{val4}" or "{val5}". This can leak referer information. See the <a target="_blank" rel="noreferrer noopener" href="{link}">W3C Recommendation ↗</a>.
el: Η "{header}" HTTP επικεφαλίδα δεν ρυθμίστικε σε "{val1}", "{val2}", "{val3}", "{val4}" ή "{val5}". Αυτό μπορεί να διαρρεύσει πληροφορίες. Δείτε το <a target="_blank" rel="noreferrer noopener" href="{link}">W3C Προτεινόμενα↗</a>.

source: The "Strict-Transport-Security" HTTP header is not set to at least "{seconds}" seconds. For enhanced security, it is recommended to enable HSTS as described in the <a href="{docUrl}" rel="noreferrer noopener">security tips ↗</a>.
el: Η "Strict-Transport-Security" κεφαλίδα HTTP δεν έχει ρυθμιστεί για τουλάχιστον "{seconds}" δευτερόλεπτα. Για αυξημένη ασφάλεια συστήνουμε την ενεργοποίηση του HSTS όπως περιγράφεται στις <a href="{docUrl}" rel="noreferrer noopener">συμβουλές ασφαλείας ↗</a>.

source: Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead, as described in the <a href="{docUrl}">security tips ↗</a>.
el: Εισέρχεστε στον ιστότοπο μέσω HTTP. Προτείνουμε να ρυθμίσετε τον διακομιστή σας, να απαιτεί τη χρήση HTTPS όπως περιγράφεται στις <a href="{docUrl}">συμβουλές ασφαλείας ↗</a>.

source: Continue to Nextcloud
el: Συνέχεια στον Nextcloud

source: The update was successful. Redirecting you to Nextcloud in %n second.
el: Επιτυχημένη ενημέρωση. Θα γίνει ανακατεύθυνση στο Nextcloud σε %n δευτερόλεπτο.

source: A password reset message has been sent to the e-mail address of this account. If you do not receive it, check your spam/junk folders or ask your local administrator for help.
el: Ένα μήνυμα επαναφοράς κωδικού απεστάλη στο e-mail σας. Εάν δεν το λάβατε, ελέγξτε τα ανεπιθύμητα/διαγραμμένα σας ή ζητήστε βοήθεια από τον διαχειριστή.

source: Password can not be changed. Please contact your administrator.
el: Το συνθηματικό σας δεν μπορεί να αλλάξει. Παρακαλώ επικοινωνήστε με το διαχειριστή.

source: Could not fetch list of apps from the app store.
el: Δεν μπορεί να ληφθεί η λίστα εφαρμογών από το app store.

source: Can't install this app because it is not compatible
el: Η εφαρμογή δεν μπορεί να εγκατασταθεί, δεν είναι συμβατή

source: Can't install this app
el: Η εφαρμογή δεν μπορεί να εγκατασταθεί

source: You haven't added any info yet
el: Δεν έχετε προσθέσει ακόμα πληροφορίες

source: {user} hasn't added any info yet
el: {user} δεν έχει προσθέσει ακόμη πληροφορίες
