Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/dashboard-shipped-with-server.po
Languages: el

source: Dashboard
el: Πίνακας ελέγχου

source: Dashboard app
el: Εφαρμογή Πίνακα Ελέγχου

source: Start your day informed The Nextcloud Dashboard is your starting point of the day, giving you an overview of your upcoming appointments, urgent emails, chat messages, incoming tickets, latest tweets and much more! Users can add the widgets they like and change the background to their liking.
el: Ξεκινήστε τη μέρα σας ενημερωμένοι Το Nextcloud Dashboard είναι το σημείο εκκίνησης της ημέρας, δίνοντάς σας μια επισκόπηση των επερχόμενων ραντεβού, των επειγόντων email, των μηνυμάτων συνομιλίας, και πολλά άλλα! Οι χρήστες μπορούν να προσθέσουν μικροεφαρμογές και να αλλάζουν το φόντο σύμφωνα με τις προτιμήσεις τους.

source: Customize
el: Προσαρμογή

source: Edit widgets
el: Επεξεργασία μικροεφαρμογών

source: Get more widgets from the App Store
el: Λάβετε περισσότερες μικροεφαρμογές από το App Store

source: Change background image
el: Αλλαγή φωτογραφίας παρασκηνίου

source: Weather service
el: Υπηρεσία καιρού

source: For your privacy, the weather data is requested by your Nextcloud server on your behalf so the weather service receives no personal information.
el: Για το απόρρητό σας, τα δεδομένα καιρού ζητούνται από τον διακομιστή Nextcloud για λογαριασμό σας, ώστε η υπηρεσία καιρού να μην λαμβάνει προσωπικά στοιχεία.

source: Weather data from Met.no
el: Δεδομένα καιρού από το Met.no

source: geocoding with Nominatim
el: geocoding με Nominatim

source: elevation data from OpenTopoData
el: δεδομένα elevation από OpenTopoData

source: Weather
el: Καιρός

source: Status
el: Κατάσταση

source: Good morning
el: Καλημέρα

source: Good morning, {name}
el: Καλημέρα, {name}

source: Good afternoon
el: Καλό απόγευμα

source: Good afternoon, {name}
el: Καλό απόγευμα, {name}

source: Good evening
el: Καλό βράδυ

source: Good evening, {name}
el: Καλό βράδυ, {name}

source: Hello
el: Γειά

source: Hello, {name}
el: Γειά, {name}

source: Pick from Files
el: Επιλέξτε από αρχεία

source: Default images
el: Προεπιλεγμένες εικόνες

source: Plain background
el: Απλό παρασκήνιο

source: Insert from {productName}
el: Εισαγωγή από {productName}

source: Show something
el: Δείξε οτιδήποτε

source: Get more widgets from the app store
el: Λάβετε περισσότερες μικροεφαρμογές από το App Store
