Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/deck.po
Languages: el

source: You have created a new board {board}
el: Δημιουργήσατε νέο πίνακα {board}

source: {user} has created a new board {board}
el: Ο/η {user} δημιούργησε νέο πίνακα {board}

source: You have deleted the board {board}
el: Έχετε διαγράψει τον πίνακα {board}

source: {user} has deleted the board {board}
el: Ο/η {user} διέγραψε τον πίνακα {board}

source: You have restored the board {board}
el: Εχετε επαναφέρει τον πίνακα {board}

source: {user} has restored the board {board}
el: Ο/η {user} επανέφερε τον πίνακα {board}

source: You have shared the board {board} with {acl}
el: Εχετε διαμοιράσει τον πίνακα {board} με {acl}

source: {user} has shared the board {board} with {acl}
el: Ο/η {user} διαμοίρασε τον πίνακα {board} με {acl}

source: You have removed {acl} from the board {board}
el: Αφαιρέθηκε η {acl} από τον πίνακα {board}

source: {user} has removed {acl} from the board {board}
el: Ο/η {user} αφαίρεσε την {acl} από τον πίνακα {board}

source: You have renamed the board {before} to {board}
el: Μετονομάσατε τον πίνακα {before} σε {board}

source: {user} has renamed the board {before} to {board}
el: Ο/η {user} μετονόμασε τον πίνακα {before} σε {board}

source: You have archived the board {board}
el: Αρχειοθετήσατε τον πίνακα {board}

source: {user} has archived the board {before}
el: Ο/η {user} αρχειοθέτησε τον πίνακα {before}

source: You have unarchived the board {board}
el: Επαναφέρατε τον πίνακα {board} από το αρχείο

source: {user} has unarchived the board {before}
el: Ο/η {user} επανέφερε τον πίνακα {before} από αρχείο

source: You have created a new list {stack} on board {board}
el: Έχετε δημιουργήσει μια νέα λίστα {stack} στον πίνακα {board}

source: {user} has created a new list {stack} on board {board}
el: Ο/η {user} δημιούργησε μια νέα λίστα {stack} στον πίνακα {board}

source: You have renamed list {before} to {stack} on board {board}
el: Μετονομάσατε την λίστα {before} σε {stack} στον πίνακα {board}

source: {user} has renamed list {before} to {stack} on board {board}
el: Ο/η {user} μετονόμασε την λίστα {before} σε {stack} στον πίνακα {board}

source: You have deleted list {stack} on board {board}
el: Διαγράψατε την λίστα {stack} στον πίνακα {board}

source: {user} has deleted list {stack} on board {board}
el: Ο/η {user} διέγραψε την λίστα {stack} στον πίνακα {board}

source: You have created card {card} in list {stack} on board {board}
el: Δημιουργήσατε την καρτέλα {card} στην λίστα {stack} του πίνακα {board}

source: {user} has created card {card} in list {stack} on board {board}
el: Ο/η {user} δημιούργησε την καρτέλα {card} στην λίστα {stack} του πίνακα {board}

source: You have deleted card {card} in list {stack} on board {board}
el: Διαγράψατε την καρτέλα {card} στην λίστα {stack} του πίνακα {board}

source: {user} has deleted card {card} in list {stack} on board {board}
el: Ο/η {user} διέγραψε την καρτέλα {card} στην λίστα {stack} του πίνακα {board}

source: You have renamed the card {before} to {card}
el: Μετονομάσατε την καρτέλα {before} σε {card}

source: {user} has renamed the card {before} to {card}
el: Ο/η {user} μετονόμασε την καρτέλα {before} σε {card}

source: You have added a description to card {card} in list {stack} on board {board}
el: Προσθέσατε μια περιγραφή στην καρτέλα {card} της λίστας {stack} του πίνακα {board}

source: {user} has added a description to card {card} in list {stack} on board {board}
el: Ο/η {user} πρόσθεσε μια περιγραφή στην καρτέλα {card} της λίστας {stack} του πίνακα {board}

source: You have updated the description of card {card} in list {stack} on board {board}
el: Ενημερώσατε την περιγραφή στην καρτέλα {card} της λίστας {stack} του πίνακα {board}

source: {user} has updated the description of the card {card} in list {stack} on board {board}
el: Ο/η {user} ενημέρωσε την περιγραφή της καρτέλας {card} στη λίστα {stack} του πίνακα {board}

source: You have archived card {card} in list {stack} on board {board}
el: Αρχειοθετήσατε την κάρτα {card} στην λίστα {stack} του πίνακα {board}

source: {user} has archived card {card} in list {stack} on board {board}
el: Ο/η {user} αρχειοθέτησε την κάρτα {card} στην λίστα {stack} του πίνακα {board}

source: You have unarchived card {card} in list {stack} on board {board}
el: Επαναφέρατε από το αρχείο την καρτέλα {card} της λίστας {stack} του πίνακα {board}

source: {user} has unarchived card {card} in list {stack} on board {board}
el: Ο/η {user} επανέφερε από το αρχείο την κάρτα {card} της λίστας {stack} του πίνακα {board}

source: You have removed the due date of card {card}
el: Καταργήσατε την ημερομηνία λήξης της καρτέλας {card}

source: {user} has removed the due date of card {card}
el: Ο/η {user} κατάργησε την ημερομηνία λήξης της καρτέλας {card}

source: You have set the due date of card {card} to {after}
el: Ορίσατε την ημερομηνία λήξης της καρτέλας {card} σε {after}

source: {user} has set the due date of card {card} to {after}
el: Ο/η {user} όρισε την ημερομηνία λήξης της καρτέλας {card} σε {after}

source: You have updated the due date of card {card} to {after}
el: Ενημερώσατε την ημερομηνία λήξης της καρτέλας {card} σε {after}

source: {user} has updated the due date of card {card} to {after}
el: Ο/η {user} ενημέρωσε την ημερομηνία λήξης της καρτέλας {card} σε {after}

source: You have added the tag {label} to card {card} in list {stack} on board {board}
el: Προσθέσατε ετικέτα {label} στην καρτέλα {card} της λίστας {stack} του πίνακα {board}

source: {user} has added the tag {label} to card {card} in list {stack} on board {board}
el: Ο/η {user} πρόσθεσε ετικέτα {label} στην καρτέλα {card} της λίστας {stack} του πίνακα {board}

source: You have removed the tag {label} from card {card} in list {stack} on board {board}
el: Αφαιρέσατε την ετικέτα {label} από την καρτέλα {card} της λίστας {stack} του πίνακα {board}

source: {user} has removed the tag {label} from card {card} in list {stack} on board {board}
el: Ο/η {user} αφαίρεσε την ετικέτα {label} της καρτέλας {card} της λίστας {stack} του πίνακα {board}

source: You have assigned {assigneduser} to card {card} on board {board}
el: Έχετε ορίσει τον {assigneduser} στην καρτέλα {card} στον πίνακα {board}

source: {user} has assigned {assigneduser} to card {card} on board {board}
el: Ο/η {user} έχει ορισθεί {assigneduser} στην καρτέλα {card} του πίνακα {board}

source: You have unassigned {assigneduser} from card {card} on board {board}
el: Έχετε αφαιρέσει {assigneduser} από την καρτέλα {card} του πίνακα {board}

source: {user} has unassigned {assigneduser} from card {card} on board {board}
el: Ο/η {user} έχει αφαιρεθεί {assigneduser} από την καρτέλα {card} του πίνακα {board}

source: You have moved the card {card} from list {stackBefore} to {stack}
el: Μετακινήσατε την καρτέλα {card} από την λίστα {stackBefore} στη {stack}

source: {user} has moved the card {card} from list {stackBefore} to {stack}
el: Ο/η {user} μετακίνησε την καρτέλα {card} από την λίστα {stackBefore} στην {stack}

source: You have added the attachment {attachment} to card {card}
el: Προσθέσατε το συνημμένο {attachment} στην καρτέλα {card}

source: {user} has added the attachment {attachment} to card {card}
el: Ο/η {user} πρόσθεσε το συνημμένο {attachment} στην καρτέλα {card}

source: You have updated the attachment {attachment} on card {card}
el: Ενημερώσατε το συνημμένο {attachment} της καρτέλας {card}

source: {user} has updated the attachment {attachment} on card {card}
el: Ο/η {user} ενημέρωσε το συνημμένο {attachment} της καρτέλας {card}

source: You have deleted the attachment {attachment} from card {card}
el: Διαγράψατε το συνημμένο {attachment} της καρτέλας {card}

source: {user} has deleted the attachment {attachment} from card {card}
el: Ο/η {user} διέγραψε το συνημμένο {attachment} της καρτέλας {card}

source: You have restored the attachment {attachment} to card {card}
el: Επαναφέρατε το συνημμένο {attachment} στην καρτέλα {card}

source: {user} has restored the attachment {attachment} to card {card}
el: Ο/η {user} επανέφερε το συνημμένο {attachment} στην καρτέλα {card}

source: You have commented on card {card}
el: Σχολιάσατε την καρτέλα {card}

source: {user} has commented on card {card}
el: Ο/η {user} σχολίασε την καρτέλα {card}

source: A <strong>card description</strong> inside the Deck app has been changed
el: Η <strong>περιγραφή καρτέλας </strong>στην εφαρμογή Deck άλλαξε

source: Changes in the <strong>Deck app</strong>
el: Αλλαγές στην <strong>εφαρμογή Deck</strong>

source: A <strong>comment</strong> was created on a card
el: Ένα <strong>σχόλιο</strong> δημιουργήθηκε σε μια καρτέλα

source: Upcoming cards
el: Επερχόμενες καρτέλες

source: Personal
el: Προσωπικά

source: The card "%s" on "%s" has been assigned to you by %s.
el: Η καρτέλα "%s" του "%s" ανατέθηκε σε εσάς από τον %s.

source: {user} has assigned the card {deck-card} on {deck-board} to you.
el: Ο/Η {user} έχει αναθέσει την καρτέλα {deck-card} του πίνακα {deck-board} σε εσάς.

source: The card "%s" on "%s" has reached its due date.
el: Η καρτέλα "%s" στο "%s" έχει λήξει.

source: The card {deck-card} on {deck-board} has reached its due date.
el: Η καρτέλα {deck-card} στο {deck-board} έχει λήξει.

source: %s has mentioned you in a comment on "%s".
el: Ο/η%s σας ανέφερε σε σχόλιο στο "%s".

source: {user} has mentioned you in a comment on {deck-card}.
el: Ο/Η {user} σας ανέφερε σε ένα σχόλιο στο {deck-card}.

source: The board "%s" has been shared with you by %s.
el: Ο πίνακας "%s" είναι σε κοινή χρήση μαζί σας από %s.

source: {user} has shared {deck-board} with you.
el: Ο/Η διαμοιράστηκε μαζί σας το {deck-board}

source: Card comments
el: Σχόλια καρτέλας

source: %s on %s
el: %s στο %s

source: No data was provided to create an attachment.
el: Δεν δόθηκαν στοιχεία για δημιουργία συνημμένου.

source: Finished
el: Ολοκληρώθηκε

source: To review
el: Προς επισκόπηση

source: Action needed
el: Απαιτείται ενέργεια

source: Later
el: Αργότερα

source: copy
el: Αντιγραφή

source: To do
el: Προς Ενέργεια

source: Doing
el: Σε εξέλιξη

source: Done
el: Ολοκληρώθηκε

source: Example Task 3
el: Παράδειγμα Εργασίας 3

source: Example Task 2
el: Παράδειγμα Εργασίας 2

source: Example Task 1
el: Παράδειγμα Εργασίας 1

source: The file was uploaded
el: Το αρχείο μεταφορτώθηκε

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
el: Το αρχείο που εστάλη υπερβαίνει την οδηγία μέγιστου επιτρεπτού μεγέθους "upload_max_filesize" του php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
el: Το ανεβασμένο αρχείο υπερβαίνει το MAX_FILE_SIZE που ορίζεται στην HTML φόρμα

source: The file was only partially uploaded
el: Το αρχείο μεταφορτώθηκε εν μέρει

source: No file was uploaded
el: Δεν μεταφορτώθηκε κάποιο αρχείο

source: Missing a temporary folder
el: Λείπει κάποιος προσωρινός φάκελος

source: Could not write file to disk
el: Αδυναμία εγγραφής αρχείου στον δίσκο

source: A PHP extension stopped the file upload
el: Ένα πρόσθετο PHP διέκοψε την μεταφόρτωση του αρχείου

source: No file uploaded or file size exceeds maximum of %s
el: Δεν μεταφορτώθηκε αρχείο ή το μέγεθος αρχείου υπερβαίνει το μέγιστο %s

source: This comment has more than %s characters. Added as an attachment to the card with name %s. Accessible on URL: %s.
el: Αυτό το σχόλιο έχει περισσότερους από %s χαρακτήρες. Προστέθηκε ως συνημμένο στην καρτέλα με όνομα %s . Προσβάσιμο στη διεύθυνση URL: %s.

source: Card not found
el: Η καρτέλα δεν βρέθηκε

source: Path is already shared with this card
el: Η διαδρομή κοινοποιείται ήδη σε αυτήν την καρτέλα

source: Invalid date, date format must be YYYY-MM-DD
el: Μη έγκυρη ημερομηνία, η μορφή ημερομηνίας πρέπει να είναι ΕΕΕΕ-ΜΜ-ΗΗ

source: Personal planning and team project organization
el: Προσωπικός σχεδιασμός και οργάνωση ομαδικών έργων

source: Deck is a kanban style organization tool aimed at personal planning and project organization for teams integrated with Nextcloud. - 📥 Add your tasks to cards and put them in order - 📄 Write down additional notes in Markdown - 🔖 Assign labels for even better organization - 👥 Share with your team, friends or family - 📎 Attach files and embed them in your Markdown description - 💬 Discuss with your team using comments - ⚡ Keep track of changes in the activity stream - 🚀 Get your project organized
el: Το Deck είναι ένα εργαλείο οργάνωσης τύπου kanban με στόχο τον προσωπικό προγραμματισμό και την οργάνωση έργων για ομάδες που έχουν ενσωματωθεί στο Nextcloud. - 📥 Προσθέστε τις εργασίες σας στις καρτέλες και βάλτε τες στη σειρά - 📄 Γράψτε τις πρόσθετες σημειώσεις - 🔖 Αντιστοιχίστε τις ετικέτες για ακόμη καλύτερη οργάνωση - 👥 Μοιραστείτε με την ομάδα, φίλους ή την οικογένειά σας - 📎 Επισυνάψτε αρχεία και ενσωματώστε τα στην περιγραφή - 💬 Συζητήστε με την ομάδα σας χρησιμοποιώντας σχόλια - ⚡ Παρακολουθήστε τις αλλαγές στη ροή δραστηριοτήτων - 🚀 Έχετε τα όλα οργανωμένα

source: Card details
el: Λεπτομέρειες καρτέλας

source: Add board
el: Προσθήκη πίνακα

source: Select the board to link to a project
el: Επιλέξτε πίνακα και συνδέστε τον σε ένα έργο

source: Search by board title
el: Αναζήτηση με το όνομα πίνακα

source: Select board
el: Επιλογή πίνακα

source: Create a new card
el: Δημιουργία νέας καρτέλας

source: Select a board
el: Επιλογή ενός πίνακα

source: Select a list
el: Επιλέξτε μια λίστα

source: Card title
el: Τίτλος καρτέλας

source: Cancel
el: Aκύρωση

source: Creating the new card …
el: Γίνεται δημιουργία της νέας καρτέλας...

source: Card "{card}" was added to "{board}"
el: Η καρτέλα "{card}" προστέθηκε στο "{board}"

source: Open card
el: Άνοιγμα καρτέλας

source: Close
el: Κλείσιμο

source: Create card
el: Δημιουργία καρτέλας

source: Select a card
el: Επιλογή μιας καρτέλας

source: Select the card to link to a project
el: Επιλογή καρτέλας για σύνδεση στο έργο

source: Link to card
el: Σύνδεσμος σε καρτέλα

source: File already exists
el: Το αρχείο υπάρχει ήδη

source: A file with the name {filename} already exists.
el: Το αρχείο με όνομα {filename} υπάρχει ήδη.

source: Do you want to overwrite it?
el: Επιθυμείτε να γίνει αντικατάσταση του?

source: Overwrite file
el: Αντικατάσταση αρχείου

source: Keep existing file
el: Διατήρηση υπάρχοντος αρχείου

source: This board is read only
el: Ο πίνακας είναι μόνο για ανάγνωση

source: Drop your files to upload
el: Αποθέστε τα αρχεία σας για ανέβασμα

source: Add card
el: Προσθήκη καρτέλας

source: Archived cards
el: Αρχειοθετημένες καρτέλες

source: Add list
el: Προσθήκη λίστας

source: List name
el: Όνομα λίστας

source: Apply filter
el: Εφαρμογή φίλτρου

source: Filter by tag
el: Φίλτρο ανά ετικέτα

source: Filter by assigned user
el: Φίλτρο ανά χρήστη

source: Unassigned
el: Χωρίς ανάθεση

source: Filter by due date
el: Φίλτρο ανά ημερομηνία λήξης

source: Overdue
el: Εκπρόθεσμες

source: Next 24 hours
el: Επόμενες 24 ώρες

source: Next 7 days
el: Επόμενες 7 ημέρες

source: Next 30 days
el: Επόμενες 30 ημέρες

source: No due date
el: Χωρίς ημερομηνία λήξης

source: Clear filter
el: Εκκαθάριση φίλτρου

source: Hide archived cards
el: Απόκρυψη καρτελών που αρχειοθετήθηκαν

source: Show archived cards
el: Εμφάνιση καρτελών που αρχειοθετήθηκαν

source: Toggle compact mode
el: Εναλλαγή λειτουργίας μικρού μεγέθους

source: Details
el: Λεπτομέρειες

source: Loading board
el: Φόρτωση πίνακα

source: No lists available
el: Δεν υπάρχουν διαθέσιμες λίστες

source: Create a new list to add cards to this board
el: Δημιουργήστε νέα λίστα για να προσθέσετε καρτέλες σε αυτό τον πίνακα.

source: Board not found
el: Ο πίνακας δεν βρέθηκε

source: Sharing
el: Διαμοιρασμός

source: Tags
el: Ετικέτες

source: Deleted items
el: Διαγραμμένα αντικείμενα

source: Timeline
el: Χρονολόγιο

source: Deleted lists
el: Διαγραμμένες λίστες

source: Undo
el: Αναίρεση

source: Deleted cards
el: Διαγραμμένες καρτέλες

source: Share board with a user, group or circle …
el: Διαμοιράστε τον πίνακα με χρήστη, ομάδα ή κύκλο ...

source: Searching for users, groups and circles …
el: Αναζήτηση χρηστών, ομάδων και κύκλων…

source: No participants found
el: Δε βρέθηκαν συμμετέχοντες

source: Board owner
el: Κάτοχος πίνακα

source: (Group)
el: (Ομάδα)

source: (Circle)
el: (Κύκλος)

source: Can edit
el: Μπορεί να επεξεργαστεί

source: Can share
el: Μπορεί να διαμοιράσει

source: Can manage
el: Μπορεί να διαχειριστεί

source: Owner
el: Κάτοχος

source: Delete
el: Διαγραφή

source: Failed to create share with {displayName}
el: Αποτυχία δημιουργίας κοινής χρήσης με το {displayName}

source: Are you sure you want to transfer the board {title} for {user}?
el: Είστε σίγουροι ότι θέλετε να μεταφέρετε τον πίνακα {title} για {user}?

source: Transfer
el: Μεταφορά

source: Add a new list
el: Προσθήκη νέας λίστας

source: Archive all cards
el: Αρχειοθέτηση όλων των καρτελών.

source: Delete list
el: Διαγραφή λίστας

source: Archive all cards in this list
el: Αρχειοθέτηση όλων των καρτελών σε αυτή τη λίστα.

source: Add a new card
el: Προσθήκη νέας καρτέλας

source: Card name
el: Όνομα καρτέλας

source: List deleted
el: Η λίστα διαγράφηκε

source: Edit
el: Επεξεργασία

source: Add a new tag
el: Προσθήκη νέας ετικέτας

source: title and color value must be provided
el: ο τίτλος και η τιμή χρώματος πρέπει να παρέχονται

source: Board name
el: Όνομα πίνακα

source: Members
el: Μέλη

source: Upload new files
el: Ανεβάστε νέα αρχεία

source: Share from Files
el: Κοινή χρήση από Αρχεία

source: Pending share
el: Κοινή χρήση σε εκκρεμότητα

source: Add this attachment
el: Προσθήκη αυτού του συνημμένου

source: Show in Files
el: Εμφάνιση σε Αρχεία

source: Download
el: Λήψη

source: Remove attachment
el: Αφαίρεση συνημμένου

source: Delete Attachment
el: Διαγραφή συνημμένου

source: Restore Attachment
el: Επαναφορά συνημμένου

source: File to share
el: Αρχείο για κοινή χρήση

source: Invalid path selected
el: Επιλέχθηκε μη έγκυρη διαδρομή

source: Open in sidebar view
el: Άνοιγμα σε προβολή πλευρικής στήλης

source: Open in bigger view
el: Άνοιγμα σε μεγαλύτερη προβολή

source: Attachments
el: Συνημμένα

source: Comments
el: Σχόλια

source: Modified
el: Τροποποιήθηκε

source: Created
el: Δημιουργήθηκε

source: The title cannot be empty.
el: Ο τίτλος δεν μπορεί να είναι κενός.

source: No comments yet. Begin the discussion!
el: Χωρίς σχόλια ακόμη. Ξεκινήστε την συζήτηση!

source: Failed to load comments
el: Αποτυχία φόρτωσης σχολίων

source: Assign a tag to this card…
el: Ορίστε μια ετικέτα σε αυτήν την καρτέλα...

source: Assign to users
el: Ανάθεση σε χρήστες

source: Assign to users/groups/circles
el: Ανάθεση σε χρήστες/ομάδες/κύκλους

source: Assign a user to this card…
el: Ανάθεση χρήστη στην καρτέλα...

source: Due date
el: Ημερομηνία λήξης

source: Set a due date
el: Καθορίστε ημερομηνίας λήξης

source: Remove due date
el: Αφαίρεση ημερομηνίας λήξης

source: Select Date
el: Επιλέξτε ημερομηνία

source: Today
el: Σήμερα

source: Tomorrow
el: Αύριο

source: Next week
el: Επόμενη εβδομάδα

source: Next month
el: Επόμενος μήνας

source: Save
el: Αποθήκευση

source: The comment cannot be empty.
el: Το σχόλιο δεν μπορεί να είναι κενό.

source: The comment cannot be longer than 1000 characters.
el: Το σχόλιο δεν μπορεί να έχι περισσότερους από 1000 χαρακτήρες.

source: In reply to
el: Σε απάντηση σε

source: Cancel reply
el: Ακύρωση απάντησης

source: Reply
el: Απάντηση

source: Update
el: Ενημέρωση

source: Description
el: Περιγραφή

source: (Unsaved)
el: (Δεν αποθηκεύτηκε)

source: (Saving…)
el: (Αποθήκευση...)

source: Formatting help
el: Βοήθεια μορφοποίησης

source: Edit description
el: Επεξεργασία περιγραφής

source: View description
el: Εμφάνιση περιγραφής

source: Add Attachment
el: Προσθήκη συνημμένου

source: Write a description …
el: Γράψτε μια περιγραφή…

source: Choose attachment
el: Επιλογή συνημμένου

source: (group)
el: (ομάδα)

source: {count} comments, {unread} unread
el: {count} σχόλια, {unread} μη αναγνωσμένα

source: Assign to me
el: Ανάθεση σε εμένα

source: Unassign myself
el: Αποδέσμευσή μου

source: Move card
el: Μετακίνηση καρτέλας

source: Unarchive card
el: Αναίρεση αρχειοθέτησης καρτέλας

source: Archive card
el: Αρχειοθέτηση καρτέλας

source: Delete card
el: Διαγραφή καρτέλας

source: Move card to another board
el: Μετακίνηση καρτέλας σε άλλο πίνακα

source: List is empty
el: Η λίστα είναι άδεια.

source: Card deleted
el: Η καρτέλα διαγράφηκε

source: seconds ago
el: δευτερόλεπτα πριν

source: All boards
el: Όλοι οι πίνακες

source: Archived boards
el: Αρχειοθέτηση πινάκων

source: Shared with you
el: Διαμοιρασμένα μαζί σας

source: Use bigger card view
el: Χρησιμοποιήστε μεγαλύτερη προβολή καρτέλας

source: Show boards in calendar/tasks
el: Εμφάνιση πινάκων στο ημερολόγιο / εργασίες

source: Limit deck usage of groups
el: Περιορίστε τη χρήση της εφαρμογής deck σε ομάδες

source: Limiting Deck will block users not part of those groups from creating their own boards. Users will still be able to work on boards that have been shared with them.
el: Ο περιορισμός του Deck θα εμποδίσει τους χρήστες που δεν είναι μέρος αυτών των ομάδων να δημιουργούν δικούς τους πίνακες. Οι χρήστες θα εξακολουθήσουν να εργάζονται σε πίνακες που έχουν διαμοιραστεί μαζί τους.

source: Board details
el: Λεπτομέριες πίνακα

source: Edit board
el: Επεξεργασία πίνακα

source: Clone board
el: Κλώνος πίνακα

source: Unarchive board
el: Κατάργηση αρχειοθέτησης πίνακα

source: Archive board
el: Αρχειοθέτηση πίνακα

source: Turn on due date reminders
el: Ενεργοποιήστε τις υπενθυμίσεις ημερομηνίας προθεσμίας

source: Turn off due date reminders
el: Απενεργοποιήστε τις υπενθυμίσεις ημερομηνίας προθεσμίας

source: Due date reminders
el: Υπενθυμίσεις ημερομηνίας προθεσμίας

source: All cards
el: Όλες οι καρτέλες

source: Assigned cards
el: Ανατεθειμένες καρτέλες

source: No notifications
el: Δεν υπάρχουν ειδοποιήσεις

source: Delete board
el: Διαγραφή πίνακα

source: Board {0} deleted
el: Διαγράφηκε {0} πίνακας

source: Only assigned cards
el: Μόνο καρτέλες που έχουν ανατεθεί

source: No reminder
el: Δεν υπάρχει υπενθύμιση

source: An error occurred
el: Παρουσιάστηκε σφάλμα

source: Are you sure you want to delete the board {title}? This will delete all the data of this board.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον πίνακα {title}; Θα διαγραφούν όλα τα δεδομένα.

source: Delete the board?
el: Διαγραφή του πίνακα;

source: Loading filtered view
el: Φόρτωση εμφάνισης με βάση το φίλτρο

source: This week
el: Αυτή την εβδομάδα

source: No due
el: Χωρίς λήξη

source: Search for {searchQuery} in all boards
el: Αναζήτηση για {searchQuery} σε όλους τους πίνακες

source: No results found
el: Δεν βρέθηκαν αποτελέσματα

source: No upcoming cards
el: Δεν υπάρχουν επερχόμενες καρτέλες

source: upcoming cards
el: επερχόμενες καρτέλες

source: Link to a board
el: Σύνδεσμος στον πίνακα

source: Link to a card
el: Σύνδεσμος σε καρτέλα

source: Create a card
el: Δημιουργία καρτέλας

source: Message from {author} in {conversationName}
el: Μήνυμα από {author} σε {conversationName}

source: Something went wrong
el: Κάτι πήγε στραβά

source: Failed to upload {name}
el: Αποτυχία μεταφόρτωσης {name}

source: Maximum file size of {size} exceeded
el: Υπέρβαση επιτρεπόμενου μεγέθους αρχείου {size}

source: Error creating the share
el: Σφάλμα κατά τη δημιουργία της κοινοποίησης

source: Share with a Deck card
el: Μοιραστείτε με μια καρτέλα Deck

source: Share {file} with a Deck card
el: Μοιραστείτε το {file} με μια καρτέλα Deck

source: Share
el: Μοιραστείτε
