Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/deck.po
Languages: el

source: Deck is a kanban style organization tool aimed at personal planning and project organization for teams integrated with Nextcloud. - 📥 Add your tasks to cards and put them in order - 📄 Write down additional notes in markdown - 🔖 Assign labels for even better organization - 👥 Share with your team, friends or family - 📎 Attach files and embed them in your markdown description - 💬 Discuss with your team using comments - ⚡ Keep track of changes in the activity stream - 🚀 Get your project organized
el: Το Deck είναι ένα εργαλείο οργάνωσης τύπου kanban με στόχο τον προσωπικό προγραμματισμό και την οργάνωση έργων για ομάδες που έχουν ενσωματωθεί στο Nextcloud. - 📥 Προσθέστε τις εργασίες σας στις καρτέλες και βάλτε τες στη σειρά - 📄 Γράψτε τις πρόσθετες σημειώσεις - 🔖 Αντιστοιχίστε τις ετικέτες για ακόμη καλύτερη οργάνωση - 👥 Μοιραστείτε με την ομάδα, φίλους ή την οικογένειά σας - 📎 Συνδέστε αρχεία και ενσωματώστε τα στην περιγραφή - 💬 Συζητήστε με την ομάδα σας χρησιμοποιώντας σχόλια - ⚡ Παρακολουθήστε τις αλλαγές στη ροή δραστηριοτήτων - 🚀 Έχετε τα όλα οργανωμένα

source: Creating the new card…
el: Δημιουργία νέας καρτέλας...

source: "{card}" was added to "{board}"
el: "{card}" προστέθηκε στο "{board}"

source: (circle)
el: (κύκλος)
