Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/external.po
Languages: el

source: Select an icon
el: Επιλέξτε ένα εικονίδιο

source: All languages
el: Όλες οι γλώσσες

source: Header
el: Επικεφαλίδα

source: Setting menu
el: Ρύθμιση μενού

source: User quota
el: Όριο χώρου χρήστη

source: Public footer
el: Δημόσιο υποσέλιδο

source: All devices
el: Όλες οι συσκευές

source: Only in the Android app
el: Μόνο στην εφαρμογή Android

source: Only in the iOS app
el: Μόνο στην εφαρμογή iOS

source: Only in the desktop client
el: Μόνο στον πελάτη για τον υπολογιστή

source: Only in the browser
el: Μόνο για τον περιηγητή

source: The given label is invalid
el: Δόθηκε μη έγκυρη ετικέτα

source: The given URL is invalid
el: Δόθηκε μη έγκυρο URL

source: The given language does not exist
el: Η γλώσσα που δόθηκε δεν υπάρχει

source: The given type is invalid
el: Δόθηκε μη έγκυρος τύπος

source: The given device is invalid
el: Η συσκευή που δόθηκε δεν είναι έγκυρη

source: At least one of the given groups does not exist
el: Τουλάχιστον μία από τις ομάδες δεν υπάρχει

source: The given icon does not exist
el: Το εικονίδιο που δόθηκε δεν υπάρχει

source: The site does not exist
el: Η ιστοσελίδα δεν υπάρχει

source: No file uploaded
el: Δεν μεταφορτώθηκε αρχείο

source: Provided file is not an image
el: Το αρχείο δεν είναι εικόνα

source: Provided image is not a square of 16, 24 or 32 pixels width
el: Η επιλεγμένη εικόνα δεν είναι τετράγωνο πλάτους 16, 24 ή 32 pixel

source: An error occurred while uploading the icon, please make sure the data directory is writable
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση του εικονιδίου, βεβαιωθείτε ότι ο κατάλογος δεδομένων είναι εγγράψιμος

source: External sites
el: Εξωτερικές σελίδες

source: __language_name__
el: Ελληνικά

source: Add external sites to your Nextcloud navigation
el: Προσθέστε εξωτερικούς ιστότοπους στην πλοήγησή του Nextcloud σας

source: This application allows an admin to add additional links into the Nextcloud menus. Following a link, the external website appears in the Nextcloud frame. It is also possible to add links only for a given language, device type or user group. More information is available in the External sites documentation.
el: Αυτή η εφαρμογή επιτρέπει σε έναν διαχειριστή να προσθέσει επιπλέον συνδέσμους στα μενού Nextcloud. Μετά από μια σύνδεση, ο εξωτερικός ιστότοπος εμφανίζεται στο πλαίσιο Nextcloud. Είναι επίσης δυνατή η προσθήκη συνδέσμων μόνο για μια δεδομένη γλώσσα, τύπο συσκευής ή ομάδα χρηστών. Περισσότερες πληροφορίες διατίθενται στην τεκμηρίωση Εξωτερικές τοποθεσίες.

source: Name
el: Όνομα

source: Language
el: Γλώσσα

source: Groups
el: Ομάδες

source: Devices
el: Συσκευές

source: Icon
el: Εικονίδιο

source: Position
el: Θέση

source: Redirect
el: Ανακατεύθυνση

source: Remove site
el: Αφαίρεση σελίδας

source: This site does not allow embedding
el: Η ιστοσελίδα δεν επιτρέπει ενσωμάτωση

source: New site
el: Νέος ιστότοπος

source: Delete icon
el: Διαγραφή εικονιδίου

source: Uploading…
el: Γίνεται μεταφόρτωση...

source: Reloading icon list…
el: Επαναφόρτωση λίστας εικονιδίων

source: Icon could not be uploaded
el: Το εικονίδιο δε μπόρεσε να μεταφορτωθεί.

source: Add a website directly to the app list in the top bar. This will be visible for all users and is useful to quickly reach other internally used web apps or important sites.
el: Προσθέστε μια ιστοσελίδα κατευθείαν στη λίστα των εφαρμογών στην πάνω γραμμή. Θα είναι ορατή σε όλους τους χρήστες και χρησιμεύει στη γρήγορη πρόσβαση σε άλλες εφαρμογές ιστού που χρησιμοποιούνται εσωτερικά ή σε σημαντικές ιστοσελίδες.

source: The placeholders {email}, {uid} and {displayname} can be used and are filled with the user´s values to customize the links.
el: Τα στοιχεία {email}, {uid} και {displayname} μπορούν να χρησιμοποιηθούν και να συμπληρώσουν προσαρμσμένων συνδέσμων με τα στοιχεία του χρήστη.

source: Please note that some browsers will block displaying of sites via HTTP if you are running HTTPS.
el: Παρακαλούμε σημειώστε ότι μερικοί φυλλομετρητές θα εμποδίσουν την εμφάνιση σελίδων μέσω HTTP αν χρησιμοποιείτε HTTPS.

source: Furthermore please note that many sites these days disallow iframing due to security reasons.
el: Επιπροσθέτως, παρακαλούμε να σημειώσετε ότι πολλές ιστοσελίδες δεν επιτρέπουν πλέον το iframing για λόγους ασφαλείας.

source: We highly recommend to test the configured sites above properly.
el: Συνιστούμε τον κατάλληλο έλεγχο των ιστοσελίδων που έχουν ρυθμιστεί παραπάνω.

source: Icons
el: Εικονίδια

source: If you upload a test.png and a test-dark.png file, both will be used as one icon. The dark version will be used on mobile devices, otherwise the white icon is not visible on the white background in the mobile apps.
el: Εάν μεταφορτώσετε ένα αρχείο test.png και ένα αρχείο test-dark.png, και τα δύο θα χρησιμοποιηθούν ως ένα εικονίδιο. Η σκούρα έκδοση θα χρησιμοποιηθεί σε κινητές συσκευές, διαφορετικά το λευκό εικονίδιο δεν είναι ορατό σε λευκό φόντο στις εφαρμογές για κινητά.

source: Uploading an icon with the same name will replace the current icon.
el: Η μεταφόρτωση ενός εικονιδίου με το ίδιο όνομα θα αντικαταστήσει το τρέχον εικονίδιο.

source: Upload new icon
el: Μεταφόρτωση νέου εικονιδίου

source: Please note that some browsers will block displaying of sites via http if you are running https.
el: Παρακαλούμε σημειώστε ότι μερικοί φυλλομετρητές θα εμποδίσουν την εμφάνιση σελίδων μέσω http αν χρησιμοποιήτε https.
