Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/extract.po
Languages: el

source: Extract here
el: Εξαγωγή εδώ

source: Error extracting
el: Σφάλμα αποσυμπίεσης

source: Encryption is not supported yet
el: Η κρυπτογράφηση δεν υποστηρίζεται ακόμη

source: Zip extension is not available
el: Η επέκταση zip δεν είναι διαθέσιμη

source: Cannot open Zip file
el: Αδυναμία ανοίγματος αρχείου Zip

source: Oops something went wrong. Check that you have rar extension or unrar installed
el: Ωχ! Κάτι πήγε στραβά. Βεβαιωθείτε ότι έχετε εγκαταστήσει την επέκταση rar ή unrar

source: Oops something went wrong. Check that you have p7zip installed
el: Ωχ! Κάτι πήγε στραβά. Βεβαιωθείτε ότι έχετε εγκαταστήσει το p7zip

source: Extract
el: Αποσυμπίεση

source: Extract archive from the web interface
el: Αποσυμπίεση αρχείου από περιηγητή

source: Extract archives. * **Supported :** * Zip * Rar * Tar * Gzip * 7z * Deb * Bzip2 * **Requirements :** * Rar PHP extension (pecl -v install rar) * **OR** * unrar (sudo apt-get install unrar) * **AND** * p7zip (sudo apt-get install p7zip p7zip-full) * **Note :** Encrypted files are not supported yet
el: Αποσυμπίεση αρχείων. * ** Υποστηρίζεται :** * Zip * Rar * Tar * Gzip * 7z * Deb * Bzip2 * ** Απαιτήσεις :** * Rar επέκταση PHP (pecl -v install rar) * **Ή ** * unrar (sudo apt-get install unrar) * **ΚΑΙ** * p7zip (sudo apt-get install p7zip p7zip-full) * **Σημείωση :** Τα κρυπτογραφημένα αρχεία δεν υποστηρίζονται ακόμη
