Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/federation.po
Languages: el

source: Added to the list of trusted servers
el: Προσθήκη στην λίστα των έμπιστων διακομιστών

source: Server is already in the list of trusted servers.
el: Ο διακομιστής περιλαμβάνεται ήδη στην λίστα των έμπιστων ownCloud

source: No server to federate with found
el: Δεν βρέθηκε διακομιστής για συνένωση

source: Could not add server
el: Αδυναμία προσθήκης διακομιστή

source: Trusted servers
el: Έμπιστοι διακομιστές

source: Federation allows you to connect with other trusted servers to exchange the user directory.
el: Το Federation σας επιτρέπει να συνδεθείτε με αξιόπιστους διακομιστές για ανταλλαγή καταλόγου χρηστών.

source: Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing.
el: Το Federation σας επιτρέπει να συνδεθείτε με άλλους αξιόπιστους διακομιστές για να ανταλλάξετε τον κατάλογο χρηστών. Για παράδειγμα, αυτό θα χρησιμοποιηθεί για την αυτόματη συμπλήρωση εξωτερικών χρηστών για ομαδική κοινή χρήση.

source: Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share.
el: Το Federation σας επιτρέπει να συνδεθείτε με άλλους αξιόπιστους διακομιστές για να ανταλλάξετε τον κατάλογο χρηστών. Για παράδειγμα, αυτό θα χρησιμοποιηθεί για την αυτόματη συμπλήρωση εξωτερικών χρηστών για ομαδική κοινή χρήση. Δεν είναι απαραίτητο να προσθέσετε έναν διακομιστή ως αξιόπιστο για να δημιουργήσετε ένα κοινόχρηστο μεταξύ τους στοιχείο.

source: + Add trusted server
el: +Προσθήκη έμπιστων διακομιστών

source: Trusted server
el: Έμπιστοι διακομιστές

source: Add
el: Προσθήκη
