Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/files.po
Languages: el

source: Storage is temporarily not available
el: Μη διαθέσιμος χώρος αποθήκευσης προσωρινά

source: Storage invalid
el: Μη έγκυρος αποθηκευτικός χώρος

source: Unknown error
el: Άγνωστο σφάλμα

source: File could not be found
el: Δεν μπορεί να βρεθεί το αρχείο

source: Move or copy
el: Μετακίνηση ή αντιγραφή

source: Download
el: Λήψη

source: Delete
el: Διαγραφή

source: Home
el: Αρχική

source: Close
el: Κλείσιμο

source: Favorites
el: Αγαπημένα

source: Could not create folder "{dir}"
el: Αδυναμία δημιουργίας του φακέλου "{dir}"

source: This will stop your current uploads.
el: Αυτό θα σταματήσει τις τρέχουσες μεταφορτώσεις.

source: Upload cancelled.
el: Η μεταφόρτωση ακυρώθηκε.

source: Processing files …
el: Γίνεται επεξεργασία των αρχείων …

source: Unable to upload {filename} as it is a directory or has 0 bytes
el: Αδυναμία φόρτωσης {filename} καθώς είναι κατάλογος ή έχει 0 bytes

source: Not enough free space, you are uploading {size1} but only {size2} is left
el: Δεν υπάρχει αρκετός ελεύθερος χώρος, μεταφορτώνεται {size1} αλλά υπάρχει χώρος μόνο για {size2}

source: Target folder "{dir}" does not exist any more
el: Ο φάκελος προορισμού "{dir}" δεν υπάρχει πλέον

source: Not enough free space
el: Δεν επαρκεί ο ελεύθερος χώρος

source: An unknown error has occurred
el: Προέκυψε άγνωστο σφάλμα.

source: Uploading …
el: Μεταφόρτωση σε εξέλιξη ...

source: {loadedSize} of {totalSize} ({bitrate})
el: {loadedSize} από {totalSize} ({bitrate})

source: Uploading that item is not supported
el: Η μεταφόρτωση αυτού του αντικειμένου δεν υποστηρίζεται

source: Target folder does not exist any more
el: Ο φάκελος προορισμού δεν υπάρχει πια

source: Operation is blocked by access control
el: Η λειτουργία μπλοκάρεται από τον έλεγχο πρόσβασης

source: Error when assembling chunks, status code {status}
el: Σφάλμα κατά την συλλογή τμημάτων, κωδικός κατάστασης {status}

source: Actions
el: Ενέργειες

source: Rename
el: Μετονομασία

source: Copy
el: Αντιγραφή

source: Choose target folder
el: Επιλογή φακέλου προορισμού

source: Open
el: Άνοιγμα

source: Delete file
el: Διαγραφή αρχείου

source: Delete folder
el: Διαγραφή φακέλου

source: Disconnect storage
el: Αποσύνδεση αποθηκευτικού χώρου

source: Leave this share
el: Αποχωρήστε από αυτήν την κοινή χρήση

source: Could not load info for file "{file}"
el: Αδυναμία φόρτωσης πληροφοριών για το αρχείο "{file}"

source: Files
el: Αρχεία

source: Details
el: Λεπτομέρειες

source: Please select tag(s) to add to the selection
el: Επιλέξτε ετικέτα (ες) για προσθήκη στην επιλογή

source: Apply tag(s) to selection
el: Εφαρμογή ετικετών στην επιλογή

source: Select
el: Επιλογή

source: Pending
el: Εκκρεμεί

source: Unable to determine date
el: Αδυναμία προσδιορισμού ημερομηνίας

source: This operation is forbidden
el: Αυτή η λειτουργία απαγορεύεται

source: This directory is unavailable, please check the logs or contact the administrator
el: Ο κατάλογος δεν είναι διαθέσιμος, παρακαλούμε ελέγξτε τα αρχεία καταγραφής ή επικοινωνήστε με το διαχειριστή

source: Could not move "{file}", target exists
el: Αδυναμία μετακίνησης του "{file}", υπάρχει ήδη αρχείο με αυτό το όνομα

source: Could not move "{file}"
el: Αδυναμία μετακίνησης του "{file}"

source: copy
el: αντιγραφή

source: Could not copy "{file}", target exists
el: Αδυναμία αντιγραφής του "{file}", υπάρχει ήδη.

source: Could not copy "{file}"
el: Αδυναμία αντιγραφής του "{file}"

source: Copied {origin} inside {destination}
el: Αντιγράφτηκε το {origin} στο {destination}

source: Copied {origin} and {nbfiles} other files inside {destination}
el: Αντιγράφτηκε το {origin} και {nbfiles} άλλα αρχεία στο {destination}

source: {newName} already exists
el: Το {newname} υπάρχει ήδη

source: Could not rename "{fileName}", it does not exist any more
el: Αδυναμία μετονομασίας του "{fileName}", το αρχείο δεν υπάρχει πια.

source: The name "{targetName}" is already used in the folder "{dir}". Please choose a different name.
el: Το όνομα "{targetName}" χρησιμοποιείται ήδη στον φάκελο"{dir}". Παρακαλούμε διαλέξτε ένα διαφορετικό όνομα.

source: Could not rename "{fileName}"
el: Αδυναμία μετονομασίας του "{fileName}"

source: Could not create file "{file}"
el: Αδυναμία δημιουργίας του αρχείου "{file}"

source: Could not create file "{file}" because it already exists
el: Αδυναμία δημιουργίας του αρχείου "{file}" επειδή υπάρχει ήδη

source: Could not create folder "{dir}" because it already exists
el: Αδυναμία δημιουργίας του φακέλου "{dir}" επειδή υπάρχει ήδη

source: Could not fetch file details "{file}"
el: Δεν είναι δυνατή η ανάγνωση λεπτομερειών του αρχείου "{file}"

source: Error deleting file "{fileName}".
el: Σφάλμα διαγραφής του "{fileName}".

source: No search results in other folders for {tag}{filter}{endtag}
el: Κανένα αποτέλεσμα αναζήτησης σε άλλους φακέλους για {tag}{filter}{endtag}

source: Enter more than two characters to search in other folders
el: Εισαγάγετε περισσότερους από δύο χαρακτήρες για αναζήτηση σε άλλους φακέλους

source: Name
el: Όνομα

source: Size
el: Μέγεθος

source: Modified
el: Τροποποιήθηκε

source: %n folder
el: %n φάκελος

source: %n file
el: %n αρχείο

source: {dirs} and {files}
el: {dirs} και {files}

source: including %n hidden
el: περιλαμβάνεται %n κρυφό

source: You don’t have permission to upload or create files here
el: Δεν έχετε δικαιώματα μεταφόρτωσης ή δημιουργίας αρχείων εδώ

source: Uploading %n file
el: Μεταφόρτωση %n αρχείου

source: New
el: Νέο

source: Select file range
el: Επιλέξτε εύρος αρχείων

source: {used} of {quota} used
el: Χρήση {used} από {quota}

source: {used} used
el: Σε χρήση {used}

source: "{name}" is an invalid file name.
el: Το "{name}" δεν είναι έγκυρο όνομα αρχείου.

source: File name cannot be empty.
el: Το όνομα αρχείου δεν μπορεί να είναι κενό.

source: "/" is not allowed inside a file name.
el: Το "/" δεν είναι επιτρεπτό εντός του ονόματος αρχείου.

source: "{name}" is not an allowed filetype
el: Το "{name}" δεν είναι ένας επιτρεπτός τύπος αρχείου

source: Storage of {owner} is full, files cannot be updated or synced anymore!
el: Ο αποθηκευτικός χώρος του/της {owner} είναι πλήρης, τα αρχεία δεν μπορούν να ενημερωθούν ή να συγχρονιστούν πλέον!

source: Group folder "{mountPoint}" is full, files cannot be updated or synced anymore!
el: Ο φάκελος της ομάδας "{mountPoint}" είναι πλήρης, τα αρχεία δεν μπορούν να ενημερωθούν ή να συγχρονιστούν πλέον!

source: External storage "{mountPoint}" is full, files cannot be updated or synced anymore!
el: Ο εξωτερικός χώρος αποθήκευσης "{mountPoint}" είναι πλήρης, τα αρχεία δεν μπορούν να ενημερωθούν ή να συγχρονιστούν πλέον!

source: Your storage is full, files cannot be updated or synced anymore!
el: Ο αποθηκευτικός σας χώρος είναι πλήρης, τα αρχεία δεν μπορούν να ενημερωθούν ή να συγχρονιστούν πλέον!

source: Storage of {owner} is almost full ({usedSpacePercent}%).
el: Ο αποθηκευτικός χώρος του {owner} είναι σχεδόν γεμάτος ({usedSpacePercent}%)

source: Group folder "{mountPoint}" is almost full ({usedSpacePercent}%).
el: Ο φάκελος ομάδας "{mountPoint}" είναι σχεδόν πλήρης ({usedSpacePercent}%).

source: External storage "{mountPoint}" is almost full ({usedSpacePercent}%).
el: Ο εξωτερικός χώρος αποθήκευσης "{mountPoint}" είναι σχεδόν πλήρης ({usedSpacePercent}%).

source: Your storage is almost full ({usedSpacePercent}%).
el: Ο αποθηκευτικός σας χώρος είναι σχεδόν γεμάτος ({usedSpacePercent}%).

source: matches "{filter}"
el: Ταιριάζει "{filter}"

source: View in folder
el: Προβολή στον φάκελο

source: Copied!
el: Αντιγράφηκε!

source: Copy direct link (only works for users who have access to this file/folder)
el: Αντιγραφή άμεσου συνδέσμου (λειτουργεί μόνο για χρήστες που έχουν πρόσβαση στο αρχείο/φάκελο)

source: Path
el: Διαδρομή

source: Favorited
el: Αγαπημένα

source: Favorite
el: Αγαπημένο

source: You can only favorite a single file or folder at a time
el: Προσθήκη στα αγαπημένα ενός αρχείου ή φακέλου κάθε φορά

source: New folder
el: Νέος φάκελος

source: Upload file
el: Μεταφόρτωση αρχείου

source: Recent
el: Πρόσφατα

source: Not favorited
el: Δεν είναι αγαπημένο

source: Remove from favorites
el: Αφαίρεση από τα αγαπημένα

source: Add to favorites
el: Προσθήκη στα αγαπημένα

source: An error occurred while trying to update the tags
el: Ένα σφάλμα προέκυψε κατά τη διάρκεια ενημέρωσης των ετικετών

source: Added to favorites
el: Προστέθηκε στα αγαπημένα

source: Removed from favorites
el: Αφαιρέθηκε από τα αγαπημένα

source: You added {file} to your favorites
el: Προσθέσατε το {file} στα αγαπημένα σας

source: You removed {file} from your favorites
el: Αφαιρέσατε το {file} από τα αγαπημένα σας

source: File changes
el: Αλλαγές αρχείου

source: Created by {user}
el: Δημιουργήθηκε από τον {user}

source: Changed by {user}
el: Άλλαξε από τον {user}

source: Deleted by {user}
el: Διαγράφτηκε από τον {user}

source: Restored by {user}
el: Επαναφέρθηκε από τον {user}

source: Renamed by {user}
el: Μετονομάστηκε από τον {user}

source: Moved by {user}
el: Μετακινήθηκε από τον {user}

source: "remote user"
el: "απομακρυσμένος χρήστης"

source: You created {file}
el: Δημιουργήσατε το {file}

source: You created an encrypted file in {file}
el: Δημιουργήσατε ένα κρυπτογραφημένο αρχείο στο {file}

source: {user} created {file}
el: Ο/η {user} δημιούργησε {file}

source: {user} created an encrypted file in {file}
el: Ο/η {user} δημιούργησε ένα κρυπτογραφημένο αρχείο στο {file}

source: {file} was created in a public folder
el: Το {file} δημιουργήθηκε σε δημόσιο φάκελο

source: You changed {file}
el: Αλλάξατε το {file}

source: You changed an encrypted file in {file}
el: Αλλάξατε ένα κρυπτογραφημένο αρχείο {file}

source: {user} changed {file}
el: Ο/η {user} άλλαξε το {file}

source: {user} changed an encrypted file in {file}
el: Ο/η {user} άλλαξε κρυπτογραφημένο αρχείο {file}

source: You deleted {file}
el: Διαγράψτε το {file}

source: You deleted an encrypted file in {file}
el: Διαγράψατε ένα κρυπτογραφημένο αρχείο {file}

source: {user} deleted {file}
el: Ο/η {user} διέγραψε το {file}

source: {user} deleted an encrypted file in {file}
el: Ο/η {user} διέγραψε κρυπτογραφημένο αρχείο σε {file}

source: You restored {file}
el: Επαναφέρατε το {file}

source: {user} restored {file}
el: Ο/η {user} επανέφερε το {file}

source: You renamed {oldfile} (hidden) to {newfile} (hidden)
el: Μετονομάσατε από {oldfile} (hidden) σε {newfile} (hidden)

source: You renamed {oldfile} (hidden) to {newfile}
el: Μετονομάσατε το {oldfile} (hidden) σε {newfile}

source: You renamed {oldfile} to {newfile} (hidden)
el: Μετονομάσατε το {oldfile} (hidden) σε {newfile}

source: You renamed {oldfile} to {newfile}
el: Μετονομάσατε το {oldfile} σε {newfile}

source: {user} renamed {oldfile} (hidden) to {newfile} (hidden)
el: Ο/Η {user} μετονομάστηκε σε {oldfile} (hidden) σε {newfile} (hidden)

source: {user} renamed {oldfile} (hidden) to {newfile}
el: Ο/Η {user} μετονόμασε σε {oldfile} (hidden) σε {newfile}

source: {user} renamed {oldfile} to {newfile} (hidden)
el: Ο/Η {user} μετονόμασε σε {oldfile} σε {newfile} (hidden)

source: {user} renamed {oldfile} to {newfile}
el: Ο/η {user} μετονόμασε το {oldfile} σε {newfile}

source: You moved {oldfile} to {newfile}
el: Μεταφέρατε το {oldfile} σε {newfile}

source: {user} moved {oldfile} to {newfile}
el: Ο/η {user} μετέφερε το {oldfile} σε {newfile}

source: A file has been added to or removed from your <strong>favorites</strong>
el: Ένα αρχείο έχει προστεθεί ή αφαιρεθεί από τα <strong>αγαπημένα</strong> σας

source: A file or folder has been <strong>changed</strong>
el: Ένα αρχείο ή κατάλογος έχουν <strong>αλλάξει</strong>

source: A favorite file or folder has been <strong>changed</strong>
el: Ένα αγαπημένο αρχείο ή φάκελός σας έχει <strong>τροποποιηθεί</strong>.

source: All files
el: Όλα τα αρχεία

source: Unlimited
el: Απεριόριστο

source: Upload (max. %s)
el: Μεταφόρτωση (max. %s)

source: Accept
el: Αποδοχή

source: Reject
el: Απόρριψη

source: Incoming ownership transfer from {user}
el: Εισερχόμενη μεταβίβαση κυριότητας από τον {user}

source: Do you want to accept {path}? Note: The transfer process after accepting may take up to 1 hour.
el: Δέχεστε την διαδρομή {path}? Σημείωση: Η διαδικασία μεταφοράς μπορεί να διαρκέσει πάνω από μία ώρα.

source: Ownership transfer failed
el: Η μεταφορά κυριότητας απέτυχε

source: Your ownership transfer of {path} to {user} failed.
el: Η μεταφορά κυριότητας σας του {path} στον {user} απέτυχε.

source: The ownership transfer of {path} from {user} failed.
el: Η μεταφορά κυριότητας του {path} από {user} απέτυχε.

source: Ownership transfer done
el: Η μεταφορά κυριότητας ολοκληρώθηκε

source: Your ownership transfer of {path} to {user} has completed.
el: Η μεταφορά κυριότητας σας του {path} στον {user} ολοκληρώθηκε.

source: The ownership transfer of {path} from {user} has completed.
el: Η μεταφορά κυριότητας του {path} στον {user} ολοκληρώθηκε.

source: in %s
el: σε %s

source: File Management
el: Διαχείριση αρχείων

source: Transfer ownership of a file or folder
el: Μεταβίβαση κυριότητας αρχείου ή φακέλου

source: Choose file or folder to transfer
el: Επιλέξτε αρχείο ή φάκελο για μεταφορά

source: Change
el: Αλλαγή

source: New owner
el: Νέος κάτοχος

source: Search users
el: Αναζήτηση χρηστών

source: Choose a file or folder to transfer
el: Επιλέξτε αρχείο ή φάκελο για μεταφορά

source: Transfer
el: Μεταφορά

source: Transfer {path} to {userid}
el: Μεταφορά {path} στον {userid}

source: Invalid path selected
el: Επιλέχθηκε μη έγκυρη διαδρομή

source: Ownership transfer request sent
el: Αποστολή αίτησης μεταβίβασης κυριότητας

source: Cannot transfer ownership of a file or folder you don't own
el: Δεν μπορεί να μεταβιβαστεί η κυριότητα αρχείου ή φακέλου που δεν σας ανήκει

source: Tags
el: Ετικέτες

source: Unable to change the favourite state of the file
el: Αδυναμία αλλαγής αγαπημένης κατάστασης αρχείου

source: Error while loading the file data
el: Σφάλμα κατά την φόρτωση αρχείου δεδομένων

source: Pick a template for {name}
el: Επιλέξτε ένα πρότυπο για {name}

source: Cancel
el: Ακύρωση

source: Create
el: Δημιουργία

source: Create a new file with the selected template
el: Δημιουργήστε ένα νέο αρχείο με το επιλεγμένο πρότυπο

source: Creating file
el: Δημιουργία αρχείου

source: Blank
el: Κενό

source: Unable to create new file from template
el: Δεν είναι δυνατή η δημιουργία νέου αρχείου από το πρότυπο

source: Set up templates folder
el: Ρύθμιση φακέλου προτύπων

source: Templates
el: Πρότυπα

source: Unable to initialize the templates directory
el: Δεν είναι δυνατή η προετοιμασία του καταλόγου προτύπων

source: %s used
el: %s σε χρήση

source: %s%% of %s used
el: %s%% από %s σε χρήση

source: %1$s of %2$s used
el: χρησιμοποιούνται %1$s από %2$s

source: Settings
el: Ρυθμίσεις

source: Show hidden files
el: Εμφάνιση κρυφών αρχείων

source: Crop image previews
el: Περικοπή προεπισκόπησης εικόνας

source: Use this address to access your Files via WebDAV
el: Χρήση αυτής της διεύθυνση για πρόσβαση στα Αρχεία σας μέσω WebDAV

source: Toggle %1$s sublist
el: Εναλλαγή %1$s σε υπολίστα

source: Toggle grid view
el: Εναλλαγή σε προβολή πλέγματος

source: No files in here
el: Δεν υπάρχουν αρχεία εδώ

source: Upload some content or sync with your devices!
el: Μεταφόρτωση περιεχομένου ή συγχρονισμός με τις συσκευές σας!

source: No entries found in this folder
el: Δεν βρέθηκαν καταχωρήσεις σε αυτόν το φάκελο

source: Select all
el: Επιλογή όλων

source: Upload too large
el: Πολύ μεγάλο αρχείο προς μεταφόρτωση

source: The files you are trying to upload exceed the maximum size for file uploads on this server.
el: Τα αρχεία που προσπαθείτε να μεταφορτώσετε υπερβαίνουν το μέγιστο μέγεθος μεταφόρτωσης αρχείων σε αυτόν τον διακομιστή.

source: No favorites yet
el: Κανένα αγαπημένο ακόμα

source: Files and folders you mark as favorite will show up here
el: Τα αρχεία και οι φάκελοι που σημειώνονται ως αγαπημένα θα εμφανιστούν εδώ

source: Deleted files
el: Διαγραμμένα αρχεία

source: Shares
el: Κοινόχρηστα

source: Shared with others
el: Διαμοιρασμένα με άλλους

source: Shared with you
el: Διαμοιρασμένα με εσάς

source: Shared by link
el: Διαμοιρασμένα μέσω συνδέσμου

source: Deleted shares
el: Διαγραμμένα κοινόχρηστα

source: Pending shares
el: Κοινή χρήση σε εκκρεμότητα

source: Text file
el: Αρχείο κειμένου

source: New text file.txt
el: Νέο αρχείο file.txt

source: Storage of {owner} is full, files can not be updated or synced anymore!
el: Ο αποθηκευτικός χώρος του {owner} είναι γεμάτος, τα αρχεία δεν μπορούν να ενημερωθούν ή να συγχρονιστούν πια!

source: Group folder "{mountPoint}" is full, files can not be updated or synced anymore!
el: Ο φάκελος ομάδας "{mountPoint}" είναι γεμάτος, τα αρχεία δεν μπορούν πλέον να ενημερωθούν ή να συγχρονιστούν!

source: External storage "{mountPoint}" is full, files can not be updated or synced anymore!
el: Ο εξωτερικός χώρος αποθήκευσης "{mountPoint}" είναι πλήρης, τα αρχεία δεν μπορούν πλέον να ενημερωθούν ή να συγχρονιστούν!

source: Your storage is full, files can not be updated or synced anymore!
el: Ο αποθηκευτικός σας χώρος είναι γεμάτος, τα αρχεία δεν μπορούν να ενημερωθούν ή να συγχρονιστούν πια!

source: matches '{filter}'
el: ταιριάζει '{filter}'
