Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/files_sharing.po
Languages: el

source: Shared with you
el: Διαμοιρασμένα με εσάς

source: Nothing shared with you yet
el: Κανένα αρχείο δεν έχει διαμοιραστεί ακόμα με εσάς.

source: Files and folders others share with you will show up here
el: Τα αρχεία και οι φάκελοι που άλλοι διαμοιράζονται με εσάς θα εμφανιστούν εδώ

source: Shared with others
el: Διαμοιρασμένα με άλλους

source: Nothing shared yet
el: Δεν έχει διαμοιραστεί τίποτα μέχρι στιγμής

source: Files and folders you share will show up here
el: Τα αρχεία και οι φάκελοι που διαμοιράζεστε θα εμφανιστούν εδώ

source: Shared by link
el: Διαμοιρασμένα μέσω συνδέσμου

source: No shared links
el: Κανένας διαμοιρασμένος σύνδεσμος

source: Files and folders you share by link will show up here
el: Τα αρχεία και οι φάκελοι που διαμοιράζεστε μέσω συνδέσμου θα εμφανιστούν εδώ

source: Deleted shares
el: Διαγραμμένα κοινόχρηστα

source: No deleted shares
el: Δεν υπάρχουν διαγραμμένα κοινόχρηστα

source: Shares you deleted will show up here
el: Τα κοινόχρηστα που διαγράψατε θα εμφανίζονται εδώ

source: Pending shares
el: Κοινή χρήση σε εκκρεμότητα

source: No pending shares
el: Δεν εκκρεμούν κοινόχρηστα

source: Shares you have received but not confirmed will show up here
el: Κοινόχρηστα που λάβατε αλλά δεν επιβεβαιώθηκαν θα εμφανίζονται εδώ

source: Shares
el: Κοινόχρηστα

source: No shares
el: Κανένα κοινόχρηστο

source: Shares will show up here
el: Τα κοινόχρηστα θα εμφανιστούν εδώ

source: Restore
el: Επαναφορά

source: Restore share
el: Επαναφορά κοινόχρηστου

source: Something happened. Unable to restore the share.
el: Κάτι συνέβη. Δεν μπορεί να γίνει επαναφορά.

source: Accept share
el: Αποδοχή κοινόχρηστου

source: Something happened. Unable to accept the share.
el: Κάτι συνέβη. Δεν μπορεί να γίνει η αποδοχή.

source: Reject share
el: Απόρριψη κοινόχρηστου

source: Something happened. Unable to reject the share.
el: Κάτι συνέβη. Δεν μπορεί να απορριφθεί το κοινόχρηστο

source: Waiting…
el: Αναμονή...

source: error
el: σφάλμα

source: finished
el: ολοκληρώθηκε

source: This will stop your current uploads.
el: Αυτό θα σταματήσει τις τρέχουσες μεταφορτώσεις.

source: Move or copy
el: Μετακίνηση ή αντιγραφή

source: Download
el: Λήψη

source: Delete
el: Διαγραφή

source: You can upload into this folder
el: Μπορείτε να μεταφορτώσετε σε αυτόν τον φάκελο

source: Terms of service
el: Όροι χρήσης

source: No compatible server found at {remote}
el: Δεν βρέθηκε συμβατός διακομιστής σε {remote}

source: Invalid server URL
el: Μη έγκυρο URL διακομιστή

source: Failed to add the public link to your Nextcloud
el: Αποτυχία στην πρόσθεση του κοινού συνδέσμου στο Nextcloud σας

source: No expiration date set
el: Δεν ορίστηκε ημερομηνία λήξης

source: Shared by
el: Διαμοιράστηκε από

source: File shares
el: Κοινή χρήση αρχείων

source: Downloaded via public link
el: Μεταφορτώθηκε μέσω δημόσιου συνδέσμου

source: Downloaded by {email}
el: Μεταφορτώθηκε από {email}

source: {file} downloaded via public link
el: {file} μεταφορτώθηκε από δημόσιο σύνδεσμο

source: {email} downloaded {file}
el: {email} μεταφορτώθηκε {file}

source: Shared with group {group}
el: Διαμοιρασμένα με την ομάδα {group}

source: Removed share for group {group}
el: Αφαιρέθηκε ο διαμοιρασμός για την ομάδα {group}

source: {actor} shared with group {group}
el: {actor} διαμοιράστηκε με την ομάδα {group}

source: {actor} removed share for group {group}
el: {actor} αφαιρέθηκε ο διαμοιρασμός για την ομάδα {group}

source: Share for group {group} expired
el: Η κοινή χρήση για την ομάδα {group} έληξε

source: You shared {file} with group {group}
el: Διαμοιραστήκατε {file} με την ομάδα {group}

source: You removed group {group} from {file}
el: Αφαιρέσατε την ομάδα {group} από {file}

source: {actor} shared {file} with group {group}
el: {actor} διαμοιράστηκε {file} με την ομάδα {group}

source: {actor} removed group {group} from {file}
el: {actor} αφαίρεσε την ομάδα {group} από {file}

source: Share for file {file} with group {group} expired
el: Η κοινή χρήση του {file} με την ομάδα {group} έληξε

source: Shared as public link
el: Διαμοιρασμός με δημόσιο σύνδεσμο

source: Removed public link
el: Αφαίρεση δημόσιου συνδέσμου

source: Public link expired
el: Ο δημόσιος σύνδεσμος έληξε

source: {actor} shared as public link
el: {actor} διαμοιράστηκε με δημόσιος σύνδεσμος

source: {actor} removed public link
el: {actor} αφαίρεσε δημόσιο σύνδεσμο

source: Public link of {actor} expired
el: Δημόσιος σύνδεσμος από {actor} έληξε

source: You shared {file} as public link
el: Διαμοιραστήκατε {file} με δημόσιο σύνδεσμο

source: You removed public link for {file}
el: Αφαιρέσατε δημόσιο σύνδεσμο για {file}

source: Public link expired for {file}
el: Δημόσιος σύνδεσμος έληξε για {file}

source: {actor} shared {file} as public link
el: {actor} διαμοίρασε {file} με δημόσιο σύνδεσμο

source: {actor} removed public link for {file}
el: {actor} αφαιρέθηκε δημόσιος σύνδεσμος από {file}

source: Public link of {actor} for {file} expired
el: Δημόσιος σύνδεσμος από {actor} για {file} έλληξε

source: {user} accepted the remote share
el: {user} αποδέχτηκε τον απομακρυσμένο διαμοιρασμό

source: {user} declined the remote share
el: {user} αποδέχτηκε τον δημόσιο διαμοιρασμό

source: You received a new remote share {file} from {user}
el: Λάβατε ένα νέο απομακρυσμένο διαμοιρασμό {file} από {user}

source: {user} accepted the remote share of {file}
el: {user} αποδέχτηκε τον απομακρυσμένο διαμοιρασμό από {file}

source: {user} declined the remote share of {file}
el: {user} απέρριψε τον απομακρυσμένο διαμοιρασμό από {file}

source: {user} unshared {file} from you
el: {user} απέσυρε τον διαμοιρασμό {file} από εσάς

source: Shared with {user}
el: Διαμοιραζόμενο με {user}

source: Removed share for {user}
el: Αφαιρέθηκε διαμοιρασμός για {user}

source: You removed yourself
el: Αφαιρέσατε τον εαυτό σας

source: {actor} removed themselves
el: Ο {actor} αφαίρεσε τον εαυτό του

source: {actor} shared with {user}
el: {actor} διαμοιράστηκε με {user}

source: {actor} removed share for {user}
el: {actor} αφαιρέθηκε διαμοιρασμός για {user}

source: Shared by {actor}
el: Διαμοιράστηκε από {actor}

source: {actor} removed share
el: {actor} αφαίρεσε διαμοιρασμό

source: Share for {user} expired
el: Η κοινή χρήση για τον {user} έληξε

source: Share expired
el: Η κοινή χρήση έληξε

source: You shared {file} with {user}
el: Διαμοιραστήκατε {file} με {user}

source: You removed {user} from {file}
el: Αφαιρέσατε {user} από {file}

source: You removed yourself from {file}
el: Αφαιρέσατε τον εαυτό σας από {file}

source: {actor} removed themselves from {file}
el: Οι {actor} αφαίρεσαν τον εαυτό τους από {file}

source: {actor} shared {file} with {user}
el: {actor} διαμοιράστηκε {file} με {user}

source: {actor} removed {user} from {file}
el: {actor} αφαίρεσε {user} από {file}

source: {actor} shared {file} with you
el: {actor} διαμοιράστηκε {file} με εσάς

source: {actor} removed you from the share named {file}
el: Ο {actor} σας αφαίρεσε από το κοινόχρηστο με όνομα {file}

source: Share for file {file} with {user} expired
el: Η κοινή χρήση του αρχείου {file} με τον {user} έληξε

source: Share for file {file} expired
el: Η κοινή χρήση του αρχείου {file} έληξε

source: A file or folder shared by mail or by public link was <strong>downloaded</strong>
el: Ένα αρχείο ή φάκελος διαμοιρασμένο με mail ή με δημόσιο σύνδεσμο <strong>κατέβηκε</strong>

source: A file or folder was shared from <strong>another server</strong>
el: Ένα αρχείο ή φάκελος διαμοιράστηκε από <strong>έναν άλλο διακομιστή</strong>

source: Files
el: Αρχεία

source: A file or folder has been <strong>shared</strong>
el: Ένα αρχείο ή φάκελος <strong>διαμοιράστηκε</strong>

source: Shared link
el: Διαμοιρασμένος σύνδεσμος

source: Wrong share ID, share doesn't exist
el: Λάθος ID διαμοιρασμού, διαμοιρασμός δεν υπάρχει

source: Could not delete share
el: Αδυναμία διαγραφής κοινόχρηστου φακέλου

source: Please specify a file or folder path
el: Παρακαλούμε καθορίστε την διαδρομή για το αρχείο ή τον φάκελο

source: Wrong path, file/folder does not exist
el: Λάθος διαδρομή, το αρχείο/φάκελος δεν υπάρχει

source: Could not create share
el: Αδυναμία δημιουργίας κοινόχρηστου

source: Invalid permissions
el: Μη έγκυρα δικαιώματα

source: Please specify a valid user
el: Παρακαλούμε καθορίστε έναν έγκυρο χρήστη

source: Group sharing is disabled by the administrator
el: Διαμοιρασμός σε ομάδες είναι απενεργοποιημένος από τον διαχειρηστή

source: Please specify a valid group
el: Παρακαλούμε καθορίστε μια έγκυρη ομάδα

source: Public link sharing is disabled by the administrator
el: Διαμοιρασμός δημόσιου συνδέσμου είναι απενεργοποιημένος από τον διαχειριστή

source: Public upload disabled by the administrator
el: Δημόσιο ανέβασμα είναι απενεργοποιημένο από τον διαχειριστή

source: Public upload is only possible for publicly shared folders
el: Δημόσιο ανέβασμα είναι δυνατό μόνο για δημόσια διαμοιρασμένους φακέλους

source: Sharing %s sending the password by Nextcloud Talk failed because Nextcloud Talk is not enabled
el: Η κοινή χρήση %s της αποστολής του κωδικού πρόσβασης από το Nextcloud Talk απέτυχε επειδή δεν είναι ενεργοποιημένο το Nextcloud Talk

source: Invalid date, date format must be YYYY-MM-DD
el: Μη έγκυρη ημερομηνία, η μορφή της ημερομηνίας πρέπει να είναι YYYY-MM-DD

source: Sharing %1$s failed because the back end does not allow shares from type %2$s
el: Διαμοιρασμός %1$s απέτυχε επειδή ο εξυπηρετητής δεν επιτρέπει διαμοιρασμούς από τύπο %2$s

source: You cannot share to a Circle if the app is not enabled
el: Δεν μπορείτε να διαμοιράσετε σε έναν Κύκλο εάν η εφαρμογή δεν είναι ενεργοποιημένη

source: Please specify a valid circle
el: Παρακαλούμε προσδιορίστε έναν έγκυρο κύκλο

source: Sharing %s failed because the back end does not support room shares
el: Διαμοιρασμός %s απέτυχε επειδή ο εξυπηρετητής δεν επιτρέπει διαμοιρασμούς δωματίων

source: Unknown share type
el: Άγνωστος τύπος διαμοιρασμού

source: Not a directory
el: Δεν είναι κατάλογος

source: Could not lock node
el: Δεν ήταν δυνατό να κλειδώσει ο κόμβος

source: Could not lock path
el: Αδυναμία κλειδώματος διαδρομής

source: Wrong or no update parameter given
el: Λάθος ή καμία παράμετρος αναβάθμισης δεν δόθηκε

source: shared by %s
el: Διαμοιράστηκε από 1 %s

source: Download all files
el: Λήψη όλων των αρχείων

source: Direct link
el: Άμεσος σύνδεσμος

source: Share API is disabled
el: API διαμοιρασμού είναι απενεργοποιημένο

source: File sharing
el: Διαμοιρασμός αρχείων

source: Share will expire tomorrow
el: Η κοινή χρήση θα λήξει αύριο

source: One or more of your shares will expire tomorrow
el: Μία ή περισσότερες κοινές χρήσης θα λήξουν ούριο

source: Your share of {node} will expire tomorrow
el: Η κοινή χρήση του {node} θα λήξη αύριο

source: You received {share} as a share by {user}
el: Λάβατε το {share} ώς κοινή χρήστη από τον {user}

source: You received {share} to group {group} as a share by {user}
el: Λάβατε το {share} ομάδας {group} ως κοινή χρήση από τον {user}

source: Accept
el: Αποδοχή

source: Reject
el: Απόρριψη

source: This application enables users to share files within Nextcloud. If enabled, the admin can choose which groups can share files. The applicable users can then share files and folders with other users and groups within Nextcloud. In addition, if the admin enables the share link feature, an external link can be used to share files with other users outside of Nextcloud. Admins can also enforce passwords, expirations dates, and enable server to server sharing via share links, as well as sharing from mobile devices. Turning the feature off removes shared files and folders on the server for all share recipients, and also on the sync clients and mobile apps. More information is available in the Nextcloud Documentation.
el: Η εφαρμογή επιτρέπει στους χρήστες να διαμοιράζονται αρχεία μέσω του Nextcloud. Εάν ενεργοποιηθεί, ο διαχειριστής μπορεί να επιλέξει ποιές ομάδες μπορούν να διαμοιράζοντι αρχεία. υτοί οι χρήστες μπορούν τότε να διαμοιράζονται αρχεία και φακέλους με άλλους χρήστες και ομάδες μέσα στο Nextcloud. Επιπλέον, εάν ο διαχειριστής ενεργοποιήσει τη δυνατότητα συνδέσμου κοινής χρήσης, μπορεί να χρησιμοποιηθεί ένας εξωτερικός σύνδεσμος για την κοινή χρήση αρχείων με άλλους χρήστες εκτός του Nextcloud. Οι διαχειριστές μπορούν επίσης να επιβάλλουν κωδικούς πρόσβασης, ημερομηνίες λήξης και να επιτρέπουν την κοινή χρήση μεταξύ διακομιστών μέσω συνδέσμων κοινής χρήσης, καθώς και την κοινή χρήση από κινητές συσκευές. Η απενεργοποίηση της λειτουργίας καταργεί τα κοινόχρηστα αρχεία και τους φακέλους στο διακομιστή για όλους τους παραλήπτες κοινής χρήσης, καθώς και για τους υπολογιστές-πελάτες συγχρονισμού και τις εφαρμογές για κινητά. Περισσότερες πληροφορίες διατίθενται στην Τεκμηρίωση Nextcloud.

source: Sharing
el: Διαμοιρασμός

source: Accept user and group shares by default
el: Αποδοχή διαμοιρασμών από χρήστες και ομάδες από προεπιλογή

source: Error while toggling options
el: Σφάλμα κατά την εναλλαγή επιλογών

source: Set default folder for accepted shares
el: Ορισμός προεπιλεγμένου φακέλου για αποδεκτά κοινόχρηστα στοιχεία

source: Reset
el: Επαναφορά

source: Reset folder to system default
el: Επαναφορά του φακέλου στις προεπιλογές συστήματος

source: Choose a default folder for accepted shares
el: Επιλέξτε έναν προεπιλεγμένο φάκελο για τα κοινόχρηστα στοιχεία που γίνονται αποδεκτά

source: Invalid path selected
el: Επιλέχθηκε μη έγκυρη διαδρομή

source: Unknown error
el: Άγνωστο σφάλμα

source: Allow editing
el: Επιτρέπεται η επεξεργασία

source: Read only
el: Μόνο για ανάγνωση

source: Allow upload and editing
el: Επέτρεψε την μεταφόρτωση και επεξεργασία

source: File drop (upload only)
el: Απόθεση αρχείου (μόνο μεταφόρτωση)

source: Custom permissions
el: Προσαρμοσμένα δικαιώματα

source: Read
el: Ανάγνωση

source: Upload
el: Μεταφόρτωση

source: Edit
el: Επεξεργασία

source: Bundled permissions
el: Ομαδοποιημένα δικαιώματα

source: Allow creating
el: Επιτρέπεται η δημιουργία

source: Allow deleting
el: Επιτρέπετε η διαγραφή

source: Allow resharing
el: Επιτρέπεται ο επαναδιαμοιρασμός

source: Expiration date enforced
el: Επεβλήθη ημερομηνία λήξης

source: Set expiration date
el: Ορισμός ημερομηνίας λήξης

source: Enter a date
el: Προσθέστε ημερομηνία

source: Note to recipient
el: Σημείωση προς τον παραλήπτη

source: Unshare
el: Αναίρεση διαμοιρασμού

source: group
el: ομάδα

source: conversation
el: συνομιλία

source: remote
el: απομακρυσμένα

source: remote group
el: απομακρυσμένη ομάδα

source: guest
el: Επισκέπτης

source: Shared with the group {user} by {owner}
el: Διαμοιράστηκε με την ομάδα {user} του {owner}

source: Shared with the conversation {user} by {owner}
el: Διαμοιράστηκε με τη συζήτηση {user} από {owner}

source: Shared with {user} by {owner}
el: Διαμοιράστηκε με {user} από τον {owner}

source: Added by {initiator}
el: Προστέθηκε από {initiator}

source: Via “{folder}”
el: Μέσω “{folder}”

source: Internal link
el: Εσωτερικός σύνδεσμος

source: Link copied
el: Ο σύνδεσμος αντιγράφηκε

source: Cannot copy, please copy the link manually
el: Δεν μπορεί να αντιγραφή, παρακαλώ αντιγράψτε χειροκίνητα

source: Copy to clipboard
el: Αντιγραφή στο πρόχειρο

source: Only works for users with access to this folder
el: Δουλεύει μόνο για χρήστες με πρόσβαση σε αυτό το φάκελο

source: Only works for users with access to this file
el: Δουλεύει μόνο για χρήστες με πρόσβαση στο αρχείο

source: Please enter the following required information before creating the share
el: Καταχωρίστε τις ακόλουθες απαιτούμενες πληροφορίες πριν δημιουργήσετε το κοινόχρηστο στοιχείο

source: Password protection (enforced)
el: Προστασία με κωδικό (υποχρεωτικό)

source: Password protection
el: Προστασία συνθηματικού

source: Enter a password
el: Εισάγετε ένα συνθηματικό

source: Expiration date (enforced)
el: Ημερομηνία λήξης (υποχρεωτικά)

source: Create share
el: Δημιουργήστε κοινή χρήση

source: Cancel
el: Ακύρωση

source: Share label
el: Ετικέτα διαμοιρασμού

source: Hide download
el: Απόκρυψη λήψης

source: Password protect
el: Προστασία με συνθηματικό

source: Video verification
el: Επαλήθευση βίντεο

source: Enter a note for the share recipient
el: Προσθέτε σημείωση για τους παραλήπτες του κοινόχρηστου

source: Add another link
el: Προσθήκη άλλου συνδέσμου

source: Create a new share link
el: Δημιουργία νέου κοινόχρηστου συνδέσμου

source: {shareWith} by {initiator}
el: {κοινήΧρήσηΜε} από {μυητής}

source: Shared via link by {initiator}
el: Διαμοιράστηκε μέσω συνδέσμου {initiator}

source: Share link ({label})
el: Σύνδεσμος κοινής χρήσης ({label})

source: Share link
el: Διαμοιρασμός συνδέσμου

source: Error, please enter proper password and/or expiration date
el: Σφάλμα, παρακαλώ εισάγετε τον σωστό κωδικό πρόσβασης και/ή ημερομηνία λήξης

source: No recommendations. Start typing.
el: Δεν υπάρχουν συστάσεις. Αρχίστε να πληκτρολογείτε.

source: Resharing is not allowed
el: Δεν επιτρέπεται ο επαναμοιρασμός

source: Name or email …
el: Όνομα ή διεύθυνση ηλεκτρονικού ταχυδρομείου

source: Name, email, or Federated Cloud ID …
el: Όνομα, διεύθυνση ηλεκτρονικού ταχυδρομείου ή Ομοσπονδιακό αναγνωριστικό Cloud…

source: Searching …
el: Αναζήτηση ...

source: No elements found.
el: Δεν βρέθηκαν στοιχεία.

source: Search globally
el: Γενική αναζήτηση

source: on {server}
el: στον {server}

source: Others with access
el: Άλλοι με πρόσβαση

source: No other users with access found
el: Δεν βρέθηκαν άλλοι χρήστες με πρόσβαση

source: Toggle list of others with access to this directory
el: Εναλλαγή λίστας άλλων με πρόσβαση σε αυτόν τον κατάλογο

source: Toggle list of others with access to this file
el: Εναλλαγή λίστας άλλων με πρόσβαση σε αυτόν το αρχείο

source: Unable to fetch inherited shares
el: Δεν είναι δυνατή η λήψη άλλων διαμοιρασμών

source: Unable to load the shares list
el: Δεν είναι δυνατή η φόρτωση λίστας διαμοιρασμών

source: Expires {relativetime}
el: Λήγει {relativetime}

source: this share just expired.
el: το κοινόχρηστο μόλις έληξε.

source: Shared with you by {owner}
el: Διαμοιράστηκε με σας από τον {owner}

source: Link to a file
el: Σύνδεσμος σε αρχείο

source: Error creating the share: {errorMessage}
el: Σφάλμα κατά τη δημιουργία της κοινής χρήσης: {errorMessage}

source: Error creating the share
el: Σφάλμα κατά την δημιουργία κοινόχρηστου

source: Error updating the share: {errorMessage}
el: Σφάλμα κατά τη δημιουργία της κοινής χρήσης: {errorMessage}

source: Error updating the share
el: Σφάλμα κατά την ενημέρωση του κοινόχρηστου

source: Shared
el: Κοινόχρηστα

source: Share
el: Διαμοιρασμός

source: Shared with
el: Διαμοιράστηκε με

source: Shared with you and the group {group} by {owner}
el: Διαμοιράστηκε με σας και με την ομάδα {group} του {owner}

source: Shared with you and {circle} by {owner}
el: Διαμοιράστηκε με σας και τον {circle} από τον {owner}

source: Shared with you and the conversation {conversation} by {owner}
el: Διαμοιράστηκε με σας και με τη συζήτηση {conversation} από {owner}

source: Shared with you in a conversation by {owner}
el: Διαμοιράστηκε με σας από τον {owner}

source: No entries found in this folder
el: Δεν βρέθηκαν καταχωρήσεις σε αυτόν το φάκελο

source: Name
el: Όνομα

source: Share time
el: Χρόνος διαμοιρασμού

source: Expiration date
el: Ημερομηνία λήξης

source: Sorry, this link doesn’t seem to work anymore.
el: Συγγνώμη, αυτός ο σύνδεσμος μοιάζει να μην ισχύει πια.

source: Reasons might be:
el: Οι λόγοι μπορεί να είναι:

source: the item was removed
el: το αντικείμενο απομακρύνθηκε

source: the link expired
el: ο σύνδεσμος έληξε

source: sharing is disabled
el: ο διαμοιρασμός απενεργοποιήθηκε

source: For more info, please ask the person who sent this link.
el: Για περισσότερες πληροφορίες, παρακαλούμε ρωτήστε το άτομο που σας έστειλε αυτόν τον σύνδεσμο.

source: Share note
el: Σημείωση κοινόχρηστου

source: Toggle grid view
el: Εναλλαγή σε προβολή πλέγματος

source: Upload files to %s
el: Αποστολή αρχείων σε %s

source: Note
el: Σημείωση

source: Select or drop files
el: Επιλέξτε ή αποθέστε αρχεία

source: Uploading files
el: Μεταφόρτωση αρχείων

source: Uploaded files:
el: Αποστολή αρχείων:

source: By uploading files, you agree to the %1$sterms of service%2$s.
el: Με την μεταφόρτωση αρχείων, συμφωνείτε με %1$sόρους χρήσεως %2$s.

source: Add to your Nextcloud
el: Προσθήκη στο Nextcloud σου

source: Wrong path, file/folder doesn't exist
el: Λάθος διαδρομή, αρχείο/φάκελος δεν υπάρχει

source: invalid permissions
el: μη έγκυρα δικαιώματα

source: Can't change permissions for public share links
el: Δεν μπορούμε να αλλάξουμε δικαιώματα για δημόσια διαμοιρασμένους συνδέσμους

source: Sharing sending the password by Nextcloud Talk failed because Nextcloud Talk is not enabled
el: Η αποστολή του κοινόχρηστου κωδικού πρόσβασης από το Nextcloud Talk απέτυχε επειδή δεν είναι ενεργοποιημένο το Nextcloud Talk

source: Download %s
el: Λήψη %s

source: Cannot change permissions for public share links
el: Δεν είναι δυνατή η αλλαγή των δικαιωμάτων για συνδέσμους δημόσιας κοινής χρήσης
