Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/files_external.po
Languages: el

source: External storage
el: Εξωτερικός αποθηκευτικός χώρος

source: Personal
el: Προσωπικός

source: System
el: Συστήματος

source: Grant access
el: Παροχή πρόσβασης

source: Error configuring OAuth1
el: Σφάλμα ρύθμισης του OAuth1

source: Please provide a valid app key and secret.
el: Παρακαλούμε δώστε έγκυρο κλειδί εφαρμογής και μυστικό.

source: Error configuring OAuth2
el: Σφάλμα ρύθμισης του OAuth2

source: Generate keys
el: Δημιουργία κλειδιών

source: Error generating key pair
el: Σφάλμα κατά τη δημιουργία ζεύγους κλειδιών

source: All users. Type to select user or group.
el: Όλοι οι χρήστες. Πληκτρολογήστε για να επιλέξετε χρήστη ή ομάδα.

source: Compatibility with Mac NFD encoding (slow)
el: Συμβατότητα με Mac NFD κωδικόποιηση (αργό)

source: Enable encryption
el: Ενεργοποίηση κρυπτογράφησης

source: Enable previews
el: Ενεργοποίηση προεπισκοπήσεων

source: Enable sharing
el: Ενεργοποίηση διαμοιρασμού

source: Check for changes
el: Έλεγχος για αλλαγές

source: Never
el: Ποτέ

source: Once every direct access
el: Σε κάθε απευθείας πρόσβαση

source: Read only
el: Μόνο για ανάγνωση

source: Delete
el: Διαγραφή

source: Admin defined
el: Ορίσθηκε διαχειριστής

source: Are you sure you want to delete this external storage?
el: Σίγουρα θέλετε να διαγράψετε τον εξωτερικό χώρο αποθήκευσης;

source: Delete storage?
el: Διαγραφή αποθηκευτικού χώρου;

source: Saved
el: Αποθηκεύτηκαν

source: Saving …
el: Αποθηκεύεται ...

source: Save
el: Αποθήκευση

source: Empty response from the server
el: Κενή απάντηση από τον διακομιστή

source: Couldn't access. Please log out and in again to activate this mount point
el: Αδυναμία πρόσβασης. Παρακαλούμε αποσυνδεθείτε και συνδεθείτε ξανά για ενεργοποίηση του σημείου προσάρτησης

source: Couldn't get the information from the remote server: {code} {type}
el: Δεν μπορέσαμε να πάρουμε πληροφορίες απο τον απομακρυσμένο εξυπηρετητή: {code} {type}

source: Couldn't get the list of external mount points: {type}
el: Δεν μπορέσαμε να πάρουμε την λίστα εξωτερικών σημείων προσάρτησης: {type}

source: There was an error with message:
el: Υπήρξε σφάλμα στο μήνυμα:

source: External mount error
el: Σφάλμα εξωτερικής προσάρτησης

source: external-storage
el: Εξωτερικός-αποθηκευτικός-χώρος

source: Couldn't fetch list of Windows network drive mount points: Empty response from server
el: Αδυναμία λήψης της λίστας των σημείων προσάρτησης δικτύων Windows: Κενή απάντηση από τον διακομιστή

source: Please enter the credentials for the {mount} mount
el: Παρακαλούμε βάλτε τα διαπιστευτήρια για την {mount} προσάρτηση

source: Username
el: Όνομα χρήστη

source: Password
el: Κωδικός πρόσβασης

source: Credentials saved
el: Τα διαπιστευτήρια αποθηκεύτηκαν

source: Credentials saving failed
el: Αποτυχία αποθήκευσης διαπιστευτηρίων

source: Credentials required
el: Απαιτούνται διαπιστευτήρια

source: Storage with ID "%d" not found
el: Αποθηκευτικός χώρος με ID "%d" δεν βρέθηκε

source: Invalid backend or authentication mechanism class
el: Μη έγκυρη κλάση συστήματος ή μηχανισμού πιστοποίησης

source: Invalid mount point
el: Μη έγκυρο σημείο ανάρτησης

source: Objectstore forbidden
el: Απαγορευμένο objectstore

source: Invalid storage backend "%s"
el: Μή έγκυρο σύστημα υποστήριξης αποθηκευτικού χώρου "%s"

source: Not permitted to use backend "%s"
el: Μη επιτρεπόμενο σύστημα υποστήριξης "%s"

source: Not permitted to use authentication mechanism "%s"
el: Μη επιτρεπόμενος μηχανισμός πιστοποίησης "%s"

source: Unsatisfied backend parameters
el: Ελλιπείς παράμετροι συστήματος

source: Unsatisfied authentication mechanism parameters
el: Ελλιπείς παράμετροι μηχανισμού πιστοποίησης

source: Insufficient data: %s
el: Μη επαρκή δεδομένα: %s

source: Storage with ID "%d" is not user editable
el: Αποθηκευτικός χώρος με ID "%d" δεν είναι επεξεργάσιμος από τον χρήστη

source: Access key
el: Κλειδί πρόσβασης

source: Secret key
el: Μυστικό κλειδί

source: None
el: Τίποτα

source: App key
el: Κλειδί εφαρμογής

source: App secret
el: Μυστικό εφαρμογής

source: Client ID
el: ID πελάτη

source: Client secret
el: Μυστικό πελάτη

source: Tenant name
el: Όνομα "ένοικου"

source: Identity endpoint URL
el: URL τελικού σημείου ταυτοποίησης

source: Domain
el: Τομέας

source: API key
el: Κλειδί API

source: Global credentials
el: Παγκόσμια διαπιστευτήρια

source: Log-in credentials, save in database
el: Διαπιστευτήρια εισόδου, αποθηκεύστε στην βάση δεδομέων

source: Username and password
el: Όνομα χρήστη και κωδικός πρόσβασης

source: Log-in credentials, save in session
el: Διαπιστευτήρια εισόδου, αποθηκεύστε στην συνεδρία

source: Global credentials, user entered
el: Δημόσια διαπιστευτήρια, καταχωρήθηκαν από τον χρήστη

source: User entered, store in database
el: Χρήστης εισήχθη, τοποθετήστε στην βάση δεδομένων

source: RSA public key
el: Δημόσιο κλειδί RSA

source: Public key
el: Δημόσιο κλειδί

source: RSA private key
el: Ιδιωτικό κλειδί RSA

source: Private key
el: Ιδιωτικό κλειδί

source: Kerberos ticket
el: Εισητήριο Kerberos

source: Bucket
el: Κάδος

source: Hostname
el: Όνομα Υπολογιστή

source: Port
el: Θύρα

source: Region
el: Περιοχή

source: Enable SSL
el: Ενεργοποίηση SSL

source: Enable Path Style
el: Ενεργοποίηση μορφής διαδρομής

source: Legacy (v2) authentication
el: Έλεγχος ταυτότητας Παλαιού τύπου (v2)

source: Remote subfolder
el: Απομακρυσμένος υποφάκελος

source: Secure https://
el: Ασφαλής σύνδεση https://

source: Host
el: Διακομιστής

source: Secure ftps://
el: Ασφαλής ftps://

source: Local
el: Τοπικός

source: Location
el: Τοποθεσία

source: SFTP with secret key login
el: SFTP με σύνδεση με κρυφό κλειδί

source: Share
el: Διαμοιράστε

source: Show hidden files
el: Εμφάνιση κρυφών αρχείων

source: Verify ACL access when listing files
el: Επαληθεύστε την πρόσβαση ACL κατά την καταχώριση αρχείων

source: Check the ACL's of each file or folder inside a directory to filter out items where the user has no read permissions, comes with a performance penalty
el: Ελέγξτε τα ACL κάθε αρχείου ή φακέλου μέσα σε έναν κατάλογο για να φιλτράρετε στοιχεία όπου ο χρήστης δεν έχει δικαιώματα ανάγνωσης, με καθυστέρηση στις επιδόσεις

source: Timeout
el: Λήξη χρόνου

source: Username as share
el: Όνομα χρήστη ως διαμοιραζόμενος φάκελος

source: OpenStack Object Storage
el: Αποθήκη αντικειμένων OpenStack

source: Service name
el: Όνομα υπηρεσίας

source: Request timeout (seconds)
el: Χρονικό όριο αιτήματος (δευτερόλεπτα)

source: The cURL support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it.
el: Η cURL υποστήριξη στην PHP δεν είναι ενεργοποιημένη. Η προσάρτηση του %s δεν είναι δυνατή. Παρακαλούμε ζητήστε από τον διαχειριστή του συστήματός σας να το εγκαταστήσει.

source: The FTP support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it.
el: Η FTP υποστήριξη στην PHP δεν είναι ενεργοποιημένη ή εγκατεστημένη. Η προσάρτηση του %s δεν είναι δυνατή. Παρακαλούμε ζητήστε τον διαχειριστή του συστήματός σας να το εγκατασταστήσει.

source: "%1$s" is not installed. Mounting of %2$s is not possible. Please ask your system administrator to install it.
el: Το "%1$s" δεν είναι εγκατεστημένο. Η προσάρτηση του %2$s δεν είναι δυνατή. Παρακαλώ ζητήστε τον διαχειριστή του συστήματός να το εγκαταστήσει.

source: External storage support
el: Υποστήριξη εξωτερικού αποθηκευτικού χώρου

source: Adds basic external storage support
el: Προσθέτει βασική υποστήριξη εξωτερικού αποθηκευτικού χώρου

source: This application enables administrators to configure connections to external storage providers, such as FTP servers, S3 or SWIFT object stores, other Nextcloud servers, WebDAV servers, and more. Administrators can choose which types of storage to enable and can mount these storage locations for a user, a group, or the entire system. Users will see a new folder appear in their root Nextcloud directory, which they can access and use like any other Nextcloud folder. External storage also allows users to share files stored in these external locations. In these cases, the credentials for the owner of the file are used when the recipient requests the file from external storage, thereby ensuring that the recipient can access the shared file. External storage can be configured using the GUI or at the command line. This second option provides the advanced user with more flexibility for configuring bulk external storage mounts and setting mount priorities. More information is available in the external storage GUI documentation and the external storage Configuration File documentation.
el: Η εφαρμογή επιτρέπει στους διαχειριστές να διαμορφώνουν συνδέσεις σε εξωτερικούς παρόχους αποθηκευτικού χώρου, όπως διακομιστές FTP, S3 ή SWIFT, άλλοι διακομιστές Nextcloud, διακομιστές WebDAV και πολλά άλλα. Οι διαχειριστές μπορούν να επιλέξουν τους τύπους αποθήκευσης που επιτρέπουν και μπορούν να προσαρτήσουν αυτές τις θέσεις αποθήκευσης για έναν χρήστη, μια ομάδα ή ολόκληρο το σύστημα. Οι χρήστες θα εμφανίσουν έναν νέο φάκελο στον κεντρικό τους κατάλογο Nextcloud, τον οποίο μπορούν να έχουν πρόσβαση και να χρησιμοποιήσουν όπως και κάθε άλλο φάκελο Nextcloud. Η εξωτερική αποθήκευση επιτρέπει επίσης στους χρήστες να μοιράζονται αρχεία που είναι αποθηκευμένα σε αυτές τις εξωτερικές τοποθεσίες. Σε αυτές τις περιπτώσεις, τα διαπιστευτήρια του κατόχου του αρχείου χρησιμοποιούνται όταν ο παραλήπτης ζητά το αρχείο από εξωτερικό αποθηκευτικό χώρο, εξασφαλίζοντας έτσι ότι ο παραλήπτης μπορεί να έχει πρόσβαση στο κοινόχρηστο αρχείο. Η εξωτερική αποθήκευση μπορεί να ρυθμιστεί χρησιμοποιώντας το GUI ή στη γραμμή εντολών. Αυτή η δεύτερη επιλογή παρέχει στον προχωρημένο χρήστη περισσότερη ευελιξία για τη διαμόρφωση των μαζικών εξωτερικών χώρων αποθήκευσης και τη ρύθμιση των προτεραιοτήτων αποθήκευσης. Περισσότερες πληροφορίες διατίθενται στην τεκμηρίωση GUI του εξωτερικού χώρου αποθήκευσης και στην τεκμηρίωση του αρχείου διαμόρφωσης εξωτερικής αποθήκευσης.

source: No external storage configured or you don't have the permission to configure them
el: Δεν έχει ρυθμιστεί καμία εξωτερική αποθήκευση ή δεν έχετε δικαιώματα ρύθμισης

source: Name
el: Όνομα

source: Storage type
el: Τύπος αποθηκευτικού χώρου

source: Scope
el: Εύρος

source: Open documentation
el: Άνοιγμα τεκμηρίωσης

source: External storage enables you to mount external storage services and devices as secondary Nextcloud storage devices. You may also allow users to mount their own external storage services.
el: Ο εξωτερικός χώρος αποθήκευσης σάς επιτρέπει να συνδέσετε εξωτερικές υπηρεσίες και συσκευές αποθήκευσης ως δευτερεύουσες συσκευές αποθήκευσης Nextcloud. Μπορείτε επίσης να επιτρέψετε στους χρήστες να εγκαταστήσουν τις δικές τους υπηρεσίες εξωτερικής αποθήκευσης.

source: Folder name
el: Όνομα φακέλου

source: Authentication
el: Πιστοποίηση

source: Configuration
el: Ρυθμίσεις

source: Available for
el: Διαθέσιμο για

source: Click to recheck the configuration
el: Κλίκ για επανέλεγχο ρυθμίσεων

source: Add storage
el: Προσθήκη αποθηκευτικού χώρου

source: Advanced settings
el: Ρυθμίσεις για προχωρημένους

source: Allow users to mount external storage
el: Να επιτρέπεται στους χρήστες η σύνδεση εξωτερικού αποθηκευτικού χώρου

source: Global credentials can be used to authenticate with multiple external storages that have the same credentials.
el: Τα δημόσια διαπιστευτήρια μπορούν να χρησιμοποιηθούν για τον έλεγχο ταυτότητας με διάφορους εξωτερικούς χώρους αποθήκευσης με ίδια διαπιστευτήρια.

source: External storages
el: Εξωτερικοί αποθηκευτικοί χώροι

source: (group)
el: (ομάδα)

source: SMB / CIFS using OC login
el: SMB / CIFS χρησιμοποιώντας λογαριασμό OC
