Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/firstrunwizard.po
Languages: el

source: Copy to clipboard
el: Αντιγραφή στο πρόχειρο

source: Copied!
el: Αντιγράφηκε!

source: Not supported!
el: Δεν υποστηρίζεται!

source: Press ⌘-C to copy.
el: Για αντιγραφή πατήστε ⌘-C.

source: Press Ctrl-C to copy.
el: Για αντιγραφή πατήστε Ctrl-C.

source: First run wizard
el: Οδηγός πρώτης εκτέλεσης

source: Add your profile information! For example your email is needed to receive notifications.
el: Προσθέστε τα στοιχεία του προφίλ σας! Για παράδειγμα, το email σας είναι απαραίτητο για τη λήψη ειδοποιήσεων.

source: Add your profile information! For example your email is needed to receive notifications and reset your password.
el: Προσθέστε τα στοιχεία του προφίλ σας! Για παράδειγμα, το email σας είναι απαραίτητο για να λαμβάνετε ειδοποιήσεις και να επαναφέρετε τον κωδικό πρόσβασης σας.

source: Add your profile information! Set a profile picture and full name for easier recognition across all features.
el: Προσθέστε τις πληροφορίες του προφίλ σας! Ορίστε φωτογραφία και πλήρες όνομα στο προφιλ σας για ευκολότερη αναγνώριση σε όλες τις λειτουργίες.

source: Add your profile information! Set a full name for easier recognition across all features.
el: Προσθέστε τα στοιχεία του προφίλ σας! Ορίστε ένα πλήρες όνομα για ευκολότερη αναγνώριση σε όλες τις λειτουργίες.

source: Add your profile information! Set a profile picture for easier recognition across all features.
el: Προσθέστε τα στοιχεία του προφίλ σας! Ορίστε μια εικόνα προφίλ για ευκολότερη αναγνώριση σε όλες τις λειτουργίες.

source: App recommendation: Nextcloud Calendar
el: Προτεινόμενη εφαρμογή: Ημερολόγιο Nextclound

source: Schedule work & meetings, synced with all your devices.
el: Προγραμματισμένες εργασίες & συνταντήσεις, συγχρονίζονται σε όλες τις συσκευές σας.

source: App recommendation: Nextcloud Contacts
el: Προτεινόμενη εφαρμογή: Επαφές Nextclound

source: Keep your colleagues and friends in one place without leaking their private info.
el: Κρατήστε συνεργάτες και φίλους σε ένα μέρος χωρίς να κινδυνεύουν τα προσωπικά δεδομένα τους.

source: App recommendation: Nextcloud Mail
el: Προτεινόμενη εφαρμογή: Ηλ.Ταχυδρομείο Nextclound

source: Simple email app nicely integrated with Files, Contacts and Calendar.
el: Απλή εφαρμογή ηλ.ταχυδρομίου ενσωματώνοντας Αρχεία, Επαφές και Ημερολόγιο.

source: App recommendation: Tasks
el: Προτεινόμενη εφαρμογή: Εργασίες

source: Sync tasks from various devices with your Nextcloud and edit them online.
el: Συγχρονίστε εργασίες από διάφορες συσκευές με το Nextcloud και επεξεργαστείτε τις στο διαδίκτυο.

source: App recommendation: Deck
el: Προτεινόμενη εφαρμογή: Deck

source: Kanban style organization for personal planning and team projects.
el: Στυλ Kanban, οργάνωσης για προσωπικό σχεδιασμό και ομαδικές εργασίες.

source: App recommendation: Notes
el: Προτεινόμενη εφαρμογή: Σημειώσεις

source: Distraction-free notes and writing.
el: Χωρίς περιορισμούς σημειώσεις και γραφή.

source: App recommendation: Social
el: Προτεινόμενη εφαρμογή: Κοινωνικά

source: Nextcloud becomes part of the federated social networks.
el: Το Nextcloud γίνεται μέρος των κοινωνικών δικτύων!

source: App recommendation: Group folders
el: Προτεινόμενη εφαρμογή: Ομαδικοί φάκελοι

source: Admin-configured folders shared by everyone in a group.
el: Ο διαχειριστής - ρύθμισε τους κοινόχρηστους φακέλους σε ομάδας.

source: About
el: Περί

source: A welcome and introduction wizard for Nextcloud
el: Οδηγός καλωσορίσματος και εισαγωγής για το Nextcloud

source: This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard can be opened again via link "About" on settings menu. The First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the first run wizard documentation, as well as the theming documentation.
el: Η εφαρμογή ενεργοποιεί ένα αναδυόμενο παράθυρο όταν ένας χρήστης συνδεθεί πρώτη φορά στο Nextcloud. Αυτό το παράθυρο καλωσορίζει τους νέους χρήστες στο Nextcloud και περιέχει συνδέσμους με τον τυπικό υπολογιστή-πελάτη, την εφαρμογή Android και την εφαρμογή iOS. Το παράθυρο εμφανίζει επίσης έναν σύνδεσμο για την πρόσβαση στο Nextcloud μέσω του WebDAV. Μπορείτε να ανοίξετε ξανά τον οδηγό πρώτης εκτέλεσης ανά πάσα στιγμή μέσω του συνδέσμου "Πληροφορίες" στο μενού ρυθμίσεων. Ο πρώτος οδηγός εκτέλεσης μπορεί να προσαρμοστεί ώστε να ανταποκρίνεται σε συγκεκριμένους στόχους σχεδιασμού ή να αλλάζει συνδέσμους και μηνύματα. Δημιουργήστε ένα κατάλληλο θέμα ακολουθώντας την τεκμηρίωση Theming και οι αλλαγές στην εμφάνιση και την αίσθηση αυτού του οδηγού είναι απλές. Περισσότερες πληροφορίες διατίθενται στην τεκμηρίωση του οδηγού πρώτης εκτέλεσης, καθώς και στην τεκμηρίωση των θεμάτων.

source: Start using {cloudName}
el: Ξεκινήστε να χρησιμοποιείτε το {cloudName}

source: Welcome to {cloudName}!
el: Καλώς ήρθατε στο {cloudName}!

source: Extend your cloud
el: Επεκτείνετε το σύννεφο σας

source: Find more than 100 apps in the Nextcloud App Store to customize your cloud:
el: Βρείτε περισσότερες από 100 εφαρμογές στο Nextcloud App Store για να προσαρμόσετε το cloud σας:

source: Groupware apps like Calendar, Contacts, Mail
el: Ομαδικές εφαρμογές όπως Ημερολόγιο, Επαφές, Αλληλογραφία

source: Communication with Nextcloud Talk
el: Επικοινωνία με το Nextcloud Talk

source: Collaboration apps for document editing
el: Εφαρμογές συνεργασία για επεξεργασία εγγράφων

source: Security and authentication features like two-factor authentication, SSO and ransomware protection
el: Χαρακτηριστικά ασφαλείας και ελέγχου ταυτότητας, όπως προστασία δύο - παραγόντων , προστασία SSO και ransomware

source: Many others like a music player, a password manager, a kanban app, a download manager or a Markdown editor
el: Πολλοί άλλοι, όπως ένα πρόγραμμα αναπαραγωγής μουσικής, ένας διαχειριστής κωδικού πρόσβασης, μια εφαρμογή kanban, ένας διαχειριστής λήψεων ή ένας επεξεργαστής Markdown.

source: Browse the App Store
el: Εξερευνήστε το App Store

source: Stay in sync
el: Μείνετε συγχρονισμένοι

source: Nextcloud gives you access to your files wherever you are.
el: Το Nextcloud σας δίνει πρόσβαση στα αρχεία σας οπουδήποτε κι αν είστε

source: Our easy to use desktop and mobile clients are available for all major platforms at zero cost!
el: Έυχρηστη εφαρμογή για υπολογιστή και κινητό, διαθέσιμη για όλες τις μεγάλες πλατφόρμες με μηδενικό κόστος!

source: Get the apps to sync your files
el: Λήψη των εφαρμογών για συγχρονισμό των αρχείων σας

source: Desktop client
el: Πελάτης σταθερού υπολογιστή

source: Android app on Google Play Store
el: Εφαρμογή Android στο Google Play Store

source: Android app on F-Droid
el: Εφαρμογή Android στο F-Droid

source: iOS app
el: Εφαρμογή iOS

source: Connect your desktop apps to %s
el: Συνδέστε τις εφαρμογές του υπολογιστή σας με το %s

source: Connect your calendar
el: Σύνδεσε το ημερολόγιό σου

source: Connect your contacts
el: Σύνδεσε τις επαφές σου

source: Access files via WebDAV
el: Πρόσβαση στα αρχεία μέσω WebDAV

source: Download macOS/iOS configuration profile
el: Κατεβάστε το προφίλ ρυθμίσεων για macOS / iOS

source: Get help
el: Λήψη βοήθειας

source: Start contributing
el: Ξεκινήστε να συνεισφέρετε

source: Do you want to get a certain improvement in Nextcloud? Did you find a problem? Do you want to help translate, promote or document Nextcloud?
el: Θέλετε να έχετε κάποια βελτίωση στο Nextcloud; Βρήκατε κάποιο πρόβλημα; Θέλετε να βοηθήσετε να μεταφράσετε, να προωθήσετε ή να τεκμηριώσετε το Nextcloud;

source: Become part of the Community
el: Γίνετε μέρος της Κοινότητας

source: Enterprise support
el: Υποστήριξη επιχειρήσεων

source: If you run Nextcloud in a mission critical environment with large numbers of users and big amounts of data and need the certainty of support from the experts behind the Nextcloud technology, an Enterprise Subscription from Nextcloud is available with email and phone support.
el: Εάν εκτελείτε το Nextcloud σε ένα κρίσιμο περιβάλλον με μεγάλο αριθμό χρηστών, αρκετά δεδομένα και χρειάζεστε τη σιγουριά υποστήριξης από τους έμπειρους τεχνολογίας του Nextcloud, υπάρχει μια συνδρομή Enterprise από το Nextcloud με υποστήριξη email και τηλεφώνου.

source: Get enterprise support
el: Αποκτήστε υποστήριξη επιχειρήσεων

source: Get more information
el: Λήψη περισσότερων πληροφοριών

source: The Nextcloud documentation for home users:
el: Τεκμηρίωση του Nextcloud για οικιακούς χρήστες:

source: User manual
el: Εγχειρίδιο χρήστη

source: Admin manual
el: Εγχειρίδιο διαχειριστή

source: Developer manual
el: Εγχειρίδιο προγραμματιστή

source: You can also ask for help in our community support channels:
el: Μπορείτε να να ζητήσετε βοήθεια στο κανάλι υποστήριξης κοινότητας:

source: the Nextcloud forums
el: τα Nextcloud forums

source: the Nextcloud IRC chat channel on freenode.net
el: το Nextcloud IRC chat στο freenode.net

source: A safe home for all your data
el: Μια ασφαλής τοποθεσία για όλα σας τα δεδομένα

source: Nextcloud puts your data at your fingertips, under your control. Store your documents, calendar, contacts and photos on a server in your company, at home, at one of our providers or in a data center you know.
el: Το Nextcloud θέτει τα δεδομένα, υπό τον έλεγχό σας. Αποθηκεύστε τα έγγραφα, το ημερολόγιο, τις επαφές και τις φωτογραφίες σας σε ένα διακομιστή στην εταιρεία σας, στο σπίτι, σε έναν πάροχο ή σε ένα κέντρο δεδομένων που γνωρίζετε.

source: Host your data and files where you decide
el: Τοποθετήστε τα δεδομένα και τα αρχεία σας όπου αποφασίζετε

source: Open standards and interoperability
el: Ανοικτά πρότυπα και διαλειτουργικότητα

source: 100%% open source & community-focused
el: 100%% Ανοικτά Δεδομένα & εστιασμένα στην κοινότητα

source: Learn more about %s
el: Μάθετε περισσότερα %s

source: This Nextcloud is on version %s
el: Αυτό το Nextcloud είναι στην έκδοση %s

source: %s gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost.
el: %s σας δίνει πρόσβαση στα αρχεία σας όπου κι αν βρίσκεστε. Οι εύχρηστες εφαρμογές υπολογιστών και κινητών είναι διαθέσιμες για όλες τις μεγάλες πλατφόρμες με μηδενικό κόστος.

source: Set up sync clients using an <a href="%s">app password</a>. That way you can make sure you are able to revoke access in case you lose that device.
el: Ρυθμίστε τον συγχρονισμό υπολογιστών χρησιμοποιώντας <a href="%s">εφαρμογή κωδικών</a>. Με αυτόν τον τρόπο μπορείτε να βεβαιωθείτε ότι είστε σε θέση να ανακαλέσετε την πρόσβαση σε περίπτωση που χάσετε τη συσκευή.

source: Connect other apps to %s
el: Σύνδεση άλλων εφαρμογών στο %s

source: Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to %s.
el: Εκτός από εφαρμογές υπολογιστών και κινητών μπορείτε να συνδέσετε οποιοδήποτε άλλη εφαρμογή υποστηρίζει το πρωτόκολλο WebDAV/CalDAV/CardDAV %s.

source: Server address
el: Διεύθυνση διακομιστή

source: Use this link to connect your apps and desktop client to this server:
el: Χρησιμοποιήστε τον σύνδεσμο για να συνδέσετε την εφαρμογή υπολογιστή και κινητού σε αυτόν τον διακομιστή:

source: Copy link
el: Αντιγραφή συνδέσμου

source: Start using Nextcloud
el: Έναρξη χρήσης Nextcloud

source: Find more than 100 apps in the Nextcloud app store to customize your cloud:
el: Βρείτε περισσότερες από 100 εφαρμογές στο κατάστημα εφαρμογών Nextcloud για να προσαρμόσετε το σύννεφο σας:

source: Browse the app store
el: Εξερεύνηση αγοράς αφαρμογών

source: Android app
el: Εφαρμογή Android

source: Open Standards and Interoperability
el: Ανοικτά πρότυπα και διαλειτουργικότητα

source: 100%% Open Source & community-focused
el: 100%% Ανοικτά Δεδομένα & εστιασμένα στην κοινότητα
