Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/forms.po
Languages: el

source: Forms
el: Φόρμες

source: {user} has shared the form {formTitle} with you
el: Ο/η {user} έχει διαμοιραστεί την φόρμα {formTitle}με εσάς

source: {user} has shared the form {formTitle} with group {group}
el: Ο/η {user} έχει διαμοιραστεί την φόρμα {formTitle} με την ομάδα {group}

source: {user} answered your form {formTitle}
el: Ο/η {user} απάντησε στην φόρμα σας {formTitle}

source: Anonymous user
el: Ανώνυμος χρήστης

source: A form has been <strong>shared</strong> with you
el: Μία φόρμα έχει <strong>διαμοιραστεί</strong> με εσάς

source: Someone <strong>answered</strong> a form
el: Κάποιος <strong>απάντησε</strong> σε μία φόρμα

source: Copy
el: Αντιγραφή

source: Anonymous response
el: Ανώνυμη απάντηση

source: Shared by %s
el: Διαμοιράστηκε από %s

source: User display name
el: Εμφανιζόμενο όνομα χρήστη

source: Timestamp
el: Χρονοσφραγίδα

source: responses
el: απαντήσεις

source: 📝 Simple surveys and questionnaires, self-hosted
el: 📝 Απλές αυτόνομες έρευνες και ερωτηματολόγια

source: **Simple surveys and questionnaires, self-hosted!** - **📝 Simple design:** No mass of options, only the essentials. Works well on mobile of course. - **📊 View & export results:** Results are visualized and can also be exported as CSV in the same format used by Google Forms. - **🔒 Data under your control!** Unlike in Google Forms, Typeform, Doodle and others, the survey info and responses are kept private on your instance. - **🙋 Get involved!** We have lots of stuff planned like more question types, collaboration on forms, [and much more](https://github.com/nextcloud/forms/milestones)!
el: **Απλές αυτόνομες έρευνες και ερωτηματολόγια!** - **📝 Απλός Σχεδιασμός:** Χωρίς περιττές ρυθμίσεις, μόνο τα απαραίτητα. Πλήρη συμβατότητα με φορητές συσκευές. - **📊 Εμφάνιση & εξαγωγή αποτελεσμάτων:** Τα αποτελέσματα απεικονίζονται και μπορούν να εξαχθούν ως αρχείο CSV όπως την μορφή που χρησιμοποιεί το Google Forms. - **🔒 Δεδομένα υπό τον έλεγχό σας! ** Σε αντίθεση με τις Φόρμες Google, το Typeform, το Doodle και άλλα, οι πληροφορίες και οι απαντήσεις της έρευνας διατηρούνται ιδιωτικές. - **🙋 Συμμετέχετε!** Έχουμε προγραμματίσει πολλά πράγματα, όπως περισσότερους τύπους ερωτήσεων, συνεργασία σε φόρμες, [και πολλά περισσότερα](https://github.com/nextcloud/forms/milestones)!

source: New form
el: Νέα φόρμα

source: Your Forms
el: Οι Φόρμες σας

source: Shared with you
el: Διαμοιράστηκε με σας

source: Loading forms …
el: Φόρτωση φορμών ...

source: No forms created yet
el: Δεν δημιουργήθηκαν φόρμες ακόμα

source: Create a form
el: Δημιουργία φόρμας

source: Select a form or create a new one
el: Επιλέξτε φόρμα ή δημιουργήστε νέα

source: Create new form
el: Δημιουργία νέας φόρμας

source: An error occurred while loading the forms list
el: Παρουσιάστηκε σφάλμα κατά την φόρτωση λίστας φορμών

source: Unable to create a new form
el: Αδυναμία δημιουργίας νέας φόρμας

source: Unable to copy form
el: Αδυναμία αντιγραφής της φόρμας

source: Results
el: Αποτελέσματα

source: Copy form
el: Αντιγραφή φόρμας

source: Delete form
el: Διαγραφή φόρμας

source: Form link copied
el: Ο σύνδεσμος φόρμας αντιγράφηκε

source: Cannot copy, please copy the link manually
el: Δεν μπορεί να αντιγραφεί, παρακαλώ αντιγράψτε χειροκίνητα

source: Share link
el: Διαμοιρασμός συνδέσμου

source: Are you sure you want to delete {title}?
el: Θέλετε σίγουρα να διαγράψετε το {title};

source: Error while deleting {title}
el: Σφάλμα κατά την διαγραφή του {title}

source: An answer for the {index} option
el: Απάντηση για την επιλογή {index}

source: Answer number {index}
el: Αριθμός απάντησης {index}

source: Delete answer
el: Διαγραφή απάντησης

source: Error while saving the answer
el: Σφάλμα κατά την αποθήκευση της ερώτησης

source: Question number {index}
el: Αριθμός ερώτησης {index}

source: Drag to reorder the questions
el: Σύρετε για αναδιάταξη των ερωτήσεων

source: Title of question number {index}
el: Τίτλος αριθμού ερώτησης {index}

source: Required
el: Απαιτείται

source: Delete question
el: Διαγραφή ερώτησης

source: This question needs a title!
el: Αυτή η ερώτηση χρειάζεται έναν τίτλο!

source: Add a new answer
el: Προσθέστε μια νέα απάντηση

source: There was an issue deleting this option
el: Υπήρξε πρόβλημα κατά την διαγραφή της επιλογής

source: A long answer for the question “{text}”
el: Μια μακρά απάντηση για την ερώτηση “{text}”

source: A short answer for the question “{text}”
el: Σύντομη απάντηση στην ερώτηση “{text}”

source: Delete this response
el: Διαγραφή απάντησης

source: No response
el: Καμία απάντηση

source: User or group name …
el: Όνομα χρήστη ή ομάδας

source: No recommendations. Start typing.
el: Δεν υπάρχουν συστάσεις. Αρχίστε να πληκτρολογείτε.

source: Searching …
el: Αναζήτηση ...

source: No elements found.
el: Δεν βρέθηκαν στοιχεία.

source: Group
el: Ομάδα

source: Loading {title} …
el: Φόρτωση {title} …

source: Toggle settings
el: Εναλλαγή ρυθμίσεων

source: Form title
el: Τίτλος φόρμας

source: Description
el: Περιγραφή

source: Add a question
el: Προσθήκη ερώτησης

source: Responses are anonymous.
el: Οι απαντήσεις είναι ανώνυμες.

source: Responses are connected to your Nextcloud account.
el: Οι απαντήσεις συνδέονται στον λογαριασμό σας στο Nextcloud.

source: An asterisk (*) indicates mandatory questions.
el: Ένας αστερίσκος (*) υποδεικνύει τις υποχρεωτικές ερωτήσεις.

source: There was an error while adding the new question
el: Σφάλμα κατά την προσθήκη νέας ερώτησης

source: There was an error while removing the question
el: Σφάλμα κατά την αφαίρεση ερώτησης

source: Error while saving form
el: Σφάλμα κατά την αποθήκευση της φόρμας

source: Loading responses …
el: Φόρτωση απαντήσεων ...

source: Back to questions
el: Επιστροφή στις ερωτήσεις

source: {amount} responses
el: {amount} απαντήσεις

source: Summary
el: Σύνοψη

source: Responses
el: Απαντήσεις

source: Options
el: Επιλογές

source: Save CSV to Files
el: Αποθήκευση CSV στα Αρχεία

source: Download CSV
el: Λήψη CSV

source: Delete all responses
el: Διαγραφή απαντήσεων

source: No responses yet
el: Καμία απάντηση ακόμη

source: Results of submitted forms will show up here
el: Τα αποτελέσματα των φορμών θα εμφανίζονται εδώ

source: There was an error while loading the results
el: Υπήρξε σφάλμα κατά την φόρτωση των αποτελεσμάτων

source: Export successful to {file}
el: Εξαγωγή επιτυχούς στο {file}

source: There was an error, while exporting to Files
el: Υπήρξε σφάλμα κατά την εξαγωγή στα Αρχεία

source: There was an error while removing this response
el: Σφάλμα κατά την αφαίρεση απάντησης

source: Are you sure you want to delete all responses of {title}?
el: Θέλετε σίγουρα να διαγράψετε όλες τις απαντήσεις του {title};

source: There was an error while removing responses
el: Σφάλμα κατά την αφαίρεση των απαντήσεων

source: Share form
el: Διαμοιρασμός φόρμας

source: Share via link
el: Διαμοιρασμός μέσω συνδέσμου

source: Show to all users of this instance
el: Εμφάνιση όλων των χρηστών

source: Choose users to share with
el: Επιλέξτε χρήστες για διαμοιρασμό

source: Settings
el: Ρυθμίσεις

source: Anonymous responses
el: Ανώνυμες απαντήσεις

source: Allow multiple responses per person
el: Να επιτρέπονται πολλές απαντήσεις ανά χρήστη

source: Set expiration date
el: Ορισμός ημερομηνίας λήξης

source: Expiration date
el: Ημερομηνία λήξης

source: Select expiration date
el: Επιλέξτε ημερομηνία λήξης

source: Expired on {date}
el: Έληξε στις {date}

source: Expires on {date}
el: Λήγει στις {date}

source: Submitting form …
el: Υποβολή φόρμας ...

source: Thank you for completing the form!
el: Σας ευχαριστούμε για την συμπλήρωση της φόρμας!

source: Submit
el: Υποβολή

source: Submit form
el: Υποβολή φόρμας

source: There was an error submitting the form
el: Σφάλμα κατά την υποβολή της φόρμας

source: Error while saving question
el: Σφάλμα κατά την αποθήκευση ερώτησης

source: Checkboxes
el: Πλαίσια ελέγχου

source: Checkbox question title
el: Τίτλος ερώτησης πλαισίου ελέγχου

source: This question needs a title and at least one answer!
el: Αυτή η ερώτηση χρειάζεται έναν τίτλο και τουλάχιστον μια απάντηση!

source: Multiple choice
el: Πολλαπλών επιλογών

source: Multiple choice question title
el: Τίτλος ερώτησης πολλαπλών επιλογών

source: Dropdown
el: Αναπτυσσόμενο

source: Dropdown question title
el: Αναπτυσσόμενος τίτλος ερώτησης

source: People can pick one option
el: Οι χρήστες μπορούν να κάνουν μία επιλογή

source: Pick an option
el: Κάνετε μία επιλογή

source: Short answer
el: Σύντομη απάντηση

source: Short answer question title
el: Τίτλος ερωτήματος σύντομης απάντησης

source: People can enter a short answer
el: Οι χρήστες μπορούν να εισαγάγουν μια σύντομη απάντηση

source: Enter your answer
el: Εισαγάγετε την απάντησή σας

source: Long text
el: Μεγάλο κείμενο

source: Long text question title
el: Τίτλος ερωτήματος μακροσκελoύς κειμένου

source: People can enter a long text
el: Οι χρήστες μπορούν να εισαγάγουν μακροσκελές κείμενο

source: Date
el: Ημερομηνία

source: Date question title
el: Τίτλος ερώτησης ημερομηνίας

source: People can pick a date
el: Οι άνθρωποι μπορούν να επιλέξουν μια ημερομηνία

source: Pick a date
el: Επιλέξτε μια ημερομηνία

source: Datetime
el: Ημερομηνία ώρα

source: Datetime question title
el: Τίτλος ερώτησης ημερομηνίας και ώρας

source: People can pick a date and time
el: Οι άνθρωποι μπορούν να επιλέξουν μια ημερομηνία και ώρα

source: Pick a date and time
el: Επιλέξτε μια ημερομηνία και ώρα

source: Form expired
el: Η φόρμα έληξε

source: This form has expired and is no longer taking answers
el: Η φόρμα έληξε και δεν δέχεται πλέον απαντήσεις

source: Form not found
el: Η φόρμα δεν βρέθηκε

source: This form does not exist
el: Η φόρμα δεν υπάρχει
