Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/groupfolders.po
Languages: el

source: Group folders
el: Ομαδικοί φάκελοι

source: Admin configured folders shared with everyone in a group
el: Ο διαχειριστής ρύθμισε τους κοινόχρηστους φακέλους, για όλους στην ομάδα

source: Admin configured folders shared with everyone in a group. Folders can be configured from *Group folders* in the admin settings. After a folder is created, the admin can give access to the folder to one or more groups, control their write/sharing permissions and assign a quota for the folder. Note: Encrypting the contents of group folders is currently not supported.
el: Φάκελοι ρυθμισμένοι από τον διαχειριστή που διαμοιράζονται με όλους σε μια ομάδα. Οι φάκελοι μπορούν να ρυθμιστούν από τις ρυθμίσεις διαχειριστή *Ομαδικοί φάκελοι*. Αφού δημιουργηθεί ένας φάκελος, ο διαχειριστής μπορεί να δώσει πρόσβαση στον φάκελο σε μία ή περισσότερες ομάδες, να ελέγξει τα δικαιώματα εγγραφής/κοινής χρήσης και να εκχωρήσει ένα όριο για το φάκελο. Σημείωση: Η κρυπτογράφηση των περιεχομένων των φακέλων ομάδας δεν υποστηρίζεται προς το παρόν.

source: Denied
el: Απαγορεύτηκε

source: Allowed
el: Επετράπη

source: Denied (Inherited permission)
el: Απαγορεύτηκε (Κληρονομικά δικαιώματα)

source: Allowed (Inherited permission)
el: Επετράπη (Κληρονομικά δικαιώματα)

source: Inherit permission
el: Κληρονομεί δικαιώματα

source: Deny
el: Απόρριψη

source: Allow
el: Επιτρέπεται

source: Group folder
el: Φάκελος ομάδας

source: Read
el: Ανάγνωση

source: Write
el: Εγγραφή

source: Create
el: Δημιουργία

source: Delete
el: Διαγραφή

source: Share
el: Κοινή χρήση

source: You
el: Εσείς

source: Remove access rule
el: Αφαίρεση κανόνα πρόσβασης

source: Add advanced permission rule
el: Προσθήκη επιπλέον δικαιωμάτων

source: Select a user or group
el: Επιλογή χρήστη ή ομάδας

source: Group
el: Ομάδα

source: Are you sure you want to delete "{folderName}" and all files inside? This operation cannot be undone
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον φάκελο "{folderName}" και όλα τα αρχεία που έχει μέσα; Αυτή η λειτουργία δεν μπορεί να αναιρεθεί

source: Delete "{folderName}"?
el: Διαγραφή του "{folderName}";

source: Folder name
el: Όνομα φακέλου

source: Groups
el: Ομάδες

source: Quota
el: Όριο

source: Advanced Permissions
el: Επιπλέον δικαιώματα

source: Admin configured folders shared with everyone in a group. Folders can be configured from *Group folders* in the admin settings. After a folder is created, the admin can give access to the folder to one or more groups, control their write/sharing permissions and assign a quota for the folder. Note: encrypting the contents of group folders is currently not supported.
el: Ο Διαχειριστής ρύθμισε τους κοινόχρηστους φακέλους για όλους στην ομάδα Οι φάκελοι μπορούν να ρυθμιστούν από το *Φάκελοι ομάδας* στις ρυθμίσεις διαχειριστή. Μετά τη δημιουργία φακέλου, ο διαχειριστής μπορεί να επιτρέψει την πρόσβαση σε μία ή περισσότερες ομάδες, να ελέγξει την εγγραφή/κοινή χρήση και το μέγεθος του. Σημ: δεν υποστηρίζεται η κρυπτογράφηση των περιεχομένων του ομαδικού φακέλου.

source: Are you sure you want to delete "{folderName}" and all files inside? This operation can not be undone
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το "{folderName}" και όλα τα αρχεία του; Αυτή η λειτουργία δεν μπορεί να ανακληθεί
