Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/integration_gitlab.po
Languages: el

source: Error getting OAuth access token.
el: Σφάλμα κατά τη λήψη token πρόσβασης OAuth.

source: Error during OAuth exchanges
el: Σφάλμα κατά την ανταλλαγή OAuth

source: GitLab issues and merge requests
el: Ζητήματα GitLab και αιτήματα συγχώνευσης

source: GitLab repositories
el: Αποθετήρια GitLab

source: Bad HTTP method
el: Κακή μέθοδος HTTP

source: Bad credentials
el: Εσφαλμένα διαπιστευτήρια

source: OAuth access token refused
el: Το διακριτικό πρόσβασης OAuth απορρίφθηκε

source: Connected accounts
el: Συνδεδεμένοι λογαριασμοί

source: GitLab integration
el: Ενσωμάτωση GitLab

source: Integration of GitLab software development management service
el: Ενσωμάτωση της υπηρεσίας διαχείρισης ανάπτυξης λογισμικού GitLab

source: GitLab integration provides a dashboard widget displaying your most important notifications and a unified search provider for repositories, issues and merge requests.
el: Η ενσωμάτωση του GitLab παρέχει ένα widget πίνακα ελέγχου που εμφανίζει τις πιο σημαντικές ειδοποιήσεις σας και έναν ενοποιημένο πάροχο αναζήτησης για αποθετήρια, ζητήματα και αιτήματα συγχώνευσης.

source: If you want to allow your Nextcloud users to use OAuth to authenticate to a GitLab instance of your choice, create an application in your GitLab settings and set the ID and secret here.
el: Εάν θέλετε να επιτρέψετε στους χρήστες σας του Nextcloud να χρησιμοποιούν το OAuth για έλεγχο ταυτότητας σε μια παρουσία GitLab της επιλογής σας, δημιουργήστε μια εφαρμογή στις ρυθμίσεις του GitLab και ορίστε το αναγνωριστικό και το μυστικό εδώ.

source: Make sure you set the "Redirect URI" to
el: Βεβαιωθείτε ότι έχετε ορίσει το "Redirect URI" σε

source: and give "read_user", "read_api" and "read_repository" permissions to the application. Optionally "api" instead.
el: και δώστε δικαιώματα "read_user", "read_api" και "read_repository" στην εφαρμογή. Προαιρετικά "api" αντί αυτού.

source: Put the "Application ID" and "Application secret" below. Your Nextcloud users will then see a "Connect to GitLab" button in their personal settings if they select the GitLab instance defined here.
el: Βάλτε το "Αναγνωριστικό εφαρμογής" και "Μυστικό εφαρμογής" παρακάτω. Οι χρήστες σας του Nextcloud θα δουν στη συνέχεια το κουμπί "Σύνδεση στο GitLab" στις προσωπικές τους ρυθμίσεις εάν επιλέξουν την παρουσία GitLab που ορίζεται εδώ.

source: OAuth app instance address
el: Διεύθυνση εφαρμογής instance OAuth

source: Instance address
el: Διεύθυνση instance

source: Application ID
el: Αναγνωριστικό εφαρμογής

source: ID of your GitLab application
el: Αναγνωριστικό της εφαρμογής σας GitLab

source: Application secret
el: Μυστικό εφαρμογής

source: Client secret of your GitLab application
el: Μυστικό πελάτη της εφαρμογής σας GitLab

source: GitLab admin options saved
el: Οι επιλογές διαχειριστή GitLab αποθηκεύτηκαν

source: Failed to save GitLab admin options
el: Αποτυχία αποθήκευσης των επιλογών διαχειριστή GitLab

source: Enable navigation link
el: Ενεργοποίηση συνδέσμου πλοήγησης

source: When you create an access token yourself, give it at least "read_user", "read_api" and "read_repository" permissions. Optionally "api" instead.
el: Όταν δημιουργείτε μόνοι σας ένα διακριτικό πρόσβασης, δώστε του τουλάχιστον δικαιώματα "read_user", "read_api" και "read_repository". Προαιρετικά "api" αντί αυτού.

source: GitLab instance address
el: Διεύθυνση instance GitLab

source: Personal access token
el: Token προσωπικής πρόσβασης

source: GitLab personal access token
el: Token προσωπικής πρόσβασης GitLab

source: Connect to GitLab
el: Συνδεθείτε στο GitLab

source: Connected as {user}
el: Συνδεδεμένος ως {user}

source: Disconnect from GitLab
el: Αποσύνδεση από το GitLab

source: Enable searching for repositories
el: Ενεργοποίηση αναζήτησης για αποθετήρια

source: Enable searching for issues and merge requests
el: Ενεργοποίηση αναζήτησης για ζητήματα και συγχώνευση αιτημάτων

source: (This may be slow or even fail on some GitLab instances)
el: (Αυτό μπορεί να είναι αργό ή ακόμη και να αποτύχει σε ορισμένες instances του GitLab)

source: Warning, everything you type in the search bar will be sent to GitLab.
el: Προειδοποίηση, όλα όσα πληκτρολογείτε στη γραμμή αναζήτησης θα σταλούν στο GitLab.

source: Successfully connected to GitLab!
el: Συνδέθηκε με επιτυχία στο GitLab!

source: Error connecting to GitLab:
el: Σφάλμα σύνδεσης στο GitLab:

source: Incorrect access token
el: Λανθασμένο token πρόσβασης

source: GitLab options saved
el: Οι επιλογές GitLab αποθηκεύτηκαν

source: Failed to save GitLab options
el: Αποτυχία αποθήκευσης επιλογών GitLab

source: Failed to save GitLab OAuth state
el: Αποτυχία αποθήκευσης της κατάστασης GitLab OAuth

source: Mark as done
el: Επισήμανση ως ολοκληρωμένου

source: No GitLab account connected
el: Δεν έχει συνδεθεί λογαριασμός GitLab

source: Error connecting to GitLab
el: Σφάλμα σύνδεσης στο GitLab

source: No GitLab notifications!
el: Χωρίς ειδοποιήσεις GitLab!

source: Failed to get GitLab notifications
el: Αποτυχία λήψης ειδοποιήσεων GitLab

source: You were mentioned
el: Αναφέρθηκε το όνομά σας

source: Your approval is required
el: Απαιτείται η έγκρισή σας

source: You were assigned
el: Σας ανατέθηκε

source: A build has failed
el: Η έκδοση απέτυχε

source: Marked
el: Επισημάνθηκε

source: You were directly addressed
el: Σας απευθύνθηκαν άμεσα

source: Failed to edit GitLab todo
el: Αποτυχία επεξεργασίας του GitLab todo
