Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/lib.po
Languages: el

source: This can usually be fixed by giving the webserver write access to the config directory. See %s
el: Αυτό μπορεί συνήθως να διορθωθεί δίνοντας στον διακομιστή ιστού δικαιώματα εγγραφής στον κατάλογο config. Δείτε το%s

source: Cannot write into "apps" directory
el: Αδυναμία εγγραφής στον κατάλογο "apps"

source: This can usually be fixed by giving the webserver write access to the apps directory or disabling the appstore in the config file.
el: Αυτό μπορεί συνήθως να διορθωθεί δίνοντας στον διακομιστή ιστού πρόσβαση εγγραφής στον κατάλογο apps ή απενεργοποιώντας το App Store στο αρχείο διαμόρφωσης config.

source: Cannot create "data" directory
el: Αδυναμία δημιουργίας του καταλόγου "data"

source: This can usually be fixed by giving the webserver write access to the root directory. See %s
el: Αυτό μπορεί συνήθως να διορθωθεί δίνοντας στον διακομιστή ιστού δικαιώματα εγγραφής στον ριζικό κατάλογο. Δείτε το%s

source: Permissions can usually be fixed by giving the webserver write access to the root directory. See %s.
el: Τα δικαιώματα μπορούν συνήθως να διορθωθούν δίνοντας στον διακομιστή ιστού πρόσβαση εγγραφής στον ριζικό κατάλογο. Δείτε το%s.

source: Setting locale to %s failed
el: Η ρύθμιση τοπικών ρυθμίσεων σε %s απέτυχε.

source: Please install one of these locales on your system and restart your webserver.
el: Παρακαλούμε να εγκαταστήσετε μία από αυτές τις τοπικές ρυθμίσεις στο σύστημά σας και να επανεκκινήστε τον διακομιστή ιστού σας.

source: mbstring.func_overload is set to "%s" instead of the expected value "0"
el: Το mbstring.func_overload έχει ορισθεί σε "%s" αντί για την αναμενόμενη τιμή "0"

source: To fix this issue set <code>mbstring.func_overload</code> to <code>0</code> in your php.ini
el: Για να διορθώσετε αυτό το πρόβλημα ορίστε το <code>mbstring.func_overload</code> σε <code>0</code> στο αρχείο php.ini.

source: PostgreSQL >= 9 required
el: Απαιτείται PostgreSQL >= 9

source: Please upgrade your database version
el: Παρακαλούμε αναβαθμίστε την έκδοση της βάσης δεδομένων σας

source: Your data directory is readable by other users
el: Ο κατάλογος δεδομένων σας είναι διαθέσιμος προς ανάγνωση από άλλους χρήστες

source: Your data directory must be an absolute path
el: Ο κατάλογος δεδομένων σας πρέπει να είναι απόλυτη διαδρομή

source: Check the value of "datadirectory" in your configuration
el: Ελέγξτε την τιμή του "datadirectory" στις ρυθμίσεις σας

source: Your data directory is invalid
el: Ο κατάλογος δεδομένων σας δεν είναι έγκυρος

source: This can usually be fixed by giving the webserver write access to the apps directory or disabling the App Store in the config file.
el: Αυτό μπορεί συνήθως να διορθωθεί δίνοντας στον διακομιστή ιστού πρόσβαση εγγραφής στον κατάλογο apps ή απενεργοποιώντας το App Store στο αρχείο διαμόρφωσης config.
