Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/lib.po
Languages: el

source: Cannot write into "config" directory!
el: Αδυναμία εγγραφής στον κατάλογο "config"!

source: This can usually be fixed by giving the web server write access to the config directory.
el: Αυτό μπορεί συνήθως να διορθωθεί παρέχοντας δικαιώματα εγγραφής για το φάκελο config στον διακομιστή ιστού.

source: But, if you prefer to keep config.php file read only, set the option "config_is_read_only" to true in it.
el: Ή εάν επιθυμείτε να διατηρήσετε το config.php σε κατάσταση ανάγνωσης μόνο, ορίστε την επιλογή "config_is_read_only" σε true.

source: See %s
el: Δείτε %s

source: The files of the app %1$s were not replaced correctly. Make sure it is a version compatible with the server.
el: Τα αρχεία της εφαρμογής %1$s δεν αντικαταστάθηκαν σωστά. Βεβαιωθείτε ότι πρόκειται για συμβατή έκδοση με το διακομιστή.

source: Sample configuration detected
el: Ανιχνεύθηκε παράδειγμα εγκατάστασης

source: It has been detected that the sample configuration has been copied. This can break your installation and is unsupported. Please read the documentation before performing changes on config.php
el: Έχει ανιχνευθεί ότι το δείγμα εγκατάστασης έχει αντιγραφεί. Αυτό μπορεί να σπάσει την εγκατάστασή σας και δεν υποστηρίζεται. Παρακαλούμε διαβάστε την τεκμηρίωση πριν εκτελέσετε αλλαγές στο config.php

source: %s email verification
el: %s επαλήθευση email

source: Email verification
el: Επαλήθευση email

source: Click the following button to confirm your email.
el: Κάντε κλικ στο παρακάτω κουμπί για να επιβεβαιώσετε το email σας.

source: Click the following link to confirm your email.
el: Κάντε κλικ στον παρακάτω σύνδεσμο για να επιβεβαιώσετε το email σας.

source: Confirm your email
el: Επιβεβαιώστε το email σας

source: Other activities
el: Άλλες δραστηριότητες

source: %1$s and %2$s
el: %1$s και %2$s

source: %1$s, %2$s and %3$s
el: %1$s, %2$s και %3$s

source: %1$s, %2$s, %3$s and %4$s
el: %1$s, %2$s, %3$s και %4$s

source: %1$s, %2$s, %3$s, %4$s and %5$s
el: %1$s, %2$s, %3$s, %4$s και %5$s

source: Education Edition
el: Εκπαιδευτική Έκδοση

source: Enterprise bundle
el: Πακέτο επιχειρήσεων

source: Groupware bundle
el: Πακέτο Groupware

source: Social sharing bundle
el: Πακέτο κοινωνικού διαμοιρασμού

source: PHP %s or higher is required.
el: PHP %s ή νεώτερη απαιτείται.

source: PHP with a version lower than %s is required.
el: Απαιτείται PHP παλαιότερη από την έκδοση %s.

source: %sbit or higher PHP required.
el: %sbit απαιτείται νεώτερη έκδοση PHP.

source: The following architectures are supported: %s
el: Υποστηρίζονται οι ακόλουθες αρχιτεκτονικές: %s

source: The following databases are supported: %s
el: Υποστηρίζονται οι ακόλουθες βάσεις δεδομένων: %s

source: The command line tool %s could not be found
el: Το εργαλείο γραμμής εντολών %s δεν μπορεί να βρεθεί

source: The library %s is not available.
el: Το %s της βιβλιοθήκης δεν είναι διαθέσιμο.

source: Library %1$s with a version higher than %2$s is required - available version %3$s.
el: Απαιτείται βιβλιοθήκη %1$s νεότερη από την έκδοση %2$s - διαθέσιμη έκδοση %3$s.

source: Library %1$s with a version lower than %2$s is required - available version %3$s.
el: Απαιτείται βιβλιοθήκη %1$s παλαιότερη από την έκδοση %2$s - διαθέσιμη έκδοση %3$s.

source: The following platforms are supported: %s
el: Υποστηρίζονται οι ακόλουθες πλατφόρμες: %s

source: Server version %s or higher is required.
el: Απαιτείται έκδοση διακομιστή %s ή νεότερη.

source: Server version %s or lower is required.
el: Απαιτείται έκδοση διακομιστή %s ή παλαιότερη.

source: Logged in user must be an admin, a sub admin or gotten special right to access this setting
el: Ο συνδεδεμένος χρήστης πρέπει να είναι διαχειριστής, υποδιαχειριστής ή να έχει ειδικό δικαίωμα πρόσβασης σε αυτήν τη ρύθμιση

source: Logged in user must be an admin or sub admin
el: Ο συνδεδεμένος χρήστης πρέπει να είναι admin ή subadmin

source: Logged in user must be an admin
el: Ο συνδεδεμένος χρήστης πρέπει να είναι διαχειριστής

source: Wiping of device %s has started
el: Η εκκαθάριση συσκευής %s ξεκίνησε

source: Wiping of device »%s« has started
el: Η εκκαθάριση συσκευής »%s« ξεκίνησε

source: »%s« started remote wipe
el: »%s« ξεκίνησε η απομακρυσμένη εκκαθάριση

source: Device or application »%s« has started the remote wipe process. You will receive another email once the process has finished
el: Η συσκευή ή εφαρμογή »%s« ξεκίνησε απομακρυσμένη εκκαθάριση. Θα λάβετε ένα ηλ.μήνυμα μόλις ολοκληρωθεί

source: Wiping of device %s has finished
el: Η εκκαθάριση συσκευής %s ολοκληρώθηκε

source: Wiping of device »%s« has finished
el: Η εκκαθάριση συσκευής »%s« ολοκληρώθηκε

source: »%s« finished remote wipe
el: »%s« ολοκληρώθηκε η απομακρυσμένη εκκαθάριση

source: Device or application »%s« has finished the remote wipe process.
el: Η συσκευή ή εφαρμογή »%s« ολοκλήρωσε την απομακρυσμένη εκκαθάριση.

source: Remote wipe started
el: Η απομακρυσμένη εκκαθάριση ξεκίνησε

source: A remote wipe was started on device %s
el: Η απομακρυσμένη εκκαθάριση ξεκίνησε στην συσκευή %s

source: Remote wipe finished
el: Η απομακρυσμένη εκκαθάριση ολοκληρώθηκε

source: The remote wipe on %s has finished
el: Η απομακρυσμένη εκκαθάριση στο %s ολοκληρώθηκε

source: Authentication
el: Πιστοποίηση

source: Unknown filetype
el: Άγνωστος τύπος αρχείου

source: Invalid image
el: Μη έγκυρη εικόνα

source: Avatar image is not square
el: Η εικόνα του άβαταρ δεν είναι τετράγωνη

source: View profile
el: Προβολή προφίλ

source: today
el: σήμερα

source: tomorrow
el: αύριο

source: yesterday
el: χθες

source: in %n day
el: σε %n ημέρα

source: %n day ago
el: %n ημέρα πριν

source: next month
el: επόμενος μήνας

source: last month
el: τελευταίο μήνα

source: in %n month
el: σε %n μήνα

source: %n month ago
el: πριν %n μήνα

source: next year
el: επόμενος χρόνος

source: last year
el: τελευταίο χρόνο

source: in %n year
el: σε %n χρόνο

source: %n year ago
el: %n χρόνο πριν

source: in %n hour
el: σε %n ώρα

source: %n hour ago
el: %n ώρα πριν

source: in %n minute
el: σε %n λεπτό

source: %n minute ago
el: %nλεπτό πριν

source: in a few seconds
el: σε λίγα δευτερόλεπτα

source: seconds ago
el: δευτερόλεπτα πριν

source: Empty file
el: Κενό αρχείο

source: Module with ID: %s does not exist. Please enable it in your apps settings or contact your administrator.
el: Το άρθρωμα με ID: %sδεν υπάρχει. Παρακαλούμε ενεργοποιήστε το στις ρυθμίσεις των εφαρμογών σας ή επικοινωνήστε με τον διαχειριστή.

source: File already exists
el: Το αρχείο υπάρχει ήδη

source: Invalid path
el: Μη έγκυρη διαδρομή

source: Failed to create file from template
el: Η δημιουργία αρχείου από το πρότυπο απέτυχε

source: Templates
el: Πρότυπα

source: File name is a reserved word
el: Το όνομα αρχείου είναι λέξη που έχει δεσμευτεί

source: File name contains at least one invalid character
el: Το όνομα αρχείου περιέχει έναν τουλάχιστον μη έγκυρο χαρακτήρα

source: File name is too long
el: Το όνομα αρχείου είναι πολύ μεγάλο

source: Dot files are not allowed
el: Δεν επιτρέπονται αρχεία που ξεκινούν με τελεία

source: Empty filename is not allowed
el: Δεν επιτρέπεται άδειο όνομα αρχείου

source: App "%s" cannot be installed because appinfo file cannot be read.
el: Η εφαρμογή "%s" δεν μπορεί να εγκατασταθεί διότι δεν είναι δυνατή η ανάγνωση του αρχείου appinfo.

source: App "%s" cannot be installed because it is not compatible with this version of the server.
el: Η εφαρμογή "%s" δεν μπορεί να εγκατασταθεί διότι δεν είναι συμβατή με την έκδοση του διακομιστή.

source: __language_name__
el: Ελληνικά

source: This is an automatically sent email, please do not reply.
el: Αυτό είναι ένα μήνυμα ηλεκτρονικού ταχυδρομείου που στάλθηκε αυτόματα, παρακαλούμε μην απαντήσετε.

source: Help
el: Βοήθεια

source: Apps
el: Εφαρμογές

source: Settings
el: Ρυθμίσεις

source: Log out
el: Έξοδος

source: Users
el: Χρήστες

source: Mail %s
el: Mail στο %s

source: Phone
el: Τηλέφωνο

source: Call %s
el: Καλέστε το %s

source: View %s on Twitter
el: Προβολή %s στο Twitter

source: Website
el: Ιστοσελίδα

source: Visit %s
el: Επισκεφτείτε το %s

source: Address
el: Διεύθυνση

source: Profile picture
el: Εικόνα προφίλ

source: About
el: Σχετικά με

source: Full name
el: Πλήρες όνομα

source: Headline
el: Τίτλος

source: Organisation
el: Οργανισμός

source: Role
el: Ρόλος/Θέση

source: Unknown user
el: Άγνωστος χρήστης

source: Additional settings
el: Επιπρόσθετες ρυθμίσεις

source: %s enter the database username and name.
el: %sπληκτρολογήστε όνομα χρήστη και όνομα βάσης δεδομένων.

source: %s enter the database username.
el: %s εισάγετε το όνομα χρήστη της βάσης δεδομένων.

source: %s enter the database name.
el: %s εισάγετε το όνομα της βάσης δεδομένων.

source: %s you may not use dots in the database name
el: %s μάλλον δεν χρησιμοποιείτε τελείες στο όνομα της βάσης δεδομένων

source: MySQL username and/or password not valid
el: Το όνομα χρήστη και/'η ο κωδικός πρόσβασης MySQL δεν είναι σωστά

source: You need to enter details of an existing account.
el: Χρειάζεται να εισάγετε λεπτομέρειες από υπάρχοντα λογαριασμό.

source: Oracle connection could not be established
el: Αδυναμία σύνδεσης Oracle

source: Oracle username and/or password not valid
el: Μη έγκυρος χρήστης και/ή συνθηματικό της Oracle

source: PostgreSQL username and/or password not valid
el: Μη έγκυρος χρήστης και/ή συνθηματικό της PostgreSQL

source: Mac OS X is not supported and %s will not work properly on this platform. Use it at your own risk!
el: Το Mac OS X δεν υποστηρίζεται και το %s δεν θα λειτουργήσει σωστά σε αυτή την πλατφόρμα. Χρησιμοποιείτε με δική σας ευθύνη!

source: For the best results, please consider using a GNU/Linux server instead.
el: Για καλύτερα αποτελέσματα, παρακαλούμε εξετάστε την μετατροπή σε έναν διακομιστή GNU/Linux.

source: It seems that this %s instance is running on a 32-bit PHP environment and the open_basedir has been configured in php.ini. This will lead to problems with files over 4 GB and is highly discouraged.
el: Φαίνεται ότι η εγκατάσταση %s εκτελείται σε περιβάλλον 32-bit PHP και η επιλογή open_basedir έχει ρυθμιστεί στο αρχείο php.ini. Αυτό θα οδηγήσει σε προβλήματα με αρχεία πάνω από 4 GB και δεν συνίσταται.

source: Please remove the open_basedir setting within your php.ini or switch to 64-bit PHP.
el: Παρακαλούμε αφαιρέστε την ρύθμιση open_basedir μέσα στο αρχείο php.ini ή αλλάξτε σε 64-bit PHP.

source: Set an admin username.
el: Εισάγετε όνομα χρήστη διαχειριστή.

source: Set an admin password.
el: Εισάγετε συνθηματικό διαχειριστή.

source: Cannot create or write into the data directory %s
el: Δεν είναι δυνατή η δημιουργία ή εγγραφή στον κατάλογο δεδομένων %s

source: Sharing backend %s must implement the interface OCP\Share_Backend
el: Το σύστημα διαμοιρασμού %s πρέπει να υλοποιεί την διεπαφή OCP\Share_Backend

source: Sharing backend %s not found
el: Το σύστημα διαμοιρασμού %s δεν βρέθηκε

source: Sharing backend for %s not found
el: Το σύστημα διαμοιρασμού για το %s δεν βρέθηκε

source: %1$s shared »%2$s« with you and wants to add:
el: Ο %1$s διαμοιράστηκε το »%2$s« με εσάς και θέλει να προσθέσει:

source: %1$s shared »%2$s« with you and wants to add
el: Ο %1$s διαμοιράστηκε το »%2$s« με εσάς και θέλει να προσθέσει

source: »%s« added a note to a file shared with you
el: Ο »%s« πρόσθεσε μια σημείωση στο κοινόχρηστο αρχείο

source: Open »%s«
el: Άνοιγμα »%s«

source: %1$s via %2$s
el: %1$s μέσω %2$s

source: You are not allowed to share %s
el: Δεν σας επιτρέπεται ο διαμοιρασμός %s

source: Cannot increase permissions of %s
el: Αδυναμία αύξησης των δικαιωμάτων του/της %s

source: Files cannot be shared with delete permissions
el: Δεν είναι δυνατή η κοινή χρήση αρχείων με δικαιώματα διαγραφής

source: Files cannot be shared with create permissions
el: Δεν είναι δυνατή η κοινή χρήση αρχείων με δικαιώματα δημιουργίας

source: Expiration date is in the past
el: Η ημερομηνία λήξης είναι στο παρελθόν

source: Cannot set expiration date more than %n day in the future
el: Δεν είναι δυνατός ο ορισμός ημερομηνίας λήξης για περισσότερο από %n ημέρα στο μέλλον

source: Sharing is only allowed with group members
el: Η κοινή χρήση επιτρέπεται μόνο με μέλη της ομάδας

source: Sharing %s failed, because this item is already shared with user %s
el: Η κοινή χρήση του %s απέτυχε, επειδή αυτό το στοιχείο είναι ήδη κοινόχρηστο με τον χρήστη %s

source: %1$s shared »%2$s« with you
el: Ο/η %1$s διαμοιράστηκε το »%2$s« με εσάς.

source: %1$s shared »%2$s« with you.
el: Ο/η %1$s διαμοιράστηκε »%2$s« με εσάς.

source: Click the button below to open it.
el: Κάντε κλικ στο παρακάτω κουμπί για να το ανοίξετε.

source: The requested share does not exist anymore
el: Το διαμοιρασμένο που ζητήθηκε δεν υπάρχει πλέον

source: Could not find category "%s"
el: Αδυναμία εύρεσης κατηγορίας "%s"

source: Sunday
el: Κυριακή

source: Monday
el: Δευτέρα

source: Tuesday
el: Τρίτη

source: Wednesday
el: Τετάρτη

source: Thursday
el: Πέμπτη

source: Friday
el: Παρασκευή

source: Saturday
el: Σάββατο

source: Sun.
el: Κυρ.

source: Mon.
el: Δευ.

source: Tue.
el: Τρί.

source: Wed.
el: Τετ.

source: Thu.
el: Πέμ.

source: Fri.
el: Παρ.

source: Sat.
el: Σαβ.

source: Su
el: Κυ

source: Mo
el: Δε

source: Tu
el: Τρ

source: We
el: Τε

source: Th
el: Πε

source: Fr
el: Πα

source: Sa
el: Σα

source: January
el: Ιανουάριος

source: February
el: Φεβρουάριος

source: March
el: Μάρτιος

source: April
el: Απρίλιος

source: May
el: Μάϊος

source: June
el: Ιούνιος

source: July
el: Ιούλιος

source: August
el: Αύγουστος

source: September
el: Σεπτέμβριος

source: October
el: Οκτώβριος

source: November
el: Νοέμβριος

source: December
el: Δεκέμβριος

source: Jan.
el: Ιαν.

source: Feb.
el: Φεβ.

source: Mar.
el: Μαρ.

source: Apr.
el: Απρ.

source: May.
el: Μαι.

source: Jun.
el: Ιουν.

source: Jul.
el: Ιουλ.

source: Aug.
el: Αυγ.

source: Sep.
el: Σεπ.

source: Oct.
el: Οκτ.

source: Nov.
el: Νοε.

source: Dec.
el: Δεκ.

source: The user limit has been reached and the user was not created.
el: Το όριο χρήστη έχει συμπληρωθεί και ο χρήστης δεν δημιουργήθηκε.

source: Only the following characters are allowed in a username: "a-z", "A-Z", "0-9", and "_.@-'"
el: Μόνο οι ακόλουθοι χαρακτήρες επιτρέπονται στο όνομα χρήστη; "a-z", "A-Z", "0-9", and "_.@-'"

source: A valid username must be provided
el: Πρέπει να δοθεί έγκυρο όνομα χρήστη

source: Username contains whitespace at the beginning or at the end
el: Το όνομα χρήστη περιέχει κενό διάστημα στην αρχή ή στο τέλος

source: Username must not consist of dots only
el: Το όνομα χρήστη δεν πρέπει να περιέχει μόνο τελείες

source: Username is invalid because files already exist for this user
el: Το όνομα χρήστη δεν είναι έγκυρο, επειδή υπάρχουν ήδη αρχεία για αυτόν τον χρήστη

source: A valid password must be provided
el: Πρέπει να δοθεί έγκυρο συνθηματικό

source: The username is already being used
el: Το όνομα χρήστη είναι κατειλημμένο

source: Could not create user
el: Αδυναμία δημιουργίας χρήστη

source: User disabled
el: Ο χρήστης απενεργοποιήθηκε

source: Login canceled by app
el: Η είσοδος ακυρώθηκε από την εφαρμογή

source: App "%1$s" cannot be installed because the following dependencies are not fulfilled: %2$s
el: Η εφαρμογή "%1$s" δεν μπορεί να εγκατασταθεί επειδή δεν πληρούνται τα προαπαιτούμενα: %2$s

source: a safe home for all your data
el: ένα ασφαλές μέρος για όλα τα δεδομένα σας

source: File is currently busy, please try again later
el: Το αρχείο χρησιμοποιείται αυτή τη στιγμή, παρακαλούμε προσπαθήστε αργότερα

source: Cannot read file
el: Δεν είναι δυνατή η ανάγνωση του αρχείου

source: Application is not enabled
el: Δεν ενεργοποιήθηκε η εφαρμογή

source: Authentication error
el: Σφάλμα πιστοποίησης

source: Token expired. Please reload page.
el: Το αναγνωριστικό έληξε. Παρακαλούμε φορτώστε ξανά την σελίδα.

source: No database drivers (sqlite, mysql, or postgresql) installed.
el: Δεν βρέθηκαν εγκατεστημένοι οδηγοί βάσεων δεδομένων (sqlite, mysql, or postgresql).

source: Cannot write into "config" directory.
el: Δεν είναι δυνατή η εγγραφή στον κατάλογο "config".

source: This can usually be fixed by giving the web server write access to the config directory. See %s
el: Αυτό μπορεί συνήθως να διορθωθεί δίνοντας στον διακομιστή ιστού δικαιώματα εγγραφής στον κατάλογο config. Δείτε το%s

source: Or, if you prefer to keep config.php file read only, set the option "config_is_read_only" to true in it. See %s
el: Ή εάν επιθυμείτε να διατηρήσετε το config.php σε κατάσταση ανάγνωσης μόνο, καθορίστε το από τις επιλογές του σε true του "config_is_read_only". Δείτε %s

source: Cannot write into "apps" directory.
el: Δεν είναι δυνατή η εγγραφή στον κατάλογο "apps".

source: This can usually be fixed by giving the web server write access to the apps directory or disabling the App Store in the config file.
el: Αυτό μπορεί συνήθως να διορθωθεί δίνοντας στον διακομιστή ιστού πρόσβαση εγγραφής στον κατάλογο apps ή απενεργοποιώντας το App Store στο αρχείο διαμόρφωσης config.

source: Cannot create "data" directory.
el: Δεν είναι δυνατή η δημιουργία καταλόγου "data".

source: This can usually be fixed by giving the web server write access to the root directory. See %s
el: Αυτό μπορεί συνήθως να διορθωθεί δίνοντας στον διακομιστή ιστού δικαιώματα εγγραφής στον ριζικό κατάλογο. Δείτε το%s

source: Permissions can usually be fixed by giving the web server write access to the root directory. See %s.
el: Τα δικαιώματα μπορούν συνήθως να διορθωθούν δίνοντας στον διακομιστή ιστού πρόσβαση εγγραφής στον ριζικό κατάλογο. Δείτε το%s.

source: Your data directory is not writable.
el: Ο κατάλογος δεδομένων σας δεν είναι εγγράψιμος.

source: Setting locale to %s failed.
el: Η ρύθμιση τοπικών ρυθμίσεων σε %s απέτυχε.

source: Please install one of these locales on your system and restart your web server.
el: Παρακαλούμε να εγκαταστήσετε μία από αυτές τις τοπικές ρυθμίσεις στο σύστημά σας και να επανεκκινήστε τον διακομιστή ιστού σας.

source: PHP module %s not installed.
el: Η μονάδα %s PHP δεν είναι εγκατεστημένη.

source: Please ask your server administrator to install the module.
el: Παρακαλούμε ζητήστε από το διαχειριστή του διακομιστή σας να εγκαταστήσει τη μονάδα.

source: PHP setting "%s" is not set to "%s".
el: Η ρύθμιση "%s"της PHP δεν είναι ορισμένη σε "%s".

source: Adjusting this setting in php.ini will make Nextcloud run again
el: Προσαρμόζοντας αυτήν τη ρύθμιση στο php.ini το Nextcloud θα εκτελεστεί ξανά

source: <code>mbstring.func_overload</code> is set to <code>%s</code> instead of the expected value <code>0</code>.
el: Το <code>mbstring.func_overload</code> έχει ορισθεί σε <code>%s</code> αντί για την αναμενόμενη τιμή <code>0</code>.

source: To fix this issue set <code>mbstring.func_overload</code> to <code>0</code> in your php.ini.
el: Για να διορθώσετε αυτό το πρόβλημα ορίστε το <code>mbstring.func_overload</code> σε <code>0</code> στο αρχείο php.ini.

source: libxml2 2.7.0 is at least required. Currently %s is installed.
el: Απαιτείται τουλάχιστον το libxml2 2.7.0. Αυτή τη στιγμή είναι εγκατεστημένο το %s.

source: To fix this issue update your libxml2 version and restart your web server.
el: Για να διορθώσετε το σφάλμα ενημερώστε την έκδοση του libxml2 και επανεκκινήστε τον διακομιστή.

source: PHP is apparently set up to strip inline doc blocks. This will make several core apps inaccessible.
el: Η PHP φαίνεται να είναι ρυθμισμένη ώστε να αφαιρεί inline doc blocks. Αυτό θα καταστήσει πολλές βασικές εφαρμογές μη διαθέσιμες.

source: This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator.
el: Αυτό πιθανόν προκλήθηκε από προσωρινή μνήμη (cache)/επιταχυντή όπως τη Zend OPcache ή τον eAccelerator.

source: PHP modules have been installed, but they are still listed as missing?
el: Κάποια αρθρώματα της PHP έχουν εγκατασταθεί, αλλά είναι ακόμα καταγεγραμμένες ως εκλιπόντα;

source: Please ask your server administrator to restart the web server.
el: Παρακαλούμε ζητήστε από το διαχειριστή του διακομιστή σας να επανεκκινήσει το διακομιστή δικτύου σας.

source: PostgreSQL >= 9 required.
el: Απαιτείται PostgreSQL >= 9.

source: Please upgrade your database version.
el: Παρακαλούμε αναβαθμίστε την έκδοση της βάσης δεδομένων σας.

source: Your data directory is readable by other users.
el: Ο κατάλογος δεδομένων σας είναι αναγνώσιμος από άλλους χρήστες.

source: Please change the permissions to 0770 so that the directory cannot be listed by other users.
el: Παρακαλούμε αλλάξτε τις ρυθμίσεις σε 0770 έτσι ώστε ο κατάλογος να μην μπορεί να προβάλλεται από άλλους χρήστες.

source: Your data directory must be an absolute path.
el: Ο κατάλογος δεδομένων σας πρέπει να είναι μια απόλυτη διαδρομή.

source: Check the value of "datadirectory" in your configuration.
el: Ελέγξτε την τιμή του "datadirectory" στις ρυθμίσεις σας.

source: Your data directory is invalid.
el: Ο κατάλογος δεδομένων σας δεν είναι έγκυρος.

source: Ensure there is a file called ".ocdata" in the root of the data directory.
el: Εξασφαλίστε ότι υπάρχει ένα αρχείο με όνομα ".ocdata" στον βασικό κατάλογο του καταλόγου δεδομένων.

source: Action "%s" not supported or implemented.
el: Η ενέργεια "%s" δεν υποστηρίζεται ή δεν μπορεί να υλοποιηθεί.

source: Authentication failed, wrong token or provider ID given
el: Ο έλεγχος ταυτότητας απέτυχε, δόθηκε λανθασμένο αναγνωριστικό ή αναγνωριστικό παρόχου

source: Parameters missing in order to complete the request. Missing Parameters: "%s"
el: Απουσιάζουν παράμετροι για την ολοκλήρωση του αιτήματος. Ελλιπείς παράμετροι: "%s"

source: ID "%1$s" already used by cloud federation provider "%2$s"
el: Το αναγνωριστικό "%1$s" χρησιμοποιείται ήδη από τον ομόσπονδο πάροχο "%2$s"

source: Cloud Federation Provider with ID: "%s" does not exist.
el: Cloud Federation Provider with ID: "%s" δεν υπάρχει.

source: Could not obtain lock type %d on "%s".
el: Αδυναμία ανάκτησης τύπου κλειδώματος %d στο "%s".

source: Storage unauthorized. %s
el: Αποθηκευτικός χώρος χωρίς εξουσιοδότηση. %s

source: Storage incomplete configuration. %s
el: Ελλιπής διαμόρφωση αποθηκευτικού χώρου. %s

source: Storage connection error. %s
el: Σφάλμα σύνδεσης με αποθηκευτικό χώρο. %s

source: Storage is temporarily not available
el: Ο χώρος αποθήκευσης δεν είναι διαθέσιμος προσωρινά

source: Storage connection timeout. %s
el: Λήξη χρονικού ορίου σύνδεσης με αποθηκευτικό χώρο.%s

source: This can usually be fixed by giving the webserver write access to the config directory
el: Αυτό μπορεί συνήθως να διορθωθεί παρέχοντας δικαιώματα εγγραφής για το φάκελο config στο διακομιστή δικτύου

source: Or, if you prefer to keep config.php file read only, set the option "config_is_read_only" to true in it.
el: Ή εάν επιθυμείτε να διατηρήσετε το config.php σε κατάσταση ανάγνωσης μόνο, καθορίστε το από τις επιλογές του σε true του "config_is_read_only".

source: This can usually be fixed by giving the webserver write access to the config directory.
el: Αυτό μπορεί συνήθως να διορθωθεί παρέχοντας δικαιώματα εγγραφής για το φάκελο config στον διακομιστή ιστού.

source: Can't create or write into the data directory %s
el: Δεν είναι δυνατή η δημιουργία ή εγγραφή στον κατάλογο δεδομένων %s

source: Can’t increase permissions of %s
el: Αδυναμία αύξησης των δικαιωμάτων του/της %s

source: Files can’t be shared with delete permissions
el: Δεν μπορεί να γίνει διαμοιρασμός αρχείων με δικαιώματα διαγραφής

source: Files can’t be shared with create permissions
el: Δεν είναι δυνατή η κοινή χρήση αρχείων με δικαιώματα δημιουργίας

source: Can’t set expiration date more than %s days in the future
el: εν είναι δυνατός ο ορισμός ημερομηνίας λήξης για περισσότερες από%s ημέρες στο μέλλον

source: Can't read file
el: Αδυναμία ανάγνωσης αρχείου

source: Cannot write into "config" directory
el: Αδυναμία εγγραφής στον κατάλογο "config"
