Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/logreader.po
Languages: el

source: Logging
el: Καταγραφή

source: Log Reader
el: Αναγνώστης Καταγραφών

source: A log reader for Nextcloud
el: Ένας αναγνώστης αρχείου καταγραφής για το Nextcloud

source: Log reader for Nextcloud
el: Αναγνώστης αρχείου καταγραφής για το Nextcloud

source: Error parsing log
el: Σφάλμα κατά την ανάλυση του αρχείου καταγραφής

source: Caused by
el: Προκλήθηκε από

source: Debug
el: Αποσφαλμάτωση

source: Info
el: Πληροφόρηση

source: Warning
el: Προειδοποίηση

source: Error
el: Σφάλμα

source: Fatal
el: Σοβαρό σφάλμα

source: Copy
el: Αντιγραφή

source: Copy raw
el: Αντιγραφή σειράς

source: Copy formatted
el: Αντιγραφή μορφοποίησης

source: No server logs
el: Δεν υπάρχουν αρχεία καταγραφής εξυπηρετητή

source: One or more entries are hidden by the log level filter
el: Μια ή περισσότερες καταχωρήσεις αποκρύφθηκαν από το φίλτρο επιπέδου του αρχείου καταγραφής

source: Everything is working fine
el: Όλα λειτουργούν καλά

source: Level
el: Επίπεδο

source: App
el: Εφαρμογή

source: Message
el: Μήνυμα

source: Time
el: Ώρα

source: Load log file
el: Φόρτωση αρχείου καταγραφής

source: Invalid log file
el: Μη έγκυρο αρχείο καταγραφής

source: Log levels
el: Επίπεδα αρχείου καταγραφής

source: Log content
el: Περιεχόμενα αρχείου καταγραφής

source: Live update
el: Ενημέρωση σε πραγματικό χρόνο

source: Download logs
el: Αρχείο Καταγραφής Λήψεων

source: Load log file …
el: Φόρτωση αρχείου καταγραφής ...
