Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/mail.po
Languages: el

source: Auto detect failed. Please use manual mode.
el: Η αυτόματη ανίχνευση απέτυχε. Παρακαλούμε χρησιμοποιήστε τη χειροκίνητη λειτουργία.

source: Updating account failed:
el: Αποτυχία ενημέρωσης λογαριασμού:

source: Creating account failed:
el: Αποτυχία δημιουργίας λογαριασμού:

source: Embedded message %s
el: Ενσωματωμένο μήνυμα %s

source: Important mail
el: Σημαντική αλληλογραφία

source: Unread mail
el: Μη αναγνωσμένη αλληλογραφία

source: Important
el: Σημαντικό

source: Work
el: Εργασία

source: Personal
el: Προσωπικό

source: To Do
el: Προς Ενέργεια

source: Later
el: Αργότερα

source: Mails
el: Ηλ.Αλληλογραφία

source: Mail
el: Αλληλογραφία

source: 💌 A mail app for Nextcloud
el: Εφαρμογή ηλ.ταχυδρομείου για το Nextcloud

source: **💌 A mail app for Nextcloud** - **🚀 Integration with other Nextcloud apps!** Currently Contacts, Calendar & Files – more to come. - **📥 Multiple mail accounts!** Personal and company account? No problem, and a nice unified inbox. Connect any IMAP account. - **🔒 Send & receive encrypted mails!** Using the great [Mailvelope](https://mailvelope.com) browser extension. - **🙈 We’re not reinventing the wheel!** Based on the great [Horde](https://horde.org) libraries. - **📬 Want to host your own mail server?** We don’t have to reimplement this as you could set up [Mail-in-a-Box](https://mailinabox.email)!
el: **💌 Εφαρμογή ηλ.ταχυδρομείου για το Nextcloud ** - **🚀 Συνεργασία με άλλες εφαρμογές Nextcloud!** Για την ώρα με Επαφές, Ημερολόγιο & Αρχεία - προσεχώς και άλλες. - **📥 Πολλαπλοί λογαριασμοί email!** Συνδυάστε προσωπικούς και επαγγελματικούς λογαριασμούς χωρίς πρόβλημα και σε ένα όμορφο περιβάλλον. Συνδέστε οποιονδήποτε λογαριασμό IMAP. - **🔒 Αποστολή & λήψη κρυπτογραφημένων μηνυμάτων!** Χρησιμοποιώντας το υπέροχο [Mailvelope](https://mailvelope.com) πρόσθετο φυλλομετρητή. - **🙈 Δεν ανακαλύπτουμε τον τροχό!** Βασισμένο στις εξαιρετικές βιβλιοθήκες του [Horde](http://horde.org). - **📬 Χρειάζεστε τον δικό σας διακομιστή email?** Δε χρειάζεται να εγκαταστήσετε άλλον, υπάρχει διαθέσιμος ο [Mail-in-a-Box](https://mailinabox.email)!

source: Drafts are saved in:
el: Τα πρόχειρα αποθηκεύονται σε:

source: Sent messages are saved in:
el: Τα απεσταλμένα μηνύματα αποθηκεύονται σε:

source: Deleted messages are moved in:
el: Τα διαγραμμένα μηνύματα μετακινούνται σε:

source: Auto
el: Αυτόματα

source: Name
el: Όνομα

source: Mail Address
el: Διεύθυνση αλληλογραφίας

source: Password
el: Συνθηματικό

source: Manual
el: Χειροκίνητα

source: IMAP Settings
el: Ρυθμίσεις IMAP

source: IMAP Host
el: Διακομιστής IMAP

source: IMAP Security
el: Ασφάλεια IMAP

source: None
el: Καμμία

source: IMAP Port
el: Πόρτα IMAP

source: IMAP User
el: Χρήστης IMAP

source: IMAP Password
el: Συνθηματικό IMAP

source: SMTP Settings
el: Ρυθμίσεις SMTP

source: SMTP Host
el: Διακομιστής SMTP

source: SMTP Security
el: Ασφάλεια SMTP

source: SMTP Port
el: Πόρτα SMTP

source: SMTP User
el: Χρήστης SMTP

source: SMTP Password
el: Συνθηματικό SMTP

source: Save
el: Αποθήκευση

source: Connect
el: Σύνδεση

source: Account settings
el: Ρυθμίσεις λογαριασμού

source: Change name
el: Αλλαγή ονόματος

source: Signature
el: Υπογραφή

source: A signature is added to the text of new messages and replies.
el: Μια υπογραφή προστίθεται στο κείμενο των νέων μηνυμάτων και των απαντήσεων.

source: Writing mode
el: Κατάσταση επεξεργασίας

source: Preferred writing mode for new messages and replies.
el: Προτιμώμενη λειτουργία σύνταξης για νέα μηνύματα και απαντήσεις.

source: Default folders
el: Προεπιλεγμένοι φάκελοι

source: The folders to use for drafts, sent messages and deleted messages.
el: Οι φάκελοι που χρησιμοποιούνται για πρόχειρα, απεσταλμένα και διαγραμμένα μηνύματα.

source: Mail server
el: Διακομιστής αλληλογραφίας

source: Trusted senders
el: Έμπιστοι αποστολείς

source: Update alias
el: Ενημέρωση ψευδώνυμου

source: Show update alias form
el: Εμφάνιση φόρμας ενημέρωσης ψευδώνυμου

source: Delete alias
el: Διαγραφή ψευδωνύμου

source: Email address
el: Διεύθυνση αλληλογραφίας

source: Add alias
el: Προσθήκη alias

source: Create alias
el: Δημιουργία ψευδωνύμου

source: Cancel
el: Ακύρωση

source: Add mail account
el: Προσθήκη λογαριασμού αλληλογραφίας

source: Use Gravatar and favicon avatars
el: Χρησιμοποιήστε Gravatar και favicon avatars

source: Register as application for mail links
el: Εγγραφή ως εφαρμογή για συνδέσμους αλληλογραφίας

source: Show keyboard shortcuts
el: Εμφάνιση συντομεύσεων πληκτρολογίου

source: Allow the app to collect data about your interactions. Based on this data, the app will adapt to your preferences. The data will only be stored locally.
el: Να επιτρέπεται στην εφαρμογή να συλλέγει δεδομένα σχετικά με την δραστηριότητά σας. Με βάση αυτά τα δεδομένα, η εφαρμογή θα προσαρμοστεί στις προτιμήσεις σας. Τα δεδομένα θα αποθηκευτούν μόνο τοπικά.

source: Put my text to the bottom of a reply instead of on top of it.
el: Το κείμενό μου στο κάτω μέρος μιας απάντησης αντί στο επάνω μέρος της.

source: Automatically classify importance of new email
el: Αυτόματη ταξινόμηση σπουδαιότητας νέων email

source: Could not update preference
el: Δεν ήταν δυνατή η ενημέρωση της προτίμησης

source: From
el: Από:

source: Select account
el: Επιλογή λογαριασμού

source: To
el: Προς

source: Contact or email address …
el: Επαφή ή διεύθυνση ηλ.ταχυδρομείου ...

source: No contacts found.
el: Δε βρέθηκαν επαφές.

source: Subject
el: Θέμα

source: Subject …
el: Θέμα...

source: This message came from a noreply address so your reply will probably not be read.
el: Η αλληλογραφία προέρχεται από διεύθυνση η οποία δεν δέχεται απαντήσεις, οπότε η απάντησή σας πιθανότατα δεν θα διαβαστεί.

source: The following recipients do not have a PGP key: {recipients}.
el: Οι ακόλουθοι παραλήπτες δεν έχουν κλειδί PGP: {recipients}.

source: Write message …
el: Συγγραφή μηνύματος ...

source: Discard & close draft
el: Απόρριψη & κλείσιμο πρόχειρου

source: Discard draft
el: Απόρριψη πρόχειρου

source: Cannot save draft because this account does not have a drafts mailbox configured.
el: Δεν είναι δυνατή η αποθήκευση προχείρου επειδή αυτός ο λογαριασμός δεν έχει ρυθμισμένο γραμματοκιβώτιο προχείρων.

source: Saving draft …
el: Αποθήκευση προχείρου ...

source: Draft saved
el: Το πρόχειρο αποθηκεύτηκε

source: Upload attachment
el: Μεταφόρτωση συνημμένων

source: Add attachment from Files
el: Προσθήκη συνημμένου από Αρχεία

source: Enable formatting
el: Ενεργοποίηση μορφοποίησης

source: Request a read receipt
el: Ζητήστε βεβαίωση ανάγνωσης

source: Encrypt message with Mailvelope
el: Κρυπτογράφηση μηνύματος με το Mailvelope

source: Looking for a way to encrypt your emails? Install the Mailvelope browser extension!
el: Ψάχνετε έναν τρόπο να κρυπτογραφήσετε τα email σας; Εγκαταστήστε την επέκταση του προγράμματος περιήγησης Mailvelope!

source: Uploading attachments …
el: Ανέβασμα συνημμένων ...

source: Sending …
el: Γίνεται αποστολή...

source: Discarding …
el: Απόρριψη …

source: Draft was discarded!
el: Το πρόχειρο απορρίφθηκε!

source: Error sending your message
el: Σφάλμα κατά την αποστολή του μηνύματός σας

source: Go back
el: Πίσω

source: Retry
el: Δοκιμή ξανά

source: Send anyway
el: Στείλτε ούτως ή άλλως

source: Message sent!
el: Μήνυμα εστάλη!

source: Add share link from {productName} Files
el: Προσθήκη συνδέσμου κοινής χρήσης από αρχεία {productName}

source: Send
el: Αποστολή

source: Encrypt and send
el: Κρυπτογράφηση και αποστολή

source: Send unencrypted
el: Αποστολή μη κρυπτογραφημένου

source: Message {id} could not be found
el: Δεν ήταν δυνατή η εύρεση του μηνύματος {id}

source: No sent mailbox configured. Please pick one in the account settings.
el: Δεν έχει διαμορφωθεί γραμματοκιβώτιο για τα απεσταλμένα μηνύματα. Επιλέξτε ένα από τις ρυθμίσεις λογαριασμού.

source: You are trying to send to many recipients in To and/or Cc. Consider using Bcc to hide recipient addresses.
el: Προσπαθείτε να στείλετε σε πολλούς παραλήπτες σε Προς και/ή Κοιν. Εξετάστε το ενδεχόμενο να χρησιμοποιήσετε Κρυφή κοιν. για να αποκρύψετε τις διευθύνσεις παραληπτών.

source: Uploading {percent}% …
el: Μεταφόρτωση {percent}% …

source: Choose a file to add as attachment
el: Επιλέξτε ένα αρχείο για να προσθέσετε ως συνημμένο

source: Choose a file to share as a link
el: Επιλέξτε ένα αρχείο για κοινή χρήση ως σύνδεσμο

source: The attachment exceed the allowed attachments size of {size}. Please share the file via link instead.
el: Το συνημμένο υπερβαίνει το επιτρεπόμενο μέγεθος συνημμένων {size}. Παρακαλούμε διαμοιράστε το αρχείο μέσω συνδέσμου.

source: No message found yet
el: Δε βρέθηκε μήνυμα ακόμη.

source: Set up an account
el: Ρυθμίστε ένα λογαριασμό

source: Plain text
el: Απλό κείμενο

source: Rich text
el: Εμπλουτισμένο κείμενο

source: No messages in this mailbox
el: Δεν υπάρχουν μηνύματα σε αυτό το γραμματοκιβώτιο.

source: No messages
el: Κανένα μήνυμα

source: Draft:
el: Πρόχειρο:

source: Unfavorite
el: Μη αγαπημένο

source: Favorite
el: Αγαπημένο

source: Unread
el: Μη αναγνωσμένο

source: Read
el: Αναγνωσμένο

source: Unimportant
el: Μη σημαντικό

source: Mark not spam
el: Σήμανση ως μη ανεπιθύμητο

source: Mark as spam
el: Σήμανση ως ανεπιθύμητο

source: Unselect
el: Αναίρεση επιλογής

source: Select
el: Επιλογή

source: Edit tags
el: Επεξεργασία ετικετών

source: Move thread
el: Μετακίνηση νήματος

source: More actions
el: Περισσότερες ενέργειες

source: Delete thread
el: Διαγραφή νήματος

source: Edit as new message
el: Επεξεργασία ως νέο μήνυμα

source: Create event
el: Δημιουργία συμβάντος

source: Blind copy recipients only
el: Αποδέκτες με κρυφή κοινοποίηση μόνο

source: No trash mailbox configured
el: Δεν έχει διαμορφωθεί γραμματοκιβώτιο απορριμμάτων

source: Could not delete message
el: Δεν ήταν δυνατή η διαγραφή του μηνύματος

source: Load more
el: Φόρτωση περισσότερων

source: Mark {number} unread
el: Επισήμανση {number} ως μη αναγνωσμένου

source: Mark {number} read
el: Επισήμανση {number} ως αναγνωσμένου

source: Mark {number} as important
el: Επισήμανση {number} ως σημαντικού

source: Mark {number} as unimportant
el: Επισήμανση {number} ως μη σημαντικού

source: Unfavorite {number}
el: Μη αγαπημένο {number}

source: Favorite {number}
el: Αγαπημένο {number}

source: Unselect {number}
el: Αναίρεση επιλογής {number}

source: Move {number} thread
el: Μετακίνηση {number} νημάτος

source: Forward {number} as attachment
el: Προώθηση {number} ως συνημμένο

source: Delete {number} thread
el: Διαγραφή {number} νημάτος

source: Report this bug
el: Αναφέρετε αυτό το σφάλμα

source: All day
el: Ολοήμερο

source: Create
el: Δημιουργία

source: Event created
el: Το συμβάν δημιουργήθηκε

source: Could not create event
el: Αδυναμία δημιουργίας συμβάντος

source: Could not open mailbox
el: Δεν ήταν δυνατό το άνοιγμα του γραμματοκιβωτίου

source: Loading messages …
el: Φόρτωση μηνυμάτων ...

source: Indexing your messages. This can take a bit longer for larger mailboxes.
el: Καταλογοποίηση των μηνυμάτων σας. Αυτό μπορεί να διαρκέσει περισσότερο για μεγαλύτερα γραμματοκιβώτια.

source: Choose target mailbox
el: Επιλέξτε γραμματοκιβώτιο προορισμού

source: No more submailboxes in here
el: Δεν υπάρχουν άλλα υπο-γραμματοκιβώτια εδώ

source: Choose
el: Επιλογή

source: Important and unread
el: Σημαντικό και μη αναγνωσμένο

source: Important info
el: Σημαντική πλροφορία

source: Favorites
el: Αγαπημένα

source: Other
el: Άλλο

source: Messages will automatically be marked as important based on which messages you interacted with or marked as important. In the beginning you might have to manually change the importance to teach the system, but it will improve over time.
el: Τα μηνύματα θα επισημανθούν αυτόματα ως σημαντικά με βάση αυτά με τα οποία επισημαίνετε ως σημαντικά. Στην αρχή ίσως χρειαστεί να τα αλλάζετε χειροκίνητα, έως ότου εκπαιδευτεί το σύστημα, αλλά θα βελτιώνεται σταδιακά με την πάροδο του χρόνου.

source: The sender of this message has asked to be notified when you read this message.
el: Ο αποστολέας του μηνύματος ζήτησε να ειδοποιηθεί όταν διαβάσετε το μήνυμα.

source: Notify the sender
el: Ειδοποιήστε τον αποστολέα

source: You sent a read confirmation to the sender of this message.
el: Στείλατε βεβαίωση ανάγνωσης στον αποστολέα του μηνύματος.

source: Could not send mdn
el: Αδυναμία αποστολής mdn

source: Reply
el: Απάντηση

source: Reply to sender only
el: Απάντηση μόνο στον αποστολέα

source: Forward
el: Προώθηση

source: Move message
el: Μετακίνηση μηνύματος

source: Delete message
el: Διαγραφή μηνύματος

source: View source
el: Προβολή πηγής

source: Download thread data for debugging
el: Λήψη δεδομένων νήματος ακολουθίας για εντοπισμό σφαλμάτων

source: Message source
el: Πηγή μηνύματος

source: Message body
el: Σώμα μηνύματος

source: Import into calendar
el: Εισαγωγή στο ημερολόγιο

source: Download attachment
el: Λήψη συνημμένου

source: Save to Files
el: Αποθήκευση στα Αρχεία

source: Unnamed
el: Ανώνυμο

source: Embedded message
el: Ενσωματωμένο μήνυμα

source: Choose a folder to store the attachment in
el: Επιλέξτε ένα φάκελο για να αποθηκεύσετε τα συνημμένα

source: Save all to Files
el: Αποθήκευση όλων στα Αρχεία

source: Download Zip
el: Λήψη Zip

source: Choose a folder to store the attachments in
el: Επιλέξτε ένα φάκελο για να αποθηκεύσετε μέσα τα συνημμένα

source: This message is encrypted with PGP. Install Mailvelope to decrypt it.
el: Το μήνυμα είναι κρυπτογραφημένο με PGP. Εγκαταστήστε το Mailvelope για αποκρυπτογράφηση.

source: The images have been blocked to protect your privacy.
el: Οι εικόνες έχουν αποκλειστεί για να προστατευθεί η ιδιωτικότητά σας.

source: Show
el: Εμφάνιση

source: Show images temporarily
el: Εμφάνιση εικόνων προσωρινά

source: Always show images from {sender}
el: Εμφάνιση πάντα εικόνων από {sender}

source: Always show images from {domain}
el: Εμφάνιση πάντα εικόνων από {domain}

source: Message frame
el: Πλαίσιο κειμένου

source: Quoted text
el: Κείμενο σε παράθεση

source: Move
el: Μετακίνηση

source: Moving
el: Μετακινείται

source: Moving thread
el: Μετακίνηση νήματος

source: Moving message
el: Μετακίνηση μηνύματος

source: New message
el: Νέο μήνυμα

source: Settings
el: Ρυθμίσεις

source: Quota
el: Σύνολο χώρου

source: Show only subscribed mailboxes
el: Εμφάνιση μόνο εγγεγραμμένων γραμματοκιβωτίων

source: Add mailbox
el: Προσθήκη γραμματοκιβωτίου

source: Saving
el: Αποθήκευση

source: Move up
el: Μετακίνηση επάνω

source: Move down
el: Μετακίνηση Κάτω

source: Remove account
el: Αφαίρεση λογαριασμού

source: Loading …
el: Φόρτωση…

source: Not supported by the server
el: Δεν υποστηρίζεται από τον διακομιστή

source: {usage} of {limit} used
el: Σε χρήση {usage} από {limit}

source: The account for {email} and cached email data will be removed from Nextcloud, but not from your email provider.
el: Ο λογαριασμός για {email} και προσωρινά αποθηκευμένα δεδομένα email θα καταργηθεί από το Nextcloud, αλλά όχι από τον πάροχο email σας.

source: Remove account {email}
el: Αφαίρεση λογαριασμού {email}

source: Remove {email}
el: Αφαίρεση {email}

source: Show all subscribed mailboxes
el: Εμφάνιση όλων των εγγεγραμμένων γραμματοκιβωτίων

source: Show all mailboxes
el: Εμφάνιση όλων των γραμματοκιβωτίων

source: Collapse mailboxes
el: Σύμπτυξη γραμματοκιβωτίων

source: Mark all as read
el: Σημείωση όλων ως αναγνωσμένων

source: Mark all messages of this mailbox as read
el: Επισήμανση όλων ως αναγνωσμένων

source: Add submailbox
el: Προσθήκη υπο-γραμματοκιβωτίου

source: Edit name
el: Επεξεργασία ονόματος

source: Clear cache
el: Εκκαθάριση προσωρινής μνήμης

source: Clear locally cached data, in case there are issues with synchronization.
el: Εκκαθαρίστε τα δεδομένα κρυφής μνήμης, σε περίπτωση που υπάρχουν προβλήματα με το συγχρονισμό.

source: Subscribed
el: Εγγεγραμμένα

source: Sync in background
el: Συγχρονισμός στο παρασκήνιο

source: Delete mailbox
el: Διαγραφή γραμματοκιβωτίου

source: The mailbox and all messages in it will be deleted.
el: Το γραμματοκιβώτιο και όλα τα μηνύματα σε αυτό θα διαγραφούν.

source: Delete mailbox {name}
el: Διαγραφή γραμματοκιβωτίου {name}

source: An error occurred, unable to rename the mailbox.
el: Παρουσιάστηκε σφάλμα, δεν ήταν δυνατή η μετονομασία του γραμματοκιβωτίου.

source: {total} message
el: {total} μήνυμα

source: {unread} unread of {total}
el: {unread} μη αναγνωσμένο από {total}

source: Not found
el: Δε βρέθηκε

source: Could not load your draft
el: Δεν ήταν δυνατή η φόρτωση του πρόχειρου σας

source: Could not load original message
el: Δεν ήταν δυνατή η φόρτωση του πρωτότυπου μηνύματος

source: Attachments were not copied. Please add them manually.
el: Τα συνημμένα δεν αντιγράφηκαν. Προσθέστε τα χειροκίνητα.

source: No message selected
el: Κανένα μήνυμα δεν επελέγη

source: Contacts with this address
el: Επαφές με αυτήν τη διεύθυνση

source: Add to Contact
el: Προσθήκη στις επαφές

source: New Contact
el: Νέα επαφή

source: Copy to clipboard
el: Αντιγραφή στο πρόχειρο

source: Contact name …
el: Όνομα επαφής ...

source: Add
el: Προσθήκη

source: Disabled
el: Απενεργοποιημένο

source: Enabled
el: Ενεργοποιημένο

source: IMAP Credentials
el: Διαπιστευτήρια IMAP

source: Custom
el: Προσαρμοσμένο

source: Sieve User
el: Χρήστης Sieve

source: Signature …
el: Υπογραφή...

source: Save signature
el: Αποθήκευση υπογραφής

source: Delete
el: Διαγραφή

source: Add default tags
el: Προσθήκη προεπιλεγμένων ετικετών

source: Rename tag
el: Μετονομασία ετικέτας

source: Saving new tag name …
el: Αποθήκευση νέου ονόματος ετικέτας…

source: Set
el: Ορισμός

source: Unset
el: Απενεργοποίηση

source: Add tag
el: Προσθήκη ετικέτας

source: Saving tag …
el: Αποθήκευση ετικέτας…

source: An error occurred, unable to create the tag.
el: Παρουσιάστηκε σφάλμα, δεν ήταν δυνατή η δημιουργία της ετικέτας.

source: An error occurred, unable to rename the tag.
el: Παρουσιάστηκε σφάλμα, δεν ήταν δυνατή η μετονομασία της ετικέτας.

source: Could not load your message thread
el: Δεν ήταν δυνατή η φόρτωση του μηνύματός σας

source: Remove
el: Αφαίρεση

source: No senders are trusted at the moment.
el: Κανένας αποστολέας δεν είναι αξιόπιστος αυτή τη στιγμή.

source: Could not remove trusted sender {sender}
el: Δεν ήταν δυνατή η κατάργηση του αξιόπιστου αποστολέα {sender}

source: Import into {calendar}
el: Εισαγωγή στο {calendar}

source: Event imported into {calendar}
el: Το συμβάν εισήχθη στο {calendar}

source: Airplane
el: Αεροπλάνο

source: Reservation {id}
el: Κράτηση {id}

source: Flight {flightNr} from {depAirport} to {arrAirport}
el: Πτήση {flightNr} από {depAirport} προς {arrAirport}

source: Train
el: Τρένο

source: {trainNr} from {depStation} to {arrStation}
el: {trainNr} από {depStation} προς {arrStation}

source: Train from {depStation} to {arrStation}
el: Τρένο από {depStation} προς {arrStation}

source: Mail app
el: Εφαρμογή αλληλογραφίας

source: The mail app allows users to read mails on their IMAP accounts.
el: Η εφαρμογή ταχυδρομείου επιτρέπει στους χρήστες να διαβάζουν μηνύματα από τους λογαριασμούς τους IMAP.

source: Here you can find instance-wide settings. User specific settings are found in the app itself (bottom-left corner).
el: Εδώ μπορείτε να βρείτε ρυθμίσεις για το περιστατικό. Οι συγκεκριμένες ρυθμίσεις χρήστη βρίσκονται στην ίδια την εφαρμογή (κάτω αριστερή γωνία).

source: Reset
el: Επαναφορά

source: IMAP: {user} on {host}:{port} ({ssl} encryption)
el: IMAP: {user} σε {host}:{port} ({ssl} encryption)

source: SMTP: {user} on {host}:{port} ({ssl} encryption)
el: SMTP: {user} σε {host}:{port} ({ssl} encryption)

source: General
el: Γενικά

source: User
el: Χρήστης

source: Host
el: Διακομιστής

source: Port
el: Θύρα

source: With the settings above, the app will create account settings in the following way:
el: Με τις παραπάνω ρυθμίσεις, η εφαρμογή θα δημιουργήσει τις ρυθμίσεις λογαριασμού με τον ακόλουθο τρόπο:

source: Keyboard shortcut
el: Συντόμευση πλητρολογίου

source: Keyboard shortcuts
el: Συντομεύσεις πληκτρολογίου

source: Speed up your Mail experience with these quick shortcuts.
el: Βελτιώστε την ταχύτητά σας στην εμπειρία χρήσης στο πρόγραμμα Αλληλογραφίας με αυτές τις συντομεύσεις.

source: Compose new message
el: Σύνταξη νέου μηνύματος

source: Newer message
el: Νεότερο μήνυμα

source: Older message
el: Παλαιότερο μήνυμα

source: Toggle star
el: Εναλλαγή αστεριού

source: Toggle unread
el: Εναλλαγή αδιάβαστων

source: Search
el: Αναζήτηση

source: Refresh
el: Ανανέωση

source: Connect your mail account
el: Συνδέστε το λογαριασμό αλληλογραφίας σας

source: Unexpected error during account creation
el: Απροσδόκητο σφάλμα κατά την δημιουργία λογαριασμού

source: Itinerary for {type} is not supported yet
el: Η διαδρομή για {type} δεν υποστηρίζεται ακόμα

source: All
el: 'Ολα

source: Archive
el: Αρχειοθετημένα

source: Drafts
el: Πρόχειρα

source: Priority inbox
el: Εισερχόμενα προτεραιότητας

source: All inboxes
el: Όλα τα εισερχόμενα

source: Inbox
el: Εισερχόμενα

source: Junk
el: Ανεπιθύμητα

source: Sent
el: Απεσταλμένα

source: Trash
el: Απορρίμματα

source: Error while sharing file
el: Σφάλμα κατά τον διαμοιρασμό αρχείου

source: %n new message from {from}
el: %n νεό μήνυμα από {from}

source: Nextcloud Mail
el: Αλληλογραφία Nextcloud

source: Could not load {tag}{name}{endtag}
el: Αδυναμία φόρτωσης {tag}{name}{endtag}

source: There was a problem loading {tag}{name}{endtag}
el: Παρουσιάστηκε πρόβλημα φόρτωσης {tag}{name}{endtag}

source: Could not load your message
el: Δεν ήταν δυνατή η φόρτωση του μηνύματός σας

source: Could not load the desired message
el: Αδυναμία φόρτωσης του προτιμώμενου μηνύματος

source: Could not load the message
el: Δεν ήταν δυνατή η φόρτωση του μηνύματος

source: Error loading message
el: Σφάλμα φόρτωσης μηνύματος

source: Forwarding to %s
el: Προώθηση σε %s

source: Click here if you are not automatically redirected within the next few seconds.
el: Κάντε κλικ εδώ εάν δεν ανακατευθυνθείτε αυτόματα μέσα σε λίγα δευτερόλεπτα.

source: Redirect
el: Ανακατεύθυνση

source: The link leads to %s
el: Αυτός ο σύνδεσμος οδηγεί στο %s

source: If you don’t want to visit that page, you can return to <a href="%s">Mail</a>.
el: Εάν δεν θέλετε να επισκεφθείτε την σελίδα, μπορείτε να επιστρέψετε στην <a href="%s">Αλληλογραφία</a>.

source: Continue to %s
el: Συνέχεια στο %s
