Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/notes.po
Languages: el

source: Notes
el: Σημειώσεις

source: Reading notes from filesystem has failed.
el: Η ανάγνωση από το αρχείο συστήματος απέτυχε.

source: Error
el: Σφάλμα

source: New note
el: Νέα σημείωση

source: Distraction-free notes and writing
el: Χωρίς περιορισμούς σημειώσεις και γραφή

source: The Notes app is a distraction free notes taking app for [Nextcloud](https://www.nextcloud.com/). It provides categories for better organization and supports formatting using [Markdown](https://en.wikipedia.org/wiki/Markdown) syntax. Notes are saved as files in your Nextcloud, so you can view and edit them with every Nextcloud client. Furthermore, a separate [REST API](https://github.com/nextcloud/notes/blob/master/docs/api/README.md) allows for an easy integration into third-party apps (currently, there are notes apps for [Android](https://github.com/stefan-niedermann/nextcloud-notes), [iOS](https://github.com/owncloud/notes-iOS-App) and the [console](https://git.danielmoch.com/nncli/about) which allow convenient access to your Nextcloud notes). Further features include marking notes as favorites.
el: Η εφαρμογή "Σημειώσεις" είναι μια χωρίς περιττά εφαρμογή διαχείρισης σημειώσεων για το [Nextcloud](https://www.nextcloud.com/). Παρέχει κατηγορίες για καλύτερη οργάνωση και υποστηρίζει μορφοποίηση χρησιμοποιώντας τη σύνταξη [Markdown] (https://en.wikipedia.org/wiki/Markdown). Οι σημειώσεις αποθηκεύονται ως αρχεία στο Nextcloud, ώστε να μπορείτε να τα προβάλετε και να τα επεξεργαστείτε με κάθε λογισμικό Nextcloud. Επιπλέον, ένα ξεχωριστό [REST API](https://github.com/nextcloud/notes/blob/master/docs/api/README.md) επιτρέπει την εύκολη ενσωμάτωση σε εφαρμογές τρίτων (προς το παρόν, υπάρχουν εφαρμογές σημειώσεων για το [Android](https://github.com/stefan-niedermann/nextcloud-notes), [iOS](https://github.com/owncloud/notes-iOS-App) και [console](https://git.danielmoch.com/nncli/about) που επιτρέπουν εύκολη πρόσβαση στις σημειώσεις σας στο Nextcloud). Άλλα χαρακτηριστικά περιλαμβάνουν την επισήμανση σημειώσεων ως αγαπημένων.

source: Please see Nextcloud server log for details.
el: Για λεπτομέρειες παρακαλούμε δείτε το ιστορικό του διακομιστή Nextcloud.

source: Deleted {title}
el: Διεγραμμένες {title}

source: Undo Delete
el: Αναίρεση διαγραφής

source: Note recovered
el: Η σημείωση ανακτήθηκε

source: There are unsaved notes. Leaving the page will discard all changes!
el: Υπάρχουν σημειώσεις που δεν έχουν αποθηκευτεί. Φεύγοντας από την σελίδα θα διαγραφούν οι αλλαγές!

source: Deleted {number} note
el: Διαγράφηκε {number} σημείωση

source: Recovered {number} note
el: Επαναφέρθηκε {number} σημείωση

source: Settings
el: Ρυθμίσεις

source: Folder to store your notes
el: Φάκελος αποθήκευσης των σημειώσεών σας

source: Root directory
el: Ριζικός κατάλογος

source: File extension for new notes
el: Πρόσθετο αρχείου για νέες σημειώσεις

source: Display mode for notes
el: Λειτουργία εμφάνισης για τις σημειώσεις

source: User defined
el: Ορισμένο από τον χρήστη

source: Open in edit mode
el: Άνοιγμα για επεξεργασία

source: Open in preview mode
el: Άνοιγμα για προεπισκόπιση

source: No notes yet
el: Δεν υπάρχουν ακόμα σημειώσεις

source: Select an image
el: Επιλέξτε μια εικόνα

source: You cannot select images outside of your notes folder. Your notes folder is: {folder}
el: Δεν μπορείτε να επιλέξετε εικόνες εκτός του φακέλου των σημειώσεων σας. Ο φάκελος των σημειώσεων σας είναι: {folder}

source: Wrong image
el: Λάθος εικόνα

source: All notes
el: Όλες οι σημειώσεις

source: Categories
el: Κατηγορίες

source: Loading …
el: Φόρτωση…

source: Today
el: Σήμερα

source: Yesterday
el: Χθές

source: This week
el: Αυτή την εβδομάδα

source: Last week
el: Προηγούμενη εβδομάδα

source: This month
el: Αυτό το μήνα

source: Last month
el: Προηγούμενος μήνας

source: Rename
el: Μετονομασία

source: Note's title
el: Τίτλος σημειωματάριου

source: Delete note
el: Διαγραφή σημείωσης

source: Remove from favorites
el: Αφαίρεση από τα αγαπημένα

source: Add to favorites
el: Προσθήκη στα αγαπημένα

source: Error during preparing note for deletion.
el: Σφάλμα κατά την προετοιμασία της σημείωσης για διαγραφή.

source: The note has been changed in another session. Please choose which version should be saved.
el: Η σημείωση έχει τροποποιηθεί σε μια άλλη συνεδρία. Επιλέξτε ποια έκδοση θα αποθηκευτεί.

source: Use version from server
el: Χρησιμοποιήστε την έκδοση από τον διακομιστή

source: Use current version
el: Χρησιμοποιήστε την τρέχουσα έκδοση

source: Empty note
el: Κενή σημείωση

source: Write …
el: Σύνταξη ...

source: Details
el: Λεπτομέρειες

source: Edit
el: Επεξεργασία

source: Preview
el: Προεπισκόπηση

source: Exit full screen
el: Έξοδος πλήρους οθόνης

source: Full screen
el: Πλήρης οθόνη

source: Note is read-only. You cannot change it.
el: Η σημείωση είναι μόνο για ανάγνωση. Δεν μπορείτε να την αλλάξετε.

source: Save failed. Click to retry.
el: Η αποθήκευση απέτυχε. Κλίκ για προσπάθεια ξανά.

source: Update conflict. Click for resolving manually.
el: Διένεξη κατά την ενημέρωση. Κάντε κλικ για μη αυτόματη επίλυση.

source: Error from Nextcloud server: {msg}
el: Σφάλμα από τον διακομιστή Nextcloud: {msg}

source: Set category
el: Ορίστε κατηγορία

source: Category
el: Κατηγορία

source: Uncategorized
el: Χωρίς κατηγορία

source: Click here to save manually
el: Κλίκ εδώ για χειροκίνητη αποθήκευση

source: Saving failed!
el: Απέτυχε η αποθήκευση!

source: Last modified: {date}
el: Τελευταία τροποίηση: {date}

source: Note has unsaved changes
el: Η σημείωση έχει αλλαγές που δεν έχουν αποθηκευτεί

source: Subcategory
el: Υποκατηγορία

source: %n word
el: %n λέξη

source: %n character
el: %n χαρακτήρας

source: Write down your thoughts without any distractions.
el: Κρατήστε τις σκέψεις σας χωρίς περιορισμούς.

source: Use Markdown markups to style your text.
el: Με χρήση του Markdown για να δώσετε στυλ στο κείμενό σας.

source: Organize your notes in categories.
el: Οργανώστε τις σημειώσεις σας σε κατηγορίες.

source: Install the app for your mobile phone in order to access your notes from everywhere.
el: Εγκαταστήστε την εφαρμογή στο κινητό σας για πρόσβαση από οπουδήποτε.

source: Android app
el: Εφαρμογή Android

source: iOS app
el: Εφαρμογή iOS

source: Start writing a note by clicking on “{newnote}” in the app navigation.
el: Ξεκινήστε μια σημείωση κάνοντας κλικ στο "{newnote}" από το μενού εφαρμογών.

source: You can create subcategories by using “/” as delimiter between parent category and subcategory, e.g. “{parent}/{sub}”.
el: Μπορείτε να δημιουργήσετε υποκατηγορίες χρησιμοποιώντας το "/" ως οριοθέτη μεταξύ της κατηγορίας και της υποκατηγορίας, π.χ. "{Parent}/{sub}".

source: Note not found.
el: Δεν βρέθηκε η σημείωση.

source: Note is locked.
el: Η σημείωση είναι κλειδωμένη.

source: Insufficient storage.
el: Μη επαρκής αποθηκευτικός χώρος.

source: See JavaScript console and server log for details.
el: Δείτε την κονσόλα JavaScript και το ιστορικό του διακομιστή για λεπτομέρειες.

source: Updating settings has failed.
el: Η ενημέρωση ρυθμίσεων απέτυχε.

source: Fetching notes for dashboard has failed.
el: Η λήψη σημειώσεων για τον πίνακα ελέγχου απέτυχε.

source: Fetching notes has failed.
el: Η λήψη σημειώσεων απέτυχε.

source: Fetching note {id} has failed.
el: Η λήψη της σημείωσης {id} απέτυχε.

source: Refreshing note {id} has failed.
el: Η ανανέωση της σημείωσης {id} απέτυχε.

source: Renaming note {id} has failed.
el: Η μετονομασία της σημείωσης {id} απέτυχε.

source: Creating new note has failed.
el: Η δημιουργία νέας σημείωσης απέτυχε.

source: Saving note {id} has failed.
el: Η αποθήκευση της σημείωσης {id} απέτυχε.

source: Updating title for note {id} has failed.
el: Η ενημέρωση του τίτλου της σημείωσης {id} απέτυχε.

source: Undo delete has failed for note {title}.
el: Η αναίρεση διαγραφής της σημείωσης {title} απέτυχε.

source: Deleting note {id} has failed.
el: Η διαγραφή της σημείωσης {id} απέτυχε.

source: Toggling favorite for note {id} has failed.
el: Η εναλλαγή του αγαπημένου για τη σημείωση {id} απέτυχε.

source: Updating the note's category has failed. Is the target directory writable?
el: Η ενημέρωση της κατηγορίας σημείωσης απέτυχε. Ο κατάλογος είναι εγγράψιμος;

source: Updating the category for note {id} has failed.
el: Η ενημέρωση της κατηγορίας σημείωσης {id} απέτυχε.

source: Development Mode
el: Κατάσταση προγραμματισμού

source: It looks that the notes app was installed from a development source. Please install it from the official <a href="%1$s">Nextcloud App Store</a> instead. If you want to build the Notes app by yourself, please follow the <a href="%2$s">developer instructions</a>.
el: Φαίνεται ότι η εφαρμογή σημειώσεων εγκαταστάθηκε από μια τρίτη πηγή ανάπτυξης. Παρακαλούμε εγκαταστήστε από την επίσημη <a href="%1$s"> Αγορά Εφαρμογών Nextcloud</a>. Αν επιθυμείτε να αναπτύξετε την εφαρμογή Σημειώσεων, παρακαλούμε ακολουθήστε τις <a href="%2$s">οδηγίες προγραμματιστών</a>.
