Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/notifications.po
Languages: el

source: Hello %s
el: Γεια σας 1%s

source: Hello %s,
el: Γεια σας 1%s,

source: New notification for %s
el: Νέα ειδοποίηση για %s

source: You have a new notification for %s
el: Έχετε μια νέα ειδοποίηση για %s

source: You can change the frequency of these emails or disable them in the <a href="%s">settings</a>.
el: Μπορείτε να αλλάξετε τη συχνότητα αυτών των email ή να τα απενεργοποιήσετε στις <a href="%s"> ρυθμίσεις </a>.

source: You can change the frequency of these emails or disable them in the settings: %s
el: Μπορείτε να αλλάξετε τη συχνότητα αυτών των email ή να τα απενεργοποιήσετε στις ρυθμίσεις: 1%s

source: Admin notifications
el: Ειδοποιήσεις διαχειριστή

source: Notifications
el: Ειδοποιήσεις

source: This app provides a backend and frontend for the notification API available in Nextcloud.
el: Εφαρμογή ειδοποιήσεων API για backend και frontend διαθέσιμο στο Nextcloud.

source: This app provides a backend and frontend for the notification API available in Nextcloud. The API is used by other apps to notify users in the web UI and sync clients about various things. Some examples are: 📬 Federated file sharing: You received a new remote share 📑 Comments: Another user mentioned you in a comment on a file 🚢 Update notification: Available update for an app or nextcloud itself 📣 Announcement center: An announcement was posted by an admin
el: Εφαρμογή ειδοποιήσεων API για backend και frontend διαθέσιμο στο Nextcloud. Το API χρησιμοποιείται από άλλες εφαρμογές για παροχή ειδοποιήσεων στον χρήστη σχετικά με διάφορα θέματα. Κάποια παραδείγματα είναι: 📬 Federated κοινόχρηστα: Με τη λήψη νέου κοινόχρηστου 📑 Σχόλια: Όταν κάποιος χρήστης αναφέρει το όνομά σας σε κάποιο αρχείο 🚢 Ειδοποίηση αναβάθμισης: Όταν είναι διαθέσιμη αναβάθμιση εφαρμογής ή του nextcloud 📣 Ανακοινώσεις: Δημοσίευση ανακοίνωσης από τον διαχειριστή

source: Dismiss all notifications
el: Εκκαθάριση όλων των ειδοποιήσεων

source: Requesting browser permissions to show notifications
el: Αίτηση άδειας φυλλομετρητή για εμφάνιση ειδοποιήσεων

source: No notifications
el: Καμία ειδοποίηση

source: Failed to dismiss all notifications
el: Αποτυχία αποδέσμευσης όλων των ειδοποιήσεων

source: Failed to perform action
el: Αποτυχία εκτέλεσης ενέργειας

source: Dismiss
el: Αποδέσμευση

source: seconds ago
el: δευτερόλεπτα πριν

source: Failed to dismiss notification
el: Αποτυχία αποδέσμευσης της ειδοποίησης

source: in {path}
el: στο {path}

source: You need to set up your email address before you can receive notification emails.
el: Πρέπει να ρυθμίσετε τη διεύθυνση email σας για να μπορείτε να λαμβάνετε μηνύματα ηλεκτρονικού ταχυδρομείου ειδοποίησης.

source: Send email reminders about unhandled notifications after:
el: Αποστολή υπενθυμίσεων μέσω email για μη χειριζόμενες ειδοποιήσεις μετά από:

source: Never
el: Ποτέ

source: 1 hour
el: 1 ώρα

source: 3 hours
el: 3 ώρες

source: 1 day
el: 1 μέρα

source: 1 week
el: 1 εβδομάδα

source: Your settings have been updated.
el: Οι ρυθμίσεις σας έχουν ενημερωθεί.

source: An error occurred while updating your settings.
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση των ρυθμίσεών σας.
