Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/oauth2.po
Languages: el

source: Your client is not authorized to connect. Please inform the administrator of your client.
el: Ο εφαρμογή σας δεν είναι εξουσιοδοτημένη να συνδεθεί. Ενημερώστε τον διαχειριστή σας.

source: Your redirect URL needs to be a full URL for example: https://yourdomain.com/path
el: Η διεύθυνση URL ανακατεύθυνσης πρέπει να είναι μια πλήρη διεύθυνση URL, για παράδειγμα: https://yourdomain.com/path

source: Allows OAuth2 compatible authentication from other web applications.
el: Επιτρέπει τον συμβατό έλεγχο ταυτότητας OAuth2 από άλλες εφαρμογές ιστού.

source: The OAuth2 app allows administrators to configure the built-in authentication workflow to also allow OAuth2 compatible authentication from other web applications.
el: Η εφαρμογή OAuth2 επιτρέπει στους διαχειριστές να ρυθμίζουν τις παραμέτρους της ενσωματωμένης ροής εργασιών ελέγχου ταυτότητας για να επιτρέπουν επίσης τον έλεγχο ταυτότητας OAuth2 από άλλες εφαρμογές ιστού.

source: OAuth 2.0 clients
el: Πελάτες OAuth 2.0

source: OAuth 2.0 allows external services to request access to {instanceName}.
el: Το OAuth 2.0 επιτρέπει στις εξωτερικές υπηρεσίες να ζητούν πρόσβαση στο {instanceName}.

source: Add client
el: Προσθήκη πελάτη

source: Name
el: Όνομα

source: Redirection URI
el: URI ανακατεύθυνσης

source: Add
el: Προσθήκη

source: Client Identifier
el: Αναγνωριστικό πελάτη

source: Secret
el: Μυστικό

source: Show client secret
el: Εμφάνιση μυστικού εφαρμογής υπολογιστή

source: Delete
el: Διαγραφή
