Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/password_policy.po
Languages: el

source: Password is expired, please use forgot password method to reset
el: Το συνθηματικό έχει λήξει. Χρησιμοποιήστε το ξέχασα το συνθηματικό μου για επαναφορά

source: Password must not have been used recently before.
el: Το συνθηματικό δεν πρέπει να έχει χρησιμοποιηθεί πρόσφατα.

source: Password is among the 1,000,000 most common ones. Please make it unique.
el: Το συνθηματικό είναι μεταξύ των 1.000.000 συνηθέστερων. Παρακαλούμε κάντε το μοναδικό.

source: Password is present in compromised password list. Please choose a different password.
el: Το συνθηματικό έχει ξαναχρησιμοποιηθεί στο παρελθόν. Παρακαλούμε επιλέξτε διαφορετικό.

source: Password needs to be at least %s characters long.
el: Το συνθηματικό πρέπει να περιλαμβάνει τουλάχιστον %s χαρακτήρες.

source: Password needs to contain at least one numeric character.
el: Το συνθηματικό πρέπει να περιέχει τουλάχιστον ένα αριθμητικό χαρακτήρα.

source: Password needs to contain at least one special character.
el: Το συνθηματικό πρέπει να περιέχει τουλάχιστον ένα ειδικό χαρακτήρα.

source: Password needs to contain at least one lower and one upper case character.
el: Το συνθηματικό πρέπει να περιέχει τουλάχιστον έναν μικρό και έναν κεφαλαίο χαρακτήρα.

source: Password policy
el: Πολιτική συνθηματικού

source: Allows admins to configure a password policy
el: Επιτρέπει στους διαχειριστές να ορίσουν την πολιτική συνθηματικών

source: Allow admin to define certain pre-conditions for password, e.g. enforce a minimum length
el: Επιτρέψτε στο διαχειριστή να ορίσει ορισμένες προϋποθέσεις για το συνθηματικό, π.χ. επιβολή ελάχιστου μήκους

source: Saved
el: Αποθηκεύτηκε

source: Minimum password length
el: Ελάχιστο μήκος συνθηματικού

source: User password history
el: Ιστορικό συνθηματικών χρήστη

source: Number of days until user password expires
el: Αριθμός ημερών έως τη λήξη του συνθηματικού χρήστη

source: Number of login attempts before the user account is blocked (0 for no limit)
el: Αριθμός προσπαθειών σύνδεσης πριν αποκλειστεί ο λογαριασμός χρήστη (0 για χωρίς όριο)

source: Forbid common passwords
el: Απαγόρευση κοινών συνθηματικών

source: Enforce upper and lower case characters
el: Υποχρεωτική χρήση κεφαλαίων και πεζών χαρακτήρων

source: Enforce numeric characters
el: Υποχρεωτική χρήση αριθμητικών χαρακτήρων

source: Enforce special characters
el: Υποχρεωτική χρήση ειδικών χαρακτήρων

source: Check password against the list of breached passwords from haveibeenpwned.com
el: Ελέγξτε τον κωδικό πρόσβασης κατά της λίστας παραβιασμένων συνθηματικών από το haveibeenpwned.com

source: This check creates a hash of the password and sends the first 5 characters of this hash to the haveibeenpwned.com API to retrieve a list of all hashes that start with those. Then it checks on the Nextcloud instance if the password hash is in the result set.
el: Αυτός ο έλεγχος δημιουργεί ένα αναγνωριστικό του κωδικού πρόσβασης και στέλνει τους πρώτους 5 χαρακτήρες στο API του hasibeenpwned.com για να ανακτήσει μια λίστα όλων των hashes που αρχίζουν με αυτούς. Έπειτα, ελέγχει την αρμόδια υπηρεσία του Nextcloud εάν το hash του συνθηματικού βρίσκεται στα αποτελέσματα.

source: Unknown error
el: Άγνωστο σφάλμα

source: Minimal length has to be a non negative number
el: Το ελάχιστο μήκος πρέπει να είναι μη αρνητικός αριθμός

source: History size has to be a non negative number
el: Το μέγεθος ιστορικού πρέπει να είναι μη αρνητικός αριθμός

source: Expiration days have to be a non negative number
el: Οι ημέρες λήξης πρέπει να είναι μη αρνητικοί αριθμοί

source: Maximum login attempts have to be a non negative number
el: Οι μέγιστες προσπάθειες σύνδεσης πρέπει να είναι μη αρνητικός αριθμός

source: Password needs to be at least %s characters long
el: Το συνθηματικό πρέπει να είναι τουλάχιστον %s σε μήκος χαρακτήρων
