Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/photos.po
Languages: el

source: Photos
el: Φωτογραφίες

source: Your memories under your control
el: Οι αναμνήσεις υπό τον έλεγχό σας

source: Your photos
el: Οι φωτογραφίες σας

source: Your videos
el: Τα βίντεό σας

source: Favorites
el: Αγαπημένα

source: On this day
el: Αυτή τη μέρα

source: Your folders
el: Οι φάκελοί σας

source: Shared with you
el: Διαμοιρασμένα μαζί σας

source: Tagged photos
el: Φωτογραφίες με ετικέτα

source: Locations
el: Τοποθεσίες

source: Settings
el: Ρυθμίσεις

source: Open the full size "{name}" image
el: Άνοιγμα εικόνας «{name}» σε πλήρη μέγεθος

source: Open the "{name}" sub-directory
el: Άνοιγμα υπό-κατάλογου του «{name}»

source: Share this folder
el: Διαμοιρασμός αυτού του φακέλου

source: Back to {folder}
el: Πίσω στο {folder}

source: {years} year ago
el: {years} χρόνο πριν

source: View
el: Προβολή

source: Enable squared photos view
el: Ενεργοποίηση προβολής τετραγωνικών φωτογραφιών

source: This folder does not exist
el: Αυτός ο φάκελος δεν υπάρχει

source: An error occurred
el: Παρουσιάστηκε σφάλμα

source: No photos in here
el: Δεν υπάρχουν φωτογραφίες εδώ

source: No tags yet
el: Χωρίς ετικέτες ακόμη

source: Photos with tags will show up here
el: Φωτογραφίες με ετικέτες εμφανίζονται εδώ πάνω

source: This folder does not exists
el: Ο φάκελος δεν υπάρχει
