Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/polls.po
Languages: el

source: Poll changes
el: Αλλαγές δημοσκόπησης

source: Poll invitation "%s"
el: Πρόσκληση στη δημοσκόπηση «%s»

source: This email is sent to you, because you are invited to vote in this poll by the poll owner. At least your name or your email address is recorded in this poll. If you want to get removed from this poll, contact the site administrator or the initiator of this poll, where the mail is sent from.
el: Σας στάλθηκε αυτό το email, επειδή προσκληθήκατε να ψηφίσετε στην δημοσκόπηση. Το όνομα ή το email σας θα καταγραφούν. Αν δεν επιθυμείτε επικοινωνήστε με τον διαχειριστή της δημοσκόπησης που σας την έστειλε.

source: {owner} invited you to take part in the poll "{title}" as a member of the group {group_name}
el: {owner} Σας προσκάλεσε να συμμετέχετε στην δημοσκόπηση "{title}" ως μέλος της ομάδας {group_name}

source: {owner} invited you to take part in the poll "{title}"
el: Ο/η {owner} σας προσκάλεσε να συμμετέχετε στην δημοσκόπηση "{title}"

source: This link gives you personal access to the poll named above. Press the button above or copy the following link and add it in your browser's location bar:
el: Ο σύνδεσμος σας δίνει πρόσβαση στην παραπάνω δημοσκόπηση. Πιέστε το κουμπί από πάνω ή αντιγράψτε τον σύνδεσμο και προσθέστε τον στην μπάρα αναζήτησης του περιηγητή σας:

source: Do not share this link with other people, because it is connected to your votes.
el: Μην μοιράζεστε αυτόν τον σύνδεσμο με άλλα άτομα, επειδή συνδέεται με τις ψήφους σας.

source: Notification for poll "%s"
el: Ειδοποίηση για δημοσκόπηση "%s"

source: Go to poll
el: Μετάβαση στην δημοσκόπηση

source: This email is sent to you, because you subscribed to notifications of this poll. To opt out, visit the poll and remove your subscription.
el: Αυτό το e-mail σας αποστέλλεται, επειδή έχετε εγγραφεί στις ειδοποιήσεις της δημοσκόπησης. Για να εξαιρεθείτε, επισκεφθείτε τη δημοσκόπηση και καταργήστε τη συνδρομή σας.

source: Legal Notice
el: Νομική ειδοποίηση

source: Privacy Policy
el: Πολιτική απορρήτου

source: Polls App - New Activity
el: Εφαρμογή Polls - Νέα δραστηριότητα

source: "{title}" has recent activity:
el: "{title}" έχει πρόσφατη δραστηριότητα:

source: A user
el: Ένας χρήστης

source: %s has voted.
el: Ο/Η %s ψήφισε.

source: Updated poll configuration. Please check your votes.
el: Ενημερώθηκε η διαμόρφωση δημοσκόπησης. Παρακαλούμε ελέγξτε τις ψήφους σας.

source: The poll has been deleted.
el: Η δημοσκόπηση διαγράφηκε.

source: The poll has been restored.
el: Έγινε επαναφορά της δημοσκόπησης.

source: The poll has been closed.
el: Η δημοσκόπηση ολοκληρώθηκε.

source: A voting option has been added.
el: Μια επιλογή ψήφου προστέθηκε.

source: A voting option has been changed.
el: Μια επιλογή ψήφου έχει αλλάξει.

source: A voting option has been confirmed.
el: Μια επιλογή ψήφου έχει επιβεβαιωθεί.

source: A voting option has been removed.
el: Μια επιλογή ψήφου έχει αφαιρεθεί.

source: The poll owner has been changed.
el: Ο κάτοχος της δημοσκόπησης έχει αλλάξει.

source: %s created the poll.
el: %sδημιουργήθηκε η δημοσκόπηση.

source: A voting option has been unconfirmed.
el: Μια επιλογή ψήφου δεν επιβεβαιώθηκε.

source: %s has left a comment.
el: %s άφησε ένα σχόλιο.

source: Reminder for poll "%s"
el: Υπενθύμιση για δημοσκόπηση "%s"

source: Check your votes
el: Ελέγξτε τις ψήφους σας

source: The first poll option is away less than {leftPeriod} hours ({dateTime}, {timezone}).
el: Η πρώτη επιλογή της δημοσκόπησης απέχει λιγότερο απο {leftPeriod} ώρες ({dateTime},{timeZone}).

source: The poll is about to expire in less than {leftPeriod} hours ({dateTime}, {timezone}).
el: Η δημοσκόπηση θα λήξει σε λιγότερο απο {leftPeriod} ώρες ({dateTime},{timezone}).

source: {owner} sends you this reminder to make sure, your votes are set.
el: Ο/η {owner} σας στέλνει αυτήν την υπενθύμιση για να βεβαιωθείτε ότι οι ψήφοι σας έχουν οριστεί.

source: Circle
el: Κύκλος

source: Contact
el: Επαφή

source: Contact group
el: Ομάδα επαφών

source: External Email
el: Εξωτερική διεύθυνση ηλεκτρονικού ταχυδρομείου

source: External user
el: Εξωτερικός χρήστης

source: Public link
el: Δημόσιος σύνδεσμος

source: Group
el: Ομάδα

source: User
el: Χρήστης

source: Polls
el: Δημοσκοπήσεις

source: %s invited you to a poll
el: Ο/η %sσας προσκάλεσε σε μια δημοσκόπηση

source: {actor} has invited you to the poll "%s".
el: {actor} σας προσκάλεσε στην δημοσκόπηση "%s"

source: %s took over your poll
el: Ο/η %sανέλαβε την ψηφοφορία σας

source: {actor} took over your poll "%s" and is the new owner.
el: {actor} ανέλαβε την δημοσκόπηση σας "%s" και είναι τώρα ο νέος κάτοχος.

source: %s deleted your poll
el: Ο %s διέγραψε την δημοσκόπηση σας

source: {actor} deleted your poll "%s".
el: {actor} διέγραψε την δημοσκόπηση σας "%s"

source: %s archived your poll
el: Ο %s αρχειοθέτησε την δημοσκόπηση σας

source: {actor} archived your poll "%s".
el: {actor} αρχειοθέτησε την δημοσκόπηση σας "%s"

source: You have commented on poll {pollTitle}
el: Σχολιάσατε στην δημοσκόπηση {pollTitle}

source: {actor} has commented on poll {pollTitle}
el: {actor} έχει σχολιάσει στην δημοσκόπηση {pollTitle}

source: You have deleted a comment from poll {pollTitle}
el: Έχετε διαγράψει ένα σχόλιο από την δημοσκόπηση {pollTitle}

source: {actor} has deleted a comment from poll {pollTitle}
el: {actor} διέγραψε ένα σχόλιο από την δημοσκόπηση {pollTitle}

source: You have added an option to poll {pollTitle}
el: Έχετε προσθέσει μια επιλογή στην δημοσκόπηση {pollTitle}

source: {actor} has added an option to poll {pollTitle}
el: {actor} έχει προσθέσει μια επιλογή στην δημοσκόπηση {pollTitle}

source: You have changed an option of poll {pollTitle}
el: Έχετε αλλάξει μια επιλογή της δημοσκόπησης {pollTitle}

source: {actor} has changed an option of poll {pollTitle}
el: {actor} έχει αλλάξει μια επιλογή της δημοσκόπησης {pollTitle}

source: You have confirmed option {optionTitle} of poll {pollTitle}
el: Έχετε επιβεβαιώσει την επιλογή {optionTitle} της δημοσκόπησης {pollTitle}

source: {actor} has confirmed option {optionTitle} of poll {pollTitle}
el: {actor} έχει επιβεβαιώσει την επιλογή {optionTitle} της δημοσκόπησης {pollTitle}

source: You have unconfirmed option {optionTitle} of poll {pollTitle}
el: Δεν έχετε επιβεβαιώσει την επιλογή {optionTitle} της δημοσκόπησης {pollTitle}

source: {actor} has unconfirmed option {optionTitle} of poll {pollTitle}
el: {actor} δεν έχει επιβεβαιώσει την επιλογή {optionTitle} της δημοσκόπησης {pollTitle}

source: You have removed option {optionTitle} from poll {pollTitle}
el: Έχετε αφαιρέσει την επιλογή {optionTitle} απο την δημοσκόπηση {pollTitle}

source: {actor} has removed option {optionTitle} from poll {pollTitle}
el: {actor} έχει αφαιρέσει την επιλογή {optionTitle} απο την δημοσκόπηση {pollTitle}

source: You have added poll {pollTitle}
el: Έχετε προσθέσει δημοσκόπηση {pollTitle}

source: {actor} has added poll {pollTitle}
el: {actor} έχει προσθέσει δημοσκόπηση {pollTitle}

source: You have changed the configuration of poll {pollTitle}
el: Έχετε αλλάξει τη διαμόρφωση της δημοσκόπησης {pollTitle}

source: {actor} has changed the configuration of poll {pollTitle}
el: {actor} έχει αλλάξει τη διαμόρφωση της δημοσκόπησης {pollTitle}

source: You have archived poll {pollTitle}
el: Έχετε αρχειοθετήσει τη δημοσκόπηση {pollTitle}

source: {actor} has archived poll {pollTitle}
el: {actor} έχει αρχειοθετήσει την δημοσκόπηση {pollTitle}

source: You have restored poll {pollTitle}
el: Έχετε ανακτήσει την δημοσκόπηση {pollTitle}

source: {actor} has restored poll {pollTitle}
el: {actor} έχει ανακτήσει την δημοσκόπηση {pollTitle}

source: Poll {pollTitle} has been closed
el: Η δημοσκόπηση {pollTitle} έχει κλείσει

source: You have changed the owner of poll {pollTitle}
el: Έχετε αλλάξει τον κάτοχο της δημοσκόπησης {pollTitle}

source: {actor} has changed the owner of poll {pollTitle}
el: {actor} έχει αλλάξει τον κάτοχο της δημοσκόπησης {pollTitle}

source: You have reordered the options of poll {pollTitle}
el: Έχετε αναδιοργανώσει τις επιλογές της δημοσκόπησης {pollTitle}

source: {actor} has reordered the options of poll {pollTitle}
el: {actor} έχει αναδιοργανώσει τις επιλογές της δημοσκόπησης {pollTitle}

source: You have added a public share to poll {pollTitle}
el: Έχετε προσθέσει μια δημόσια κοινοποίηση στην δημοσκόπηση {pollTitle}

source: {actor} has added a public share to poll {pollTitle}
el: {actor} έχει προσθέσει μια δημόσια κοινοποίηση στην δημοσκόπηση {pollTitle}

source: You have shared poll {pollTitle} with group {sharee}
el: Έχετε κοινοποιήσει την δημοσκόπηση {pollTitle} με την ομάδα {sharee}

source: {actor} has shared poll {pollTitle} with group {sharee}
el: {actor} έχει κοινοποιήσει την δημοσκόπηση {pollTitle} με την ομάδα {sharee}

source: You have shared poll {pollTitle} with circle {sharee}
el: Έχετε κοινοποιήσει την δημοσκόπηση {pollTitle} με τον κύκλο {sharee}

source: {actor} has shared poll {pollTitle} with circle {sharee}
el: {actor} έχει κοινοποιήσει την δημοσκόπηση {pollTitle} με τον κύκλο {sharee}

source: You have shared poll {pollTitle} with contact group {sharee}
el: Έχετε κοινοποιήσει την δημοσκόπηση {pollTitle} με την ομάδα επαφών {sharee}

source: {actor} has shared poll {pollTitle} with contact group {sharee}
el: {actor} έχει κοινοποιήσει την δημοσκόπηση {pollTitle} με την ομάδα επαφών {sharee}

source: You have shared poll {pollTitle} with {sharee}
el: Έχετε κοινοποιήσει την δημοσκόπηση {pollTitle} με {sharee}

source: {actor} has shared poll {pollTitle} with {sharee}
el: {actor} έχει κοινοποιήσει την δημοσκόπηση {pollTitle} με {sharee}

source: You have changed your email address
el: Έχετε αλλάξει την διεύθυνση του ηλεκτρονικού σας ταχυδρομείου

source: {sharee} has changed his email address
el: {sharee} έχει αλλάξει την διεύθυνση του ηλεκτρονικού του ταχυδρομείου

source: You have changed the share type
el: Έχετε αλλάξει τον τύπο κοινοποίησης

source: {actor} has changed the share type
el: {action} έχει αλλάξει τον τύπο κοινοποίησης

source: You have changed the registration constraints for share {sharee}
el: Έχετε αλλάξει τους περιορισμούς εγγραφής για την κοινοποίηση {sharee}

source: {actor} has changed the registration constraints for share {sharee}
el: {actor} έχει αλλάξει τους περιορισμούς για την κοινοποίηση {sharee}

source: You have registered to poll {pollTitle}
el: Έχετε εγγραφεί στη δημοσκόπηση {pollTitle}

source: {sharee} registered to poll {pollTitle}
el: {sharee} εγγράφηκε στη δημοσκόπηση {pollTitle}

source: You have deleted a public share from poll {pollTitle}
el: Έχετε διαγράψει τη δημόσια κοινοποίηση από τη δημοσκόπηση {pollTitle}

source: {actor} has deleted a public share from poll {pollTitle}
el: {actor} έχει διαγράψει την δημόσια κοινοποίηση απο την δημοσκόπηση {pollTitle}

source: You have deleted the share for group {sharee} from poll {pollTitle}
el: Έχετε διαγράψει την κοινοποίηση για την ομάδα {sharee} απο την δημοσκόπηση {pollTitle}

source: {actor} has deleted the share for group {sharee} from poll {pollTitle}
el: {actor} έχει διαγράψει την κοινοποίηση για την ομάδα {sharee} από τη δημοσκόπηση {pollTitle}

source: You have deleted the share for {sharee} from poll {pollTitle}
el: Έχετε διαγράψει την κοινοποίηση για {sharee} απο την δημοσκόπηση {pollTitle}

source: {actor} has deleted the share for {sharee} from poll {pollTitle}
el: {actor} έχει διαγράψει την κοινοποίηση για {sharee} απο την δημοσκόπηση {pollTitle}

source: You have deleted the share for circle {sharee} from poll {pollTitle}
el: Έχετε διαγράψει την κοινοποίηση για τον κύκλο {sharee} απο την δημοσκόπηση {pollTitle}

source: {actor} has deleted the share for circle {sharee} from poll {pollTitle}
el: {actor} έχει διαγράψει την κοινοποίηση για τον κύκλο {sharee} απο την δημοσκόπηση {pollTitle}

source: You have deleted the share for contact group {sharee} from poll {pollTitle}
el: Έχετε διαγράψει την κοινοποίηση για την ομάδα επαφής {sharee} απο την δημοσκόπηση {pollTitle}

source: {actor} has deleted the share for contact group {sharee} from poll {pollTitle}
el: {actor} έχει διαγράψει την κοινοποίηση για την ομάδα επαφής {sharee} απο την δημοσκόπηση {pollTitle}

source: You have deleted a share from poll {pollTitle}
el: Έχετε διαγράψει την κοινοποίηση απο την δημοσκόπηση {pollTitle}

source: {actor} has deleted a share from poll {pollTitle}
el: {actor} έχει διαγράψει την κοινοποίηση για την δημοσκόπηση {pollTitle}

source: You have voted in poll {pollTitle}
el: Έχετε ψηφίσει στη δημοσκόπηση {pollTitle}

source: {actor} has voted in poll {pollTitle}
el: {actor} έχει ψηφίσει στην δημοσκόπηση {pollTitle}

source: You have done something indescribable with poll {pollTitle}
el: Έχετε κάνει κάτι απερίγραπτο με την δημοσκόπηση {pollTitle}

source: {actor} has done something indescribable with poll {pollTitle}
el: {actor} έχει κάνει κάτι απερίγραπτο με την δημοσκόπηση {pollTitle}

source: You have commented
el: Έχετε σχολιάσει

source: {actor} has commented
el: {actor} έχει σχολιάσει

source: You have deleted a comment
el: Έχετε διαγράψει ένα σχόλιο

source: {actor} has deleted a comment
el: {actor} έχει διαγράψει ένα σχόλιο

source: You have added an option
el: Έχετε προσθέσει μια επιλογή

source: {actor} has added an option
el: {actor} έχει προσθέσει μια επιλογή

source: You have changed an option
el: Έχετε αλλάξει μια επιλογή

source: {actor} has changed an option
el: {actor} έχει αλλάξει μια επιλογή

source: You have confirmed option {optionTitle}
el: Έχετε επιβεβαιώσει την επιλογή {optionTitle}

source: {actor} has confirmed option {optionTitle}
el: {actor} έχει επιβεβαιώσει την επιλογή {optionTitle}

source: You have unconfirmed option {optionTitle}
el: Δεν έχετε επιβεβαιώσει την επιλογή {optionTitle}

source: {actor} has unconfirmed option {optionTitle}
el: {actor} δεν έχει επιβεβαιώσει την επιλογή {optionTitle}

source: You have removed option {optionTitle}
el: Έχετε αφαιρέσει την επιλογή {optionTitle}

source: {actor} has removed option {optionTitle}
el: {actor} έχει αφαιρέσει την επιλογή {optionTitle}

source: You have created this poll
el: Έχετε δημιουργήσει αυτήν τη δημοσκόπηση

source: {actor} has created this poll
el: {actor} έχει δημιουργήσει αυτήν τη δημοσκόπηση

source: You have changed the configuration
el: Έχετε αλλάξει τη διαμόρφωση

source: {actor} has changed the configuration
el: {actor} έχει αλλάξει την διαμόρφωση

source: You have archived this poll
el: Έχετε αρχειοθετήσει αυτήν τη δημοσκόπηση

source: {actor} has archived this poll
el: {actor} έχει αρχειοθετήσει αυτην την δημοσκόπηση

source: You have restored this poll
el: Έχετε ανακτήσει αυτήν τη δημοσκόπηση

source: {actor} has restored this poll
el: {actor} έχει ανακτήσει αυτην την δημοσκόπηση

source: This poll has been closed
el: Αυτη η δημοσκόπηση έχει κλείσει

source: You have changed the poll owner
el: Έχετε αλλάξει τον κάτοχο της δημοσκόπησης

source: {actor} has changed the poll owner
el: {actor} έχει αλλάξει τον κάτοχο της δημοσκόπησης

source: You have reordered the options
el: Έχετε αναδιοργανώσει τις επιλογές

source: {actor} has reordered the options
el: {actor} αναδιοργάνωσε τις επιλογές

source: You have added a public share
el: Έχετε προσθέσει μια δημόσια κοινοποίηση

source: {actor} has added a public share
el: {actor} έχει προσθέσει μια δημόσια κοινοποίηση

source: You have shared this poll with group {sharee}
el: Έχετε κοινοποιήσει αυτήν τη δημοσκόπηση με την ομάδα {sharee}

source: {actor} has shared this poll with group {sharee}
el: {actor} έχει κοινοποιήσει αυτην την δημοσκόπηση με την ομάδα {sharee}

source: You have shared this poll with circle {sharee}
el: Έχετε κοινοποιήσει αυτήν τη δημοσκόπηση με τον κύκλο {sharee}

source: {actor} has shared this poll with circle {sharee}
el: {actor} έχει κοινοποιήσει αυτήν τη δημοσκόπηση με τον κύκλο {sharee}

source: You have shared this poll with contact group {sharee}
el: Έχετε κοινοποιήσει αυτήν τη δημοσκόπηση με την ομάδα επαφής {sharee}

source: {actor} has shared this poll with contact group {sharee}
el: {actor} έχει κοινοποιήσει αυτήν τη δημοσκόπηση με την ομάδα {sharee}

source: You have shared this poll with {sharee}
el: Έχετε κοινοποιήσει αυτήν τη δημοσκόπηση με {sharee}

source: {actor} has shared this poll with {sharee}
el: {actor} έχει κοινοποιήσει αυτήν τη δημοσκόπηση με {sharee}

source: Email address of {sharee} has been changed
el: Η διεύθυνση του ηλεκτρονικού ταχυδρομείου του {sharee} έχει αλλάξει

source: You have registered
el: Έχετε εγγραφεί

source: {sharee} has registered
el: {sharee} έχει εγγραφεί

source: You have deleted a public share
el: Έχετε διαγράψει μια δημόσια κοινοποίηση

source: {actor} has deleted a public share
el: {actor} έχει διαγράψει μια δημόσια κοινοποίηση

source: You have deleted the share for group {sharee}
el: Έχετε διαγράψει την κοινοποίηση για την ομάδα {sharee}

source: {actor} has deleted the share for group {sharee}
el: {actor} έχει διαγράψει την κοινοποίηση για την ομάδα {sharee}

source: You have deleted the share for circle {sharee}
el: Έχετε διαγράψει την κοινοποίηση για τον κύκλο {sharee}

source: {actor} has deleted the share for circle {sharee}
el: {actor} έχει διαγράψει την κοινοποίηση για τον κύκλο {sharee}

source: You have deleted the share for contact group {sharee}
el: Έχετε διαγράψει την κοινοποίηση για την ομάδα επαφής {sharee}

source: {actor} has deleted the share for contact group {sharee}
el: {actor} έχει διαγράψει την κοινοποίηση για την ομάδα επαφής {sharee}

source: You have deleted share of {sharee}
el: Έχετε διαγράψει την κοινοποίηση του {sharee}

source: {actor} has deleted a share
el: {actor} έχει διαγράψει μια κοινοποίηση

source: You have voted
el: Έχετε ψηφίσει

source: {actor} has voted
el: {actor} έχει ψηφίσει

source: You have done something indescribable with this poll
el: Έχετε κάνει κάτι απερίγραπτο με αυτήν την δημοσκόπηση

source: {actor} has done something indescribable with this poll
el: {actor} έχει κάνει κάτι απερίγραπτο με αυτήν την δημοσκόπηση

source: Events happening inside of a <strong>poll</strong>
el: Συμβαίνουν διάφορα γεγονότα μέσα σε μία <strong>δημοσκόπηση</strong>

source: Someone voted inside a <strong>poll</strong>
el: Κάποιος ψήφισε μέσα σε μια <strong>δημοσκόπηση</strong>

source: A polls app, similar to Doodle/Dudle with the possibility to restrict access.
el: Μια εφαρμογή δημοσκόπησης, παρόμοια με το Doodle/Dudle με την δυνατότητα περιορισμένης πρόσβασης

source: A polls app, similar to Doodle/Dudle with the possibility to restrict access (members, certain groups/users, hidden and public).
el: Μια εφαρμογή δημοσκόπησης, παρόμοια με το Doodle/Dudle με την δυνατότητα περιορισμένης πρόσβασης (μέλη, συγκεκριμένες ομάδες/ χρήστες, κρυμμένες και δημόσιες)

source: Switch to list view
el: Αλλαγή σε προβολή λίστας

source: Switch to table view
el: Αλλαγή σε προβολή πίνακα

source: Delete
el: Διαγραφή

source: Deleting in {countdown} second
el: Διαγραφή σε {countdown} δευτερόλεπτο

source: Date order
el: Ταξινόμηση κατά ημερομηνία

source: Original order
el: Αρχική ταξινόμηση

source: Ranked order
el: Διαβαθμισμένη ταξινόμηση

source: Toggle Sidebar
el: Εναλλαγή Πλευρικής στήλης

source: Conflict
el: Διένεξη

source: Got a network error while checking calendar events.
el: Παρουσιάστηκε σφάλμα δικτύου κατά τον έλεγχο συμβάντων ημερολογίου.

source: New comment …
el: Νέο σχόλιο …

source: Error while saving comment
el: Σφάλμα κατά την αποθήκευση σχολίου

source: Delete comment
el: Διαγραφή σχολίου

source: Error while deleting the comment
el: Σφάλμα κατά την διαγραφή του σχολίου

source: The automatic reminder is sent to all shares via email:
el: Η αυτόματη υπενθύμιση αποστέλλεται σε όλα τα κοινόχρηστα στοιχεία μέσω email:

source: For polls with expiration:
el: Για δημοσκοπήσεις με λήξη:

source: 48 hours before the expiration date, if the poll is created more than 5 days before the expiration.
el: 48 ώρες πριν από την ημερομηνία λήξης, εάν η δημοσκόπηση έχει δημιουργηθεί περισσότερες από 5 ημέρες πριν από τη λήξη.

source: 36 hours before the expiration date, if the poll is created more than 2 and less than 5 days before the expiration.
el: 36 ώρες πριν από την ημερομηνία λήξης, εάν η δημοσκόπηση έχει δημιουργηθεί περισσότερες από 2 και λιγότερο από 5 ημέρες πριν από τη λήξη.

source: For date polls without expiration:
el: Για δημοσκοπήσεις ημερομηνίας χωρίς λήξη:

source: 48 hours before the first date option, if the poll is created more than 5 days before the first date option.
el: 48 ώρες πριν από την επιλογή πρώτης ημερομηνίας, εάν η δημοσκόπηση έχει δημιουργηθεί περισσότερες από 5 ημέρες πριν από την επιλογή πρώτης ημερομηνίας.

source: 36 hours before the first date option, if the poll is created more than 2 and less than 5 days before the first date option.
el: 36 ώρες πριν από την επιλογή πρώτης ημερομηνίας, εάν η δημοσκόπηση έχει δημιουργηθεί περισσότερες από 2 και λιγότερο από 5 ημέρες πριν από την επιλογή πρώτης ημερομηνίας.

source: No reminder is sent:
el: Δεν αποστέλλεται υπενθύμιση:

source: For text polls without expiration.
el: Για δημοσκοπήσεις κειμένου χωρίς λήξη.

source: For polls created less than 2 days before the expiration.
el: Για δημοσκοπήσεις που δημιουργήθηκαν λιγότερο από 2 ημέρες πριν από τη λήξη.

source: If a share already got a reminder (no matter, if the expiration date got changed).
el: Εάν ένας αποδέχτης έλαβε ήδη υπενθύμιση (δεν έχει σημασία αν άλλαξε η ημερομηνία λήξης).

source: If the poll is already closed.
el: Εάν η δημοσκόπηση έχει ήδη κλείσει.

source: Allow admins to edit this poll
el: Επιτρέπεται σε διαχειριστές να επεξεργαστούν τη δημοσκόπηση

source: Allow Comments
el: Να επιτρέπονται σχόλια

source: Allow "Maybe" vote
el: Να επιτρέπεται η ψήφος "Ίσως"

source: Anonymous poll
el: Ανώνυμη δημοσκόπηση

source: Use Autoreminder
el: Χρήση Αυτόματης Υπενθύμιση

source: Autoreminder informations
el: Πληροφορίες αυτόματης υπενθύμισης

source: Reopen poll
el: Ανοίξτε ξανά τη δημοσκόπηση

source: Close poll
el: Κλείστε τη δημοσκόπηση

source: Poll closing date
el: Ημερομηνία λήξης δημοσκόπησης

source: Limit "Yes" votes per option
el: Περιορισμός ψήφων «Ναι» ανά επιλογή

source: Hide not available Options
el: Απόκρυψη μη διαθέσιμων επιλογών

source: Allow Proposals
el: Να επιτρέπονται οι προτάσεις

source: Proposal closing date
el: Ημερομηνία λήξης πρότασης

source: Proposals possible until
el: Δυνατότητα υποβολής προτάσεων μέχρι

source: Always show results
el: Πάντα εμφάνιση αποτελεσμάτων

source: Hide results until poll is closed
el: Απόκρυψη αποτελεσμάτων έως ότου κλείσει η δημοσκόπηση

source: Never show results
el: Ποτέ να μην εμφανίζονται αποτελέσματα

source: Delete vote when switched to "No"
el: Διαγραφή ψήφου όταν αλλάζει σε "Όχι"

source: Limit "Yes" votes per user
el: Περιορισμός ψήφων «Ναι» ανά χρήστη

source: Title
el: Τίτλος

source: Enter Title
el: Προσθήκη Τίτλου

source: Poll type
el: Τύπος δημοσκόπησης

source: Cancel
el: Aκύρωση

source: Apply
el: Εφαρμογή

source: Date poll
el: Δημοσκόπηση ημερομηνίας

source: Text poll
el: Δημοσκόπηση κειμένου

source: Poll "{pollTitle}" added
el: Προστέθηκε η δημοσκόπηση "{pollTitle}"

source: Error while creating Poll "{pollTitle}"
el: Σφάλμα κατά τη δημιουργία δημοσκόπησης "{pollTitle}".

source: Download Excel spreadsheet
el: Λήψη υπολογιστικού φύλλου Excel

source: Download Open Document spreadsheet
el: Λήψη υπολογιστικού φύλλου Open Document

source: Download CSV file
el: Λήψη αρχείου CSV

source: Download HTML file
el: Λήψη αρχείου HTML

source: Participants
el: Συμμετέχοντες

source: From
el: Από

source: To
el: Έως

source: Email address
el: Διεύθυνση αλληλογραφίας

source: No
el: Όχι

source: Clone poll
el: Κλωνοποίηση δημοσκόπησης

source: Archive poll
el: Αρχειοθέτηση δημοσκόπησης

source: Restore poll
el: Επαναφορά δημοσκόπησης

source: Delete poll
el: Διαγραφή δημοσκόπησης

source: Confirmed
el: Επιβεβαιώθηκε
