Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/polls.po
Languages: el

source: Relevant polls
el: Σχετικές δημοσκοπήσεις

source: All polls which are relevant or important to you, because you are a participant or the owner or you are invited to. Without polls closed more than five days ago.
el: Όλες οι δημοσκοπήσεις που είναι σχετικές ή σημαντικές για εσάς, επειδή είστε συμμετέχων ή κάτοχος ή έχετε προσκληθεί. Χωρίς να συμπεριλαμβάνονται δημοσκοπήσεις που έχουν κλείσει περισσότερες από πέντε ημέρες πριν.

source: My polls
el: Οι δημοσκοπήσεις μου

source: Your polls (in which you are the owner).
el: Οι δημοσκοπήσεις σας (στις οποίες είστε ο ιδιοκτήτης).

source: Private polls
el: Ιδιωτικές δημοσκοπήσεις

source: All private polls, to which you have access.
el: Όλες οι ιδιωτικές δημοσκοπήσεις, στις οποίες έχετε πρόσβαση.

source: Participated
el: Με συμμετοχή μου

source: All polls, where you placed a vote.
el: Όλες οι δημοσκοπήσεις, στις οποίες ψηφίσατε.

source: Open polls
el: Ανοιχτές δημοσκοπήσεις

source: A complete list with all open polls on this site, regardless who is the owner.
el: Μια πλήρης λίστα με όλες τις ανοιχτές δημοσκοπήσεις σε αυτόν τον ιστότοπο, ανεξάρτητα από το ποιος είναι ο κάτοχος.

source: All polls
el: Όλες οι δημοσκοπήσεις

source: All polls, where you have access to.
el: Όλες οι δημοσκοπήσεις, όπου έχετε πρόσβαση.

source: Closed polls
el: Κλειστές δημοσκοπήσεις

source: All closed polls, where voting is disabled.
el: Όλες οι κλειστές δημοσκοπήσεις, όπου η ψηφοφορία είναι απενεργοποιημένη.

source: Archive
el: Αρχειοθετημένες

source: My archived polls
el: Οι αρχειοθετημένες δημοσκοπήσεις μου

source: Your archived polls are only accessible to you.
el: Οι αρχειοθετημένες δημοσκοπήσεις σας είναι προσβάσιμες μόνο σε εσάς.
