Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/polls.po
Languages: el

source: Clone to option sequence
el: Κλωνοποίηση σε ακολουθία επιλογών

source: Create a sequence of date options starting with {dateOption}.
el: Δημιουργήστε μια σειρά από επιλογές ημερομηνίας που αρχίζουν από {dateOption}.

source: Step unit:
el: Μονάδα βήματος:

source: Step width:
el: Εύρος βήματος:

source: Number of items to create:
el: Αριθμός στοιχείων προς δημιουργία:

source: OK
el: Εντάξει

source: Week
el: Εβδομάδα

source: Delete option
el: Διαγραφή επιλογής

source: {displayName}'s proposal
el: πρόταση του/της {displayName}

source: Propose a date
el: Προτείνετε μια ημερομηνία

source: Propose an option
el: Προτείνετε μια επιλογή

source: Clone option
el: Κλωνοποίηση επιλογής

source: Unconfirm option
el: Επιλογή αναίρεσης επιβεβαίωσης

source: Confirm option
el: Επιλογή επιβεβαίωσης

source: No vote options
el: Δεν υπάρχουν επιλογές ψήφου

source: Add some!
el: Προσθέστε μερικές!

source: Select range
el: Επιλέξτε εύρος

source: Remove time
el: Αφαίρεση ώρας

source: Add time
el: Προσθήκη ώρας

source: Add
el: Προσθήκη

source: Added
el: Προστέθηκε

source: Pick a day.
el: Επιλέξτε ημέρα.

source: Add date
el: Προσθήκη ημερομηνίας

source: Click to add an option
el: Κάντε κλικ για προσθήκη επιλογής

source: {optionText} added
el: {optionText} προστέθηκε

source: {optionText} already exists
el: {optionText} υπάρχει ήδη

source: Error adding {optionText}
el: Σφάλμα κατά την προσθήκη του {optionText}

source: Shifting dates is disabled to prevent shifting of other user's proposals.
el: Η αλλαγή ημερομηνιών είναι απενεργοποιημένη για να αποφευχθεί η μετακίνηση των προτάσεων άλλων χρηστών.

source: Add option
el: Προσθήκη επιλογής

source: Create multiple options at once
el: Δημιουργήστε πολλές επιλογές ταυτόχρονα

source: Each line creates a new option. Duplicates will get skipped without warning.
el: Κάθε γραμμή δημιουργεί μια νέα επιλογή. Τα διπλότυπα θα παραβλεφθούν χωρίς προειδοποίηση.

source: Close
el: Κλείσιμο

source: Add options
el: Προσθήκη επιλογών

source: Add options list (one option per line)
el: Προσθήκη λίστας επιλογών (μία επιλογή ανά γραμμή)

source: Paste option list
el: Επικόλληση λίστας επιλογών

source: Options added
el: Προστέθηκαν επιλογές

source: Error adding options
el: Σφάλμα κατά την προσθήκη επιλογών

source: Poll informations
el: Πληροφορίες δημοσκόπησης

source: A hidden poll from {name}
el: Μια κρυφή δημοσκόπηση από τον/την {name}

source: A public poll from {name}
el: Μια δημόσια δημοσκόπηση από τον/την {name}

source: Invite users via the share tab in the sidebar
el: Προσκαλέστε χρήστες μέσω της καρτέλας κοινής χρήσης στην πλαϊνή γραμμή

source: Archived
el: Αρχειοθετήθηκε

source: Closing {relativeExpirationTime}
el: Κλείσιμο {relativeExpirationTime}

source: Proposal period ended {timeRelative}
el: Η περίοδος πρότασης έληξε {timeRelative}

source: Proposal period ends {timeRelative}
el: Η περίοδος πρότασης λήγει {timeRelative}

source: never
el: ποτέ

source: Poll owner:
el: Κάτοχος δημοσκόπησης:

source: Created {dateRelative}
el: Δημιουργήθηκε {dateRelative}

source: Closing: {dateRelative}
el: Κλείνει: {dateRelative}

source: Time zone: {timezoneString}
el: Ζώνη ώρας: {timezoneString}

source: You subscribed to this poll
el: Είστε εγγεγραμμένος σε αυτή τη δημοσκόπηση

source: Proposals are allowed
el: Επιτρέπονται προτάσεις

source: No proposals are allowed
el: Δεν επιτρέπονται προτάσεις

source: Results are hidden until closing poll
el: Τα αποτελέσματα είναι κρυφά μέχρι το κλείσιμο της δημοσκόπησης

source: Results are visible since closing poll
el: Τα αποτελέσματα είναι ορατά από το κλείσιμο της δημοσκόπησης

source: Results are always hidden
el: Τα αποτελέσματα είναι πάντα κρυφά

source: Results are visible
el: Τα αποτελέσματα είναι ορατά

source: Access only for invited persons
el: Πρόσβαση μόνο για προσκεκλημένα άτομα

source: Relevant and accessible for all users
el: Σχετική και προσβάσιμη για όλους τους χρήστες

source: Open poll
el: Ανοιχτή δημοσκόπηση

source: %n Participant
el: %n Συμμετέχων

source: %n option
el: %n επιλογή

source: %n "Yes" vote
el: %n ψήφος "Ναι"

source: %n "No" vote
el: %n ψήφος "Όχι"

source: %n "Maybe" vote
el: %n ψήφος "Ίσως"

source: Only %n vote per option.
el: Μόνο %n ψήφος ανά επιλογή.

source: Optional email address
el: Προαιρετική διεύθυνση email

source: Checking email address …
el: Έλεγχος διεύθυνσης email…

source: valid email address.
el: έγκυρη διεύθυνση email.

source: Invalid email address.
el: Μη έγκυρη διεύθυνση email.

source: Public participation
el: Συμμετοχή του κοινού

source: To participate, tell us how we can call you!
el: Για να συμμετάσχετε, πείτε μας πώς μπορούμε να σας καλέσουμε!

source: Enter your name
el: Προσθέστε το όνομά σας

source: You are a registered user of this site?
el: Είστε εγγεγραμμένος χρήστης αυτού του ιστότοπου;

source: Login
el: Σύνδεση

source: As a regular user of this site, you can participate with your internal identity after logging in.
el: Ως τακτικός επισκέπτης του ιστοτόπου, μπορείτε να συμμετέχετε αφότου συνδεθείτε με το εσωτερικό αναγνωριστικό σας.

source: Otherwise participate publicly.
el: Διαφορετικά συμμετάσχετε δημόσια.

source: By clicking the "OK" button you accept our {privacyPolicy}.
el: Κάνοντας κλικ στο κουμπί "OK" αποδέχεστε την {privacyPolicy} μας.

source: privacy policy
el: πολιτική απορρήτου

source: Checking name …
el: Έλεγχος χρήστη …

source: {username} is invalid or reserved.
el: {username} δεν είναι έγκυρο ή έχει δεσμευτεί.

source: {username} is valid.
el: {username} είναι έγκυρο.

source: Valid email address.
el: Έγκυρη ηλεκτρονική διεύθυνση

source: Email could not be sent to {emailAddress}
el: Δεν ήταν δυνατή η αποστολή email στη διεύθυνση {emailAddress}

source: Error saving name
el: Σφάλμα αποθήκευσης ονόματος

source: Your email address is required. After the registration your personal link to the poll will be sent to this address.
el: Απαιτείται η διεύθυνση email σας. Μετά την εγγραφή ο προσωπικός σας σύνδεσμος για την ψηφοφορία θα σταλεί σε αυτή τη διεύθυνση.

source: With your email address you can subscribe to notifications and you will receive your personal link to this poll.
el: Με τη διεύθυνση email σας μπορείτε να εγγραφείτε σε ειδοποιήσεις και θα λάβετε τον προσωπικό σας σύνδεσμο σε αυτήν τη δημοσκόπηση.

source: Access
el: Πρόσβαση

source: Owner
el: Ιδιοκτήτης

source: Created
el: Δημιουργήθηκε

source: Closing date
el: Ημερομηνία κλεισίματος

source: No description provided
el: Δεν υπάρχει περιγραφή

source: Private poll
el: Ιδιωτική δημοσκόπηση

source: Deactivate combo view for all users
el: Απενεργοποίηση σύνθετης προβολής για όλους τους χρήστες

source: Allow combo view for the following groups
el: Να επιτρέπεται η σύνθετη προβολή για τις ακόλουθες ομάδες

source: Leave empty to disallow for all.
el: Αφήστε κενό για να μην επιτρέπεται για όλους.

source: Add terms links also to the email footer
el: Προσθέστε επίσης συνδέσμους όρων και στο υποσέλιδο του email

source: Additional email disclaimer
el: Πρόσθετη δήλωση αποποίησης ευθυνών στα μηνύματα ηλεκτρονικού ταχυδρομείου.

source: Preview
el: Προεπισκόπηση

source: The privacy link and the legal notice link are automatically added to the registration dialog of public polls.
el: Οι σύνδεσμοι για την πολιτική απορρήτου και της νομικής ειδοποίησης προστίθενται αυτόματα στο παράθυρο διαλόγου εγγραφής των δημόσιων δημοσκοπήσεων.

source: As a default the links configured in the theming app are used. For public polls these can be overriden by individual terms.
el: Ως προεπιλογή χρησιμοποιούνται οι σύνδεσμοι που υπάρχουν στις ρυθμίσεις εμφάνισης. Για τις δημόσιες δημοσκοπήσεις, αυτά μπορούν να αντικατασταθούν από μεμονωμένους όρους.

source: Privacy policy link:
el: Σύνδεσμος πολιτικής απορρήτου:

source: Legal notice link:
el: Σύνδεσμος νομικής ειδοποίησης:

source: Enter the URL of your privacy policy
el: Εισαγάγετε τη διεύθυνση URL της πολιτικής απορρήτου σας

source: Enter the URL of your legal notice
el: Εισαγάγετε τη διεύθυνση URL της νομικής ειδοποίησης σας

source: Track activities
el: Παρακολούθηση δραστηριοτήτων

source: Hide login option in public polls
el: Απόκρυψη επιλογής σύνδεσης σε δημόσιες δημοσκοπήσεις

source: Archive closed polls automatically
el: Αυτόματη αρχειοθέτηση κλειστών δημοσκοπήσεων

source: After how many days are the closed polls to be archived:
el: Μετά από πόσες ημέρες θα αρχειοθετηθούν οι κλειστές δημοσκοπήσεις:

source: Activate long polling for instant updates
el: Λάβετε ενημερώσεις άμεσα

source: Activate periodic polling of updates from the client
el: Λάβετε ενημερώσεις περιοδικά

source: Disable automatic updates (reload app for updates)
el: Απενεργοποίηση αυτόματων ενημερώσεων (επαναφόρτωση της εφαρμογής για ενημερώσεις)

source: Disallow poll creation for all users
el: Να μην επιτρέπεται η δημιουργία δημοσκοπήσεων για όλους τους χρήστες

source: Allow poll creation for the following groups
el: Να επιτρέπεται η δημιουργία δημοσκόπησης για τις ακόλουθες ομάδες

source: Disallow poll download
el: Να μην επιτρέπεται η λήψη δημοσκόπησης

source: Allow poll download for the following groups
el: Να επιτρέπεται η λήψη δημοσκόπησης για τις ακόλουθες ομάδες

source: Disallow public shares
el: Να μην επιτρέπεται η δημόσια κοινοποίηση

source: Allow public shares for the following groups
el: Να επιτρέπονται οι δημόσιες κοινοποιήσεις για τις ακόλουθες ομάδες

source: Disallow open polls
el: Να μην επιτρέπονται ανοιχτές δημοσκοπήσεις

source: Allow creating open polls for the following groups
el: Να επιτρέπεται η δημιουργία ανοιχτών δημοσκοπήσεων για τις ακόλουθες ομάδες

source: Use calendar lookup
el: Χρησιμοποιήστε την αναζήτηση ημερολογίου

source: Check, if an option in a date poll is conflicting with or near an entry in your calendar.
el: Ελέγξτε, εάν μια επιλογή σε μια δημοσκόπηση ημερομηνίας έρχεται σε διένεξη με ή κοντά σε μια καταχώριση στο ημερολόγιό σας.

source: Opt in to the calendars, which should be checked.
el: Συμμετοχή στα ημερολόγια, τα οποία πρέπει να ελεγχθούν.

source: Text polls default to list view
el: Οι δημοσκοπήσεις κειμένου προβάλλονται προεπιλεγμένα σε προβολή λίστας

source: Check this, if you prefer to display text poll in a vertical aligned list rather than in the grid view. The initial default is list view.
el: Ελέγξτε αυτό, εάν προτιμάτε να εμφανίζεται η δημοσκόπηση κειμένου σε κατακόρυφη στοίχιση παρά σε προβολή πλέγματος. Η αρχική προεπιλογή είναι προβολή λίστας.

source: Date polls default to list view
el: Οι δημοσκοπήσεις ημερομηνίας προβάλλονται προεπιλεγμένα σε προβολή λίστας

source: Check this, if you prefer to display date poll in a vertical view rather than in the grid view. The initial default is grid view.
el: Ελέγξτε αυτό, εάν προτιμάτε να εμφανίζεται η δημοσκόπηση ημερομηνίας σε κατακόρυφη προβολή και όχι σε προβολή πλέγματος. Η αρχική προεπιλογή είναι προβολή πλέγματος.

source: A poll with many options and voters can have a heavy impact on client performance.
el: Μια δημοσκόπηση με πολλές επιλογές και ψηφοφόρους μπορεί να έχει μεγάλο αντίκτυπο στην απόδοση του client.

source: Set the amount of voting cells (options x participants) up to which all voting cells should be displayed.
el: Ορίστε τον αριθμό των κελιών ψηφοφορίας (επιλογές x συμμετέχοντες) μέχρι τον οποίο θα πρέπει να εμφανίζονται όλα τα κελιά ψηφοφορίας.

source: If this threshold gets tresspasses only the current user will be displayed, to avoid a performance breakdown.
el: Αν αυτό το όριο ξεπεραστεί θα εμφανιστεί μόνο ο τρέχων χρήστης, για την αποφυγή υπερφόρτωσης του συστήματος.

source: The default threshold of 1000 should be a good and safe value.
el: Το προεπιλεγμένο όριο των 1000 θα πρέπει να είναι μια καλή και ασφαλής τιμή.

source: The style settings are still experimental!
el: Οι ρυθμίσεις στυλ είναι πειραματικές!

source: Adopt dashboard style
el: Υιοθέτησε το στυλ του Πίνακα ελέγχου

source: Set individual styles
el: Ορίστε μεμονωμένα στυλ

source: Use background color
el: Χρησιμοποιήστε χρώμα φόντου

source: Use background image
el: Χρησιμοποιήστε εικόνα φόντου

source: Enter the URL of your favorite background image.
el: Εισάγετε τη διεύθυνση URL της αγαπημένης σας εικόνας φόντου.

source: Dark picture
el: Σκοτεινή εικόνα

source: Translucent foreground elements
el: Διαφανή στοιχεία προσκηνίου

source: Add a translucent effect on foreground elements like sidebar and poll table (Does not work with all browsers).
el: Προσθέστε ένα ημιδιαφανές εφέ σε στοιχεία προσκηνίου όπως η πλαϊνή γραμμή και ο πίνακας δημοσκοπήσεων (Δε λειτουργεί με όλα τα προγράμματα περιήγησης).

source: User settings
el: Ρυθμίσεις χρήστη

source: Performance settings
el: Ρυθμίσεις απόδοσης

source: Styles
el: Στυλ

source: Add a new public link
el: Προσθήκη νέου δημόσιου συνδέσμου

source: Error adding public link
el: Σφάλμα κατά την προσθήκη δημόσιου συνδέσμου

source: Shares
el: Κοινόχρηστα

source: Has voted
el: Έχει ψηφίσει

source: Has not voted
el: Δεν έχει ψηφίσει

source: Resend invitation mail
el: Επαναποστολή μηνύματος πρόσκλησης

source: Send invitation mail
el: Αποστολή μηνύματος πρόσκλησης

source: Grant poll admin access
el: Παραχώρηση πρόσβασης διαχειριστή δημοσκόπησης

source: Withdraw poll admin access
el: Ανάκληση πρόσβασης διαχειριστή δημοσκόπησης

source: Copy link to clipboard
el: Αντιγραφή συνδέσμου στο πρόχειρο

source: Options for the registration dialog
el: Επιλογές για το παράθυρο διαλόγου εγγραφής

source: Email address is optional
el: Η διεύθυνση email είναι προαιρετική

source: Email address is mandatory
el: Η διεύθυνση email είναι υποχρεωτική

source: Do not ask for email address
el: Μη ζητάτε διεύθυνση email

source: Remove share
el: Κατάργηση διαμοιρασμού

source: Invitation sent to {displayName} ({emailAddress})
el: Πρόσκληση στάλθηκε σε {displayName} ({emailAddress})

source: Error sending invitation to {displayName} ({emailAddress})
el: Σφάλμα κατά την αποστολή πρόσκλησης σε {displayName} ({emailAddress})

source: Link copied to clipboard
el: Ο σύνδεσμος αντιγράφηκε στο πρόχειρο

source: Error while copying link to clipboard
el: Σφάλμα κατά την αντιγραφή συνδέσμου στο πρόχειρο

source: Unsent invitations
el: Μη απεσταλμένες προσκλήσεις

source: Resolve into individual invitations
el: Ανάλυση σε ατομικές προσκλήσεις

source: Remove invitation
el: Κατάργηση πρόσκλησης

source: Resolving of {name} is not possible. The circles app is not enabled.
el: Δεν είναι δυνατή η επίλυση του {name}. Η εφαρμογή κύκλων δεν είναι ενεργοποιημένη.

source: Resolving of {name} is not possible. The contacts app is not enabled.
el: Δεν είναι δυνατή η επίλυση του {name}. Η εφαρμογή επαφών δεν είναι ενεργοποιημένη.

source: Error resolving {name}.
el: Σφάλμα κατά την επίλυση {name}.

source: No activity
el: Καμία δραστηριότητα

source: No comments
el: Χωρίς σχόλια

source: Be the first.
el: Γίνετε ο πρώτος.

source: Please be careful when changing options, because it can affect existing votes in an unwanted manner.
el: Να είστε προσεκτικοί όταν αλλάζετε επιλογές, γιατί μπορεί να επηρεάσει τις υπάρχουσες ψήφους με ανεπιθύμητο τρόπο.

source: As an admin you may edit this poll
el: Ως διαχειριστής μπορείτε να επεξεργαστείτε την δημοσκόπηση

source: Description
el: Περιγραφή

source: Poll configurations
el: Ρυθμίσεις δημοσκόπησης

source: Poll closing status
el: Κατάσταση κλεισίματος δημοσκόπησης

source: %n of {maximalVotes} vote left.
el: απομένει %n από {maximalVotes} ψήφος.

source: Result display
el: Εμφάνιση αποτελεσμάτων

source: Error deleting poll.
el: Σφάλμα διαγραφής δημοσκόπησης.

source: Allow proposals from users
el: Επιτρέπονται προτάσεις από χρήστες

source: Shift all date options
el: Μετακινήστε όλες τις επιλογές ημερομηνίας

source: Available Options
el: Διαθέσιμες Επιλογές

source: Receive notification email on activity to {emailAddress}
el: Λάβετε email ειδοποίησης σχετικά με τη δραστηριότητα στο {emailAddress}

source: Receive notification email on activity
el: Ενημέρωση με email σε δραστηριότητα

source: Internal access
el: Εσωτερική πρόσβαση

source: This poll is private
el: Αυτή η δημοσκόπηση είναι ιδιωτική

source: This is an open poll
el: Αυτή είναι μια ανοιχτή δημοσκόπηση

source: Resolve this group first!
el: Επιλύστε πρώτα αυτήν την ομάδα!

source: Is granted admin rights for this poll
el: Παραχωρούνται δικαιώματα διαχειριστή για αυτήν τη δημοσκόπηση

source: Copy your personal link to clipboard
el: Αντιγράψτε τον προσωπικό σας σύνδεσμο στο πρόχειρο

source: Edit Email Address
el: Επεξεργασία Διεύθυνσης Email

source: Get your personal link per mail
el: Λάβετε τον προσωπικό σας σύνδεσμο με email

source: Subscribe to notifications
el: Εγγραφείτε στις ειδοποιήσεις

source: Remove Email Address
el: Κατάργηση Διεύθυνσης Email

source: Copy list of email addresses to clipboard
el: Αντιγράψτε τη λίστα διευθύνσεων email στο πρόχειρο

source: Reset your votes
el: Επαναφορά των ψήφων σας

source: Email address deleted.
el: Η διεύθυνση email διαγράφηκε.

source: Error deleting email address {emailAddress}
el: Σφάλμα κατά τη διαγραφή της διεύθυνσης email {emailAddress}

source: Email address {emailAddress} saved.
el: Η διεύθυνση email {emailAddress} αποθηκεύτηκε.

source: Error saving email address {emailAddress}
el: Σφάλμα κατά την αποθήκευση της διεύθυνσης email {emailAddress}

source: Invitation resent to {emailAddress}
el: Η πρόσκληση ξαναστάλθηκε στη διεύθυνση {emailAddress}

source: Mail could not be resent to {emailAddress}
el: Δεν ήταν δυνατή η εκ νέου αποστολή αλληλογραφίας στη διεύθυνση {emailAddress}

source: Your votes are reset
el: Οι ψήφοι σας επαναφέρθηκαν

source: Error while resetting votes
el: Σφάλμα κατά την επαναφορά των ψήφων

source: Type to add an individual share
el: Πληκτρολογήστε για να προσθέσετε ένα μεμονωμένο χρήστη, ομάδα ή κύκλο

source: Error while adding share
el: Σφάλμα κατά την προσθήκη κοινόχρηστων

source: Vote saved
el: Η ψήφος αποθηκεύτηκε

source: Error saving vote
el: Σφάλμα κατά την αποθήκευση ψήφου

source: Delete votes
el: Διαγραφή ψήφων

source: User {userId} removed
el: Ο/η χρήστης {userId} αφαιρέθηκε

source: Share restrictions
el: Περιορισμοί κοινοποίησης

source: Restrict the share actions globally or on a group base
el: Περιορίστε τη δημιουργία νέων δημοσκοπήσεων συνολικά ή ανά ομάδα

source: Poll creation restrictions
el: Περιορισμοί δημιουργίας δημοσκοπήσης

source: Restrict the creation of new polls globally or on a group base
el: Περιορίστε τη δημιουργία νέων δημοσκοπήσεων συνολικά ή ανά ομάδα

source: Legal terms for public poll registration
el: Νομικοί όροι για εγγραφή σε δημόσια δημοσκόπηση

source: Override the default links of your site to your legal terms. Leave empty to use the links, which are configured in the theming app.
el: Αντικαταστήστε τους προεπιλεγμένους συνδέσμους με τους νομικούς σας όρους του ιστότοπού σας. Αφήστε το κενό για να χρησιμοποιήσετε τους συνδέσμους, οι οποίοι έχουν διαμορφωθεί στις ρυθμίσεις θέματος εμφάνισης.

source: Email options
el: Επιλογές email

source: Add links to legal terms, if they exist and add an optional disclaimer to emails.
el: Προσθέστε συνδέσμους σε νομικούς όρους, εάν υπάρχουν και προσθέστε μια προαιρετική δήλωση αποποίησης ευθύνης στα μηνύματα ηλεκτρονικού ταχυδρομείου.

source: Other settings
el: Άλλες ρυθμίσεις

source: Activate or disable individual features.
el: Ενεργοποιήστε ή απενεργοποιήστε μεμονωμένες λειτουργίες.

source: If you are experiencing connection problems, change how auto updates are retrieved.
el: Εάν αντιμετωπίζετε προβλήματα σύνδεσης, αλλάξτε τον τρόπο ανάκτησης των αυτόματων ενημερώσεων.

source: Manage polls of other users. You can take over the ownership or delete polls.
el: Διαχείριση δημοσκοπήσεων άλλων χρηστών. Μπορείτε να αναλάβετε την ιδιοκτησία ή να διαγράψετε δημοσκοπήσεις.

source: No polls found for this category
el: Δεν βρέθηκαν δημοσκοπήσεις για αυτήν την κατηγορία

source: Add one or change category!
el: Προσθέστε μία ή αλλάξτε κατηγορία!

source: Take over
el: Ανάληψη

source: Do you want to take over this poll?
el: Θέλετε να αναλάβετε αυτή τη δημοσκόπηση;

source: {username} will get notified.
el: {username} θα ειδοποιηθεί.

source: Yes
el: Ναι

source: Do you want to delete this poll?
el: Θέλετε να διαγράψετε αυτήν τη δημοσκόπηση;

source: This action cannot be reverted.
el: Δεν είναι δυνατή η επαναφορά αυτής της ενέργειας.

source: Administration
el: Διαχείριση

source: Error archiving/restoring poll.
el: Σφάλμα αρχειοθέτησης/επαναφοράς δημοσκόπησης.

source: Error overtaking poll.
el: Σφάλμα ανάληψης της δημοσκόπησης.

source: No polls selected
el: Δεν επιλέχθηκαν δημοσκοπήσεις

source: Select polls by clicking on them in the right sidebar!
el: Επιλέξτε δημοσκοπήσεις κάνοντας κλικ σε αυτές στη δεξιά πλαϊνή γραμμή!

source: Combined polls
el: Συνδυασμένες δημοσκοπήσεις

source: Combine multiple date polls in a single view
el: Συνδυάστε πολλαπλές δημοσκοπήσεις ημερομηνίας σε μια ενιαία προβολή

source: Add new Poll
el: Προσθήκη νέας δημοσκόπησης

source: Combine polls
el: Συνδυάστε δημοσκοπήσεις

source: Your app settings
el: Οι ρυθμίσεις της εφαρμογής σας

source: Error loading poll list
el: Σφάλμα φόρτωσης λίστας δημοσκοπήσεων

source: Error cloning poll.
el: Σφάλμα κλωνοποίησης δημοσκόπησης.

source: 404 - poll not found
el: 404 - η δημοσκόπηση δεν βρέθηκε

source: Enter a poll or start a new one.
el: Συμμετέχετε σε δημοσκόπηση ή ξεκινήστε μια νέα.

source: Goto Nextcloud
el: Μετάβαση στο Nextcloud

source: Error loading poll
el: Σφάλμα φόρτωσης δημοσκόπησης

source: No polls found
el: Δε βρέθηκαν δημοσκοπήσεις

source: Select poll
el: Επιλογή δημοσκόπησης

source: Link to a poll
el: Σύνδεσμος σε δημοσκόπηση

source: Details
el: Λεπτομέρειες

source: Configuration
el: Ρυθμίσεις

source: Options
el: Επιλογές

source: Sharing
el: Διαμοιρασμός

source: Collaboration
el: Συνεργασία

source: Comments
el: Σχόλια

source: Activity
el: Δραστηριότητα

source: Select polls to combine
el: Επιλέξτε δημοσκοπήσεις για συνδυασμό

source: Polls user settings
el: Ρυθμίσεις δημοσκοπήσεων χρήστη

source: Set your personal preferences for the polls app
el: Ορίστε τις προσωπικές σας προτιμήσεις για την εφαρμογή polls

source: Try to change these parameters to handle big polls
el: Δοκιμάστε να αλλάξετε αυτές τις παραμέτρους για να χειριστείτε μεγάλες δημοσκοπήσεις

source: Experimental styles
el: Πειραματικά στυλ

source: Some visual styling options.
el: Κάποιες ρυθμίσεις εμφάνισης

source: No vote options available
el: Δεν υπάρχουν διαθέσιμες επιλογές ψήφου

source: Maybe the owner did not provide some until now.
el: Ίσως ο ιδιοκτήτης δεν παρείχε κάποια μέχρι τώρα.

source: Due to performance concerns {countHiddenParticipants} voters are hidden.
el: Λόγω πιθανόν προβλημάτων σχετικά με την απόδοση {countHiddenParticipants} οι συμμετέχοντες δεν εμφανίζονται.

source: Although participant's names are hidden, this is not a real anonymous poll because they are not hidden from the owner.
el: Παρόλο που τα ονόματα των συμμετεχόντων είναι κρυμμένα, αυτή δεν είναι μια πραγματικά ανώνυμη δημοσκόπηση επειδή τα ονόματα δεν είναι κρυφά από τον κάτοχο.

source: Additionally the owner can remove the anonymous flag at any time, which will reveal the participant's names.
el: Επιπλέον, ο κάτοχος μπορεί να απενεργοποιήσει την σημαία ανωνυμίας ανά πάσα στιγμή, γεγονός που θα αποκαλύψει τα ονόματα των συμμετεχόντων.

source: Minute
el: Λεπτά

source: Hour
el: Ώρα

source: Day
el: Ημέρα

source: Month
el: Μήνας

source: Year
el: Έτος

source: "{pollTitle}" successfully saved
el: Η "{pollTitle}" αποθηκεύτηκε με επιτυχία

source: Title must not be empty!
el: Ο τίτλος δεν πρέπει να είναι κενός!

source: Error writing poll
el: Σφάλμα εγγραφής της δημοσκόπησης

source: Disallow proposals
el: Να μην επιτρέπονται οι προτάσεις

source: Allow proposals
el: Να επιτρέπονται οι προτάσεις

source: Relevant
el: Σχετικές
