Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/riotchat.po
Languages: el

source: Element
el: Συνομιλίες

source: Element for Nextcloud
el: Στοιχείο για το Nextcloud

source: Element Web integrated into Nextcloud
el: Το Element Web ενσωματώθηκε στο Nextcloud

source: Element for Nextcloud allows you to install Element Web easily through Nextcloud and join the Matrix decentralized communication network. This app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one. This project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with Element or the Element project, or any of its subsidiaries or its affiliates. The name Element as well as related names, marks, emblems and images are registered trademarks of their respective owners. The upstream project can be found at [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web).
el: Το Εlement για το Nextcloud σάς επιτρέπει να εγκαταστήσετε εύκολα το Element Web μέσω του Nextcloud και να εγγραφείτε στο αποκεντρωμένο δίκτυο επικοινωνίας Matrix. Αυτή η εφαρμογή δεν περιλαμβάνει διακομιστή Matrix, μόνο τον πελάτη. Θα πρέπει είτε να ρυθμίσετε τον δικό σας Matrix homeserver, να νοικιάσετε έναν ή να χρησιμοποιήσετε έναν δημόσιο. Αυτό το έργο δεν σχετίζεται, σχετίζεται, εξουσιοδοτείται, εγκρίνεται ή είναι με οποιονδήποτε τρόπο επίσημα συνδεδεμένο με το Element ή το έργο Element ή με οποιαδήποτε από τις θυγατρικές της. Το όνομα Element καθώς και τα σχετικά ονόματα, σήματα, εμβλήματα και εικόνες είναι σήματα κατατεθέντα των αντίστοιχων κατόχων τους. Το upstream έργο βρίσκεται στη διεύθυνση [https://github.com/ vector-im / element-web] (https://github.com/vector-im/element-web).

source: Element common configuration
el: Κοινή διαμόρφωση Element

source: Here you can configure Element.
el: Εδώ μπορείτε να διαμορφώσετε το Element.

source: Default server URL:
el: Προεπιλεγμένη διεύθυνση URL διακομιστή:

source: Default server name:
el: Προεπιλεγμένο όνομα διακομιστή:

source: Disable custom URLs
el: Απενεργοποίηση προσαρμοσμένων διευθύνσεων URLs

source: Redirect immediately to SSO (requires SSO to be configured on the Matrix Homeserver)
el: Άμεση ανακατεύθυνση στο SSO (απαιτείται η ρύθμιση παραμέτρων του SSO στον διακομιστή Matrix στο σπίτι)

source: Disable login language selector
el: Απενεργοποίηση επιλογής γλώσσας κατά την σύνδεση

source: Show labs settings
el: Εμφάνιση ρυθμίσεων εργαστηρίων

source: Make share room links go to Element for Nextcloud instead of https://matrix.to
el: Φτιάξτε τους συνδέσμους των δωματίων κοινής χρήσης να μεταβείνουν στο Element για το Nextcloud αντί για https://matrix.to

source: Set custom permalink to this Element instance
el: Ορίστε προσαρμοσμένο σύνδεσμο διαρκείας permalink σε αυτήν την εγκατάσταση Element

source: Jitsi settings
el: Ρυθμίσεις του Jitsi

source: Configure the Jitsi instance that Element will connect to.
el: Διαμορφώστε την παρουσία Jitsi στην οποία θα συνδεθεί το Element.

source: Custom Jitsi instance (leave blank to use default Element Jitsi server):
el: Εξατομικευμένη παρουσία Jitsi (αφήστε κενό για χρήση του προεπιλεγμένου διακομιστή Element Jitsi):

source: Custom integration server
el: Διακομιστής προσαρμοσμένης ενοποίησης

source: Configure a custom integration server for Element (leave empty to use Scalar).
el: Διαμορφώστε έναν προσαρμοσμένο διακομιστή ενοποίησης για το Element (αφήστε κενό για χρήση του Scalar).

source: Integration UI URL:
el: Ενσωμάτωση UI URL:

source: Integration REST URL:
el: Ενσωμάτωση REST URL:

source: Integration widgets URL:
el: Ενσωμάτωση widgets URL:

source: Custom Element config
el: Διαμόρφωση προσαρμοσμένου Element

source: Specify a custom configuration for Element.
el: Καθορίστε μια προσαρμοσμένη διαμόρφωση για το Element.

source: Use a custom configuration
el: Χρησιμοποιήστε μια προσαρμοσμένη ρύθμιση

source: These are experimental features in Element that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}.
el: Αυτά είναι πειραματικά χαρακτηριστικά στο Element που μπορείτε να ενεργοποιήσετε. Για πληροφορίες σχετικά με το τι είναι κάθε λειτουργία, ανατρέξτε στην τεκμηρίωση για αυτό {linkstart} εδώ {linkend}.

source: This version of Element for Nextcloud is based on Element Web {riotWebVersion}. Check out the source code for Element Web {linkstart}here{linkend}.
el: Αυτή η έκδοση του Element για το Nextcloud βασίζεται στο Element Web {riotWebVersion}. Δείτε τον πηγαίο κώδικα για το Element Web {linkstart} εδώ {linkend}.

source: Experimental feature {feature}
el: Δοκιμαστικές λειτουργίες {feature}

source: Custom config has been set
el: Η προσαρμοσμένη ρύθμιση έχει οριστεί

source: {settingName} has been set to {value}
el: Το {settingName} άλλαξε σε {value}

source: Custom config could not be set. Try reloading the page.
el: Αδύνατη η εφαρμογή της προσαρμοσμένης ρύθμισης. Δοκιμάστε να φορτώσετε ξανά τη σελίδα.

source: {settingName} could not be set. Try reloading the page.
el: Το {settingName} δεν μπορεί να ρυθμιστεί. Ανανεώστε την σελίδα.
