Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/settings-1.po
Languages: el

source: The more restrictive setting of either visibility or scope is respected on your Profile. For example, if visibility is set to "Show to everyone" and scope is set to "Private", "Private" is respected.
el: Η πιο περιοριστική ρύθμιση ορατότητας ή εύρους τηρείται στο Προφίλ σας. Για παράδειγμα, εάν η ορατότητα έχει οριστεί σε "Εμφάνιση σε όλους" και το εύρος έχει οριστεί σε "Ιδιωτικό", το "Ιδιωτικό" τηρείται.

source: Unable to update visibility of {displayId}
el: Δεν είναι δυνατή η ενημέρωση της ορατότητας του {displayId}

source: Your role
el: Ο ρόλος σας

source: Unable to update role
el: Δεν είναι δυνατή η ενημέρωση του ρόλου

source: Change scope level of {accountProperty}
el: Αλλαγή επιπέδου εύρους του {accountProperty}

source: Add additional email
el: Προσθέστε επιπλέον email

source: Add
el: Προσθήκη

source: You do not have permissions to see the details of this user
el: Δεν έχετε δικαιώματα να δείτε λεπτομέρειες του χρήστη

source: Add new password
el: Προσθήκη νέου κωδικού πρόσβασης

source: Add new email address
el: Προσθήκη νέας διεύθυνσης ηλ. αλληλογραφίας

source: Add user to group
el: Προσθήκη χρήστη στην ομάδα

source: Set user as admin for
el: Ορισμός χρήστη ως διαχειριστή για

source: Select user quota
el: Επιλογή χωρητικότητας λογαριασμού χρήστη

source: Delete user
el: Διαγραφή χρήστη

source: Wipe all devices
el: Εκκαθάριση όλων των συσκευών

source: Disable user
el: Απενεργοποίηση χρήστη

source: Enable user
el: Ενεργοποίηση χρήστη

source: Resend welcome email
el: Επαναποστολή αλληλογραφίας καλωσορίσματος

source: In case of lost device or exiting the organization, this can remotely wipe the Nextcloud data from all devices associated with {userid}. Only works if the devices are connected to the internet.
el: Σε περίπτωση απώλειας συσκευής ή αποχώρησης από τον οργανισμό, μπορεί να γίνει εκκαθάριση των δεδομένων του Nextcloud από όλες τις συσκευές σε σχέση με το {userid}. Λειτουργεί μόνο εάν οι συσκευές είναι συνδεμένες στο ίντερνετ.

source: Remote wipe of devices
el: Απομακρυσμένη εκκαθάριση συσκευών

source: Wipe {userid}'s devices
el: Εκκαθάριση συσκευών του {userid}

source: Cancel
el: Άκυρο

source: Fully delete {userid}'s account including all their personal files, app data, etc.
el: Διαγραφή λογαριασμού του {userid} και όλων των προσωπικών αρχείων, δεδομένων εφαρμογών, κτλ.

source: Account deletion
el: Διαγραφή λογαριασμού

source: Delete {userid}'s account
el: Διαγραφή λογαριασμού του {userid}

source: Welcome mail sent!
el: Απεστάλη το μήνυμα καλωσορίσματος!

source: Edit User
el: Επεξεργασία Χρήστη

source: Toggle user actions menu
el: Εναλλαγή μενού ρυθμίσεων χρήστη

source: {size} used
el: {size} που χρησιμοποιείται

source: New user
el: Νέος χρήστης

source: Will be autogenerated
el: Θα δημιουργηθεί αυτόματα

source: Display name
el: Εμφανιζόμενο όνομα

source: Default language
el: Προεπιλεγμένη γλώσσα

source: Add a new user
el: Προσθήκη νέου χρήστη

source: Group admin for
el: Ομαδα διαχειριστή για

source: Quota
el: Σύνολο Χώρου

source: User backend
el: Σύστημα υποστήριξης χρήστη

source: Storage location
el: Τοποθεσία αποθηκευτικού χώρου

source: Last login
el: Τελευταία είσοδος

source: No users in here
el: Δεν υπάρχουν χρήστες εδώ

source: Default quota
el: Προεπιλέγμενη χωρητικότητα

source: Common languages
el: Κοινές γλώσσες

source: Other languages
el: Άλλες γλώσσες

source: Password change is disabled because the master key is disabled
el: Η αλλαγή κωδικού είναι απενεργοποιημένη επειδή το κεντρικό κλειδί είναι απενεργοποιημένο

source: Passwordless authentication requires a secure connection.
el: Η σύνδεση χωρίς κωδικό πρόσβασης απαιτεί ασφαλή σύνδεση.

source: Add WebAuthn device
el: Προσθήκη συσκευής WebAuthn

source: Please authorize your WebAuthn device.
el: Παρακαλώ εξουσιοδοτήστε την συσκευή σας WebAuthn.

source: Name your device
el: Ονομάστε την συσκευή σας

source: Adding your device …
el: Προσθήκη της συσκευής σας ...

source: Server error while trying to add WebAuthn device
el: Σφάλμα διακομιστή κατά την προσθήκη συσκευής webAuthn

source: Server error while trying to complete WebAuthn device registration
el: Σφάλμα διακομιστή κατά την εγγραφή συσκευής WebAuthn

source: Unnamed device
el: Ανώνυμη συσκευή

source: Passwordless Authentication
el: Πιστοποίηση χωρίς Κωδικό Πρόσβασης

source: Set up your account for passwordless authentication following the FIDO2 standard.
el: Ρυθμίστε τον λογαριασμό σας για πιστοποίηση χωρίς κωδικό ακολουθώντας τα πρότυπα του FIDO2.

source: No devices configured.
el: Καμιά συσκευή δεν ρυθμίστηκε.

source: The following devices are configured for your account:
el: Οι ακόλουθες συσκευές ρυθμίστηκαν για τον λογαριασμό σας:

source: Your browser does not support WebAuthn.
el: Ο περιηγητής σας δεν υποστηρίζει το WebAuthn.

source: Your apps
el: Οι εφαρμογές σας

source: Active apps
el: Ενεργές εφαρμογές

source: Disabled apps
el: Απενεργοποιημένες εφαρμογές

source: Updates
el: Ενημερώσεις

source: App bundles
el: Πακέτα εφαρμογών

source: Featured apps
el: Προτεινόμενες εφαρμογές

source: {license}-licensed
el: {license}-αδειοδοτημένο

source: Details
el: Λεπτομέρειες

source: Changelog
el: Αρχείο καταγραφής αλλαγών

source: by {author} {license}
el: από {author} {license}

source: Enter group name
el: Εισάγετε όνομα ομάδας

source: Add group
el: Προσθήκη ομάδας

source: Active users
el: Ενεργοί χρήστες

source: Admins
el: Διαχειριστές

source: Disabled users
el: Απενεργοποιημένοι χρήστες

source: Default quota:
el: Προεπιλεγμένο όριο χωρητικότητας:

source: Select default quota
el: Επιλογή προεπιλεγμένης χωρητικότητας

source: Show Languages
el: Εμφάνιση γλωσσών

source: Show last login
el: Εμφάνιση τελευταίας σύνδεσης

source: Show user backend
el: Εμφάνιση χρήστη συστήματος υποστήριξης

source: Show storage path
el: Εμφάνιση διαδρομής αποθήκευσης

source: Send email to new user
el: Αποστολή μηνύματος στο νέο χρήστη

source: Migration in progress. Please wait until the migration is finished
el: Μετάβαση σε εξέλιξη. Παρακαλούμε περιμένετε μέχρι να ολοκληρωθεί η μετάβαση

source: Migration started …
el: Η μετάβαση ξεκίνησε ...

source: Not saved
el: Δεν αποθηκεύτηκε

source: Sending…
el: Γινεται αποστολή...

source: Email sent
el: Το Email απεστάλη

source: Address
el: Διεύθυνση

source: Avatar
el: Εικόνα προφίλ

source: About
el: Σχετικά με

source: Full name
el: Πλήρες όνομα

source: Additional email
el: Πρόσθετες διευθύνσεις email

source: Headline
el: Τίτλος

source: Organisation
el: Οργανισμός

source: Phone number
el: Αριθμός τηλεφώνου

source: Role
el: Ρόλος

source: Website
el: Ιστοσελίδα

source: Profile visibility
el: Ορατότητα προφίλ

source: Not available as this property is required for core functionality including file sharing and calendar invitations
el: Δεν είναι διαθέσιμη, καθώς αυτή η ιδιότητα απαιτείται για βασικές λειτουργίες, συμπεριλαμβανομένης της κοινής χρήσης αρχείων και των προσκλήσεων ημερολογίου

source: Not available as publishing user specific data to the lookup server is not allowed, contact your system administrator if you have any questions
el: Δεν είναι διαθέσιμο καθώς δεν επιτρέπεται η δημοσίευση δεδομένων χρήστη στον διακομιστή αναζήτησης. Επικοινωνήστε με τον διαχειριστή του συστήματός σας εάν έχετε οποιεσδήποτε ερωτήσεις

source: Show to everyone
el: Εμφάνιση σε όλους

source: Show to logged in users only
el: Εμφάνιση μόνο σε συνδεδεμένους χρήστες

source: Hide
el: Απόκρυψη

source: Download and enable
el: Λήψη και ενεργοποίηση

source: Enable untested app
el: Ενεργοποίηση δοκιμαστικής εφαρμογής

source: The app will be downloaded from the App Store
el: Θα γίνει λήψη της εφαρμογής από το App Store

source: This app is not marked as compatible with your Nextcloud version. If you continue you will still be able to install the app. Note that the app might not work as expected.
el: Η εφαρμογή δεν είναι συμβατή με την έκδοση Nextcloud σας. Εάν συνεχίσετε μπορείτε να εγκαταστήσετε την εφαρμογή. Η εφαρμογή ίσως να μην λειτουργεί σωστά.

source: Never
el: Ποτέ

source: An error occured during the request. Unable to proceed.
el: Παρουσιάστηκε σφάλμα κατά την εκτέλεση του αιτήματος. Δεν είναι δυνατή η συνέχιση.

source: The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds.
el: Η εφαρμογή έχει ενεργοποιηθεί αλλά χρειάζεται ενημέρωση. Θα μεταφερθείτε στη σελίδα ενημέρωσης σε 5 δευτερόλεπτα.

source: Error: This app cannot be enabled because it makes the server unstable
el: Σφάλμα: Αυτή η εφαρμογή δεν μπορεί να ενεργοποιηθεί γιατί θα καταστήσει ασταθή τον διακομιστή.

source: Administrator documentation
el: Τεκμηρίωση Διαχειριστή

source: Documentation
el: Τεκμηρίωση

source: Forum
el: Φόρουμ

source: Login
el: Σύνδεση

source: Plain
el: Απλό

source: NT LAN Manager
el: Διαχειριστης NT LAN

source: Open documentation
el: Άνοιγμα τεκμηρίωσης.

source: It is important to set up this server to be able to send emails, like for password reset and notifications.
el: Είναι σημαντικό να ρυθμίσετε τον διακομιστή να μπορεί να στέλνει Ηλ.Ταχυδρομείο, όπως για επαναφορά κωδικού πρόσβασης και ειδοποιήσεις.

source: Send mode
el: Λειτουργία αποστολής

source: Encryption
el: Κρυπτογράφηση

source: Sendmail mode
el: Λειτουργία Sendmail

source: From address
el: Από τη διεύθυνση

source: Authentication method
el: Μέθοδος πιστοποίησης

source: Authentication required
el: Απαιτείται πιστοποίηση

source: Server address
el: Διεύθυνση διακομιστή

source: Port
el: Θύρα

source: Credentials
el: Διαπιστευτήρια

source: SMTP Username
el: Όνομα χρήστη SMTP

source: SMTP Password
el: Συνθηματικό SMTP

source: Save
el: Αποθήκευση

source: Test and verify email settings
el: Δοκιμή και επαλήθευση τις ρυθμίσεων email

source: Send email
el: Αποστολή email

source: It's important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information.
el: Είναι σημαντικό για την ασφάλεια και την απόδοση του συστήματός σας ότι όλα έχουν ρυθμιστεί σωστά. Για να σας βοηθήσουμε, κάνουμε μερικούς αυτόματους ελέγχους. Για περισσότερες πληροφορίες, ανατρέξτε στη σχετική τεκμηρίωση.

source: All checks passed.
el: Όλοι οι έλεγχοι επιτυχείς.

source: There are some errors regarding your setup.
el: Υπάρχουν μερικά σφάλματα σχετικά με τις ρυθμίσεις σας.

source: There are some warnings regarding your setup.
el: Υπάρχουν μερικές προειδοποιήσεις σχετικά με την εγκατάστασή σας.

source: Checking for system and security issues.
el: Έλεγχος για θέματα συστήματος και ασφάλειας.

source: Please double check the <a target="_blank" rel="noreferrer noopener" href="%1$s">installation guides ↗</a>, and check for any errors or warnings in the <a href="%2$s">log</a>.
el: Παρακαλώ ελέγξτε τις <a target="_blank" rel="noreferrer noopener" href="%1$s">οδηγίες εγκατάστασης ↗</a>, και ελέγξτε για σφάλματα ή προειδοποιήσεις στα <a href="%2$s">αρχεία καταγραφής</a>.

source: Check the security of your Nextcloud over <a target="_blank" rel="noreferrer noopener" href="%s">our security scan ↗</a>.
el: Ελέγξτε την ασφάλεια του Nextcloud σας μέσω <a target="_blank" rel="noreferrer noopener" href="%s">της σάρωσης ασφαλείας μας ↗</a>.

source: Version
el: Έκδοση

source: Two-Factor Authentication
el: Πιστοποίηση Δύο-Παραγόντων

source: Server-side encryption
el: Κρυπτογράφηση από τον διακομιστή

source: Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed.
el: Η κρυπτογράφηση από την πλευρά του διακομιστή καθιστά δυνατή την κρυπτογράφηση των αρχείων που μεταφορτώνονται σε αυτόν. Έρχεται όμως με περιορισμούς όπως την μείωση απόδοσης του, οπότε ενεργοποιήστε την μόνο εάν χρειάζεται.

source: Enable server-side encryption
el: Ενεργοποίηση κρυπτογράφησης από το διακομιστή

source: Please read carefully before activating server-side encryption:
el: Παρακαλούμε διαβάστε προσεκτικά πριν ενεργοποιήσετε την κρυπτογράφηση στο διακομιστή:

source: Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met.
el: Μόλις ενεργοποιηθεί η κρυπτογράφηση, όλα τα αρχεία που θα μεταφορτωθούν από αυτό το σημείο και μετά θα κρυπτογραφηθούν στο διακομιστή. Η κρυπτογράφηση είναι δυνατόν να απενεργοποιηθεί αργότερα μόνο αν το ενεργό άρθρωμα κρυπτογράφησης υποστηρίζει αυτή τη λειτουργία και εκπληρούνται όλες οι προϋποθέσεις (πχ ορισμός κλειδιού ανάκτησης).

source: Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases.
el: Η κρυπτογράφηση από μόνη της δεν εγγυάται την ασφάλεια του συστήματος. Για περισσότερες πληροφορίες σχετικά με τον τρόπο λειτουργίας της εφαρμογής κρυπτογράφησης και τις υποστηριζόμενες περιπτώσεις χρήσης, ανατρέξτε στην τεκμηρίωση.

source: Be aware that encryption always increases the file size.
el: Έχετε στο νου σας πως η κρυπτογράφηση πάντα αυξάνει το μέγεθος του αρχείου

source: It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data.
el: Είναι πάντοτε καλό να δημιουργείτε τακτικά αντίγραφα ασφαλείας των δεδομένων σας, στην περίπτωση της κρυπτογράφησης βεβαιωθείτε ότι έχετε λάβει αντίγραφο ασφαλείας των κλειδιών κρυπτογράφησης παράλληλα με τα δεδομένα σας.

source: This is the final warning: Do you really want to enable encryption?
el: Αυτή είναι η τελευταία προειδοποίηση: Θέλετε πραγματικά να ενεργοποιήσετε την κρυπτογράφηση;

source: Enable encryption
el: Ενεργοποίηση κρυπτογράφησης

source: No encryption module loaded, please enable an encryption module in the app menu.
el: Δεν έχει φορτωθεί μονάδα κρυπτογράφησης, παρακαλούμε φορτώστε μια μονάδα κρυπτογράφησης από το μενού εφαρμογών.

source: Select default encryption module:
el: Επιλογή προεπιλεγμένης μονάδας κρυπτογράφησης:

source: You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the "Default encryption module" and run 'occ encryption:migrate'
el: Πρέπει να μεταφέρετε τα κλειδιά κρυπτογράφησής σας από την παλιά κρυπτογράφηση (ownCloud <= 8.0) στην καινούρια. Παρακαλούμε ενεργοποιήστε την "Προεπιλεγμένη Μονάδα Κρυπτογράφησης" και εκτελέστε την εντολή 'occ encryption:migrate'

source: You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one.
el: Πρέπει να μεταφέρετε τα κλειδιά σας κρυπτογράφησης από την παλιά κρυπτογράφηση (ownCloud <= 8.0) στην καινούρια.

source: Start migration
el: Έναρξη μετάβασης

source: Last job execution ran %s. Something seems wrong.
el: Η τελευταία εντολή έδειξε %s. Κάτι φαίνεται λάθος.

source: Some jobs haven’t been executed since %s. Please consider increasing the execution frequency.
el: Ορισμένες εργασίες δεν εκτελέστηκαν από %s. Σκεφτείτε να αυξήσετε τη συχνότητα εκτέλεσης.

source: Some jobs didn’t execute since %s. Please consider switching to system cron.
el: Ορισμένες εργασίες δεν εκτελέστηκαν από %s. Σκεφτείτε να μεταβείτε στο σύστημα cron.

source: Last job ran %s.
el: Η τελευταία εργασία %s.

source: Background job didn’t run yet!
el: Η εργασία παρασκηνίου δεν εκτελέστηκε ακόμη!

source: For optimal performance it's important to configure background jobs correctly. For bigger instances 'Cron' is the recommended setting. Please see the documentation for more information.
el: Για βέλτιστη απόδοση είναι σημαντικό να ρυθμίσετε σωστά τις εργασίες παρασκηνίου. Για μεγαλύτερα συστήματα, η συνιστώμενη ρύθμιση είναι "Cron". Για περισσότερες πληροφορίες, ανατρέξτε στην τεκμηρίωση.

source: Pick background job setting
el: Επιλέξτε τη ρύθμιση εργασίας παρασκηνίου

source: Execute one task with each page loaded.
el: Εκτελέστε μια εργασία με κάθε σελίδα φορτωμένη.

source: cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP.
el: Το cron.php είναι καταχωρημένο σε μια υπηρεσία webcron ώστε να καλεί το cron.php κάθε 5 λεπτά μέσω HTTP.

source: Use system cron service to call the cron.php file every 5 minutes.
el: Χρησιμοποιήστε την cron υπηρεσία του συστήματος για να καλέσετε το cron.php αρχείο κάθε 5 λεπτά.

source: The cron.php needs to be executed by the system user "%s".
el: Το cron.php πρέπει να εκτελεστεί από τον χρήστη του συστήματος "%s".

source: To run this you need the PHP POSIX extension. See {linkstart}PHP documentation{linkend} for more details.
el: Για να τρέξετε αυτό χρειάζεστε την επέκταση PHP POSIX. Δείτε {linkstart} PHP τεκμηρίωση {linked} για περισσότερες λεπτομέρειες.

source: You need to enable the File sharing App.
el: Πρέπει να ενεργοποιήσετε την εφαρμογή File sharing

source: As admin you can fine-tune the sharing behavior. Please see the documentation for more information.
el: Ως διαχειριστής μπορείτε να ρυθμίσετε λεπτομερώς την συμπεριφορά διαμοιρασμού. Παρακαλούμε ανατρέξτε στην τεκμηρίωση για περισσότερες πληροφορίες.

source: Allow apps to use the Share API
el: Επιτρέπει την χρήση του API διαμοιρασμού σε εφαρμογές

source: Set default expiration date for shares
el: Ορισμός προεπιλεγμένης ημερομηνίας λήξης για τα κοινόχρηστα

source: Expire after
el: Λήξη μετά από

source: day(s)
el: ημέρα(ες)

source: Enforce expiration date
el: Επιβολή της ημερομηνίας λήξης

source: Set default expiration date for shares to other servers
el: Ορισμός προεπιλεγμένης ημερομηνίας λήξης για τα κοινόχρηστα στοιχεία σε άλλους διακομιστές

source: Allow users to share via link and emails
el: Να επιτρέπεται στους χρήστες να κάνουν κοινή χρήση μέσω συνδέσμου και μηνυμάτων ηλεκτρονικού ταχυδρομείου

source: Allow public uploads
el: Επιτρέπεται το κοινόχρηστο ανέβασμα

source: Always ask for a password
el: Ερώτηση συνθηματικού πάντα

source: Enforce password protection
el: Επιβολή προστασίας με κωδικό

source: Set default expiration date
el: Ορισμός προεπιλεγμένης ημερομηνίας λήξης

source: Exclude groups from creating link shares:
el: Εξαίρεση ομάδων από τη δημιουργία κοινόχρηστων στοιχείων με σύνδεσμο:

source: Allow resharing
el: Επιτρέπεται ο επαναδιαμοιρασμός

source: Allow sharing with groups
el: Να επιτρέπεται ο διαμοιρασμός με ομάδες

source: Restrict users to only share with users in their groups
el: Να επιτρέπεται σε χρήστες ο διαμοιρασμός μόνο με χρήστες που ανήκουν στις ομάδες τους

source: Exclude groups from sharing
el: Εξαίρεση ομάδων από τον διαμοιρασμό

source: These groups will still be able to receive shares, but not to initiate them.
el: Αυτές οι ομάδες θα συνεχίσουν να λαμβάνουν διαμοιρασμούς, αλλά δεν θα είναι δυνατό να τους δημιουργήσουν.

source: Allow username autocompletion in share dialog
el: Να επιτρέπεται η αυτόματη συμπλήρωση ονόματος χρήστη στο πλαίσιο διαλόγου κοινής χρήσης

source: Allow username autocompletion to users within the same groups
el: Να επιτρέπεται η αυτόματη συμπλήρωση ονόματος χρήστη σε χρήστες στις ίδιες ομάδες

source: Allow username autocompletion to users based on phone number integration
el: Να επιτρέπεται η αυτόματη συμπλήρωση ονόματος χρήστη στους χρήστες με βάση τον αριθμό τηλεφώνου

source: Show disclaimer text on the public link upload page (only shown when the file list is hidden)
el: Εμφάνιση κειμένου αποποίησης στη σελίδα μεταφόρτωσης δημόσιου συνδέσμου (εμφανίζεται μόνο όταν η λίστα αρχείων είναι κρυφή).

source: This text will be shown on the public link upload page when the file list is hidden.
el: Αυτό το κείμενο θα εμφανιστεί στη σελίδα μεταφόρτωσης δημόσιου συνδέσμου όταν η λίστα αρχείων είναι κρυφή.

source: Default share permissions
el: Προεπιλεγμένα δικαιώματα κοινόχρηστων

source: Reasons to use Nextcloud in your organization
el: Λόγοι για να χρησιμοποιήσετε το Nextcloud στον οργανισμό σας

source: Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}.
el: Αναπτύχθηκε από τη {communityopen}Κοινότητα του Nextcloud {linkclose}, ο πηγαίος κώδικας {githubopen} {linkclose} είναι αδειοδοτημένος υπό την άδεια {icenseopen}AGPL{linkclose}.

source: Like our Facebook page
el: Ακολουθήστε μας στην σελίδα μας στο facebook!

source: Follow us on Twitter
el: Ακολουθήστε μας στο Twitter

source: Follow us on Mastodon
el: Ακολουθήστε μας στο Mastodon

source: Check out our blog
el: Επισκεφθείτε το ιστολόγιό μας!

source: Subscribe to our newsletter
el: Εγγραφείτε στο ενημερωτικό δελτίο μας!

source: This community release of Nextcloud is unsupported and instant notifications are unavailable.
el: Αυτή η έκδοση του Nextcloud δεν υποστηρίζεται και οι άμεσες ειδοποιήσεις δεν είναι διαθέσιμες.

source: Profile picture
el: Φωτογραφία προφίλ

source: Change privacy level of profile picture
el: Αλλαγή επιπέδου απορρήτου της εικόνας προφίλ

source: Upload new
el: Μεταφόρτωση νέας

source: Select from Files
el: Επιλογή από τα Αρχεία

source: Remove image
el: Αφαίρεση εικόνας

source: png or jpg, max. 20 MB
el: png ή jpg, μεγ. 20 MB

source: Picture provided by original account
el: Φωτογραφία που παρέχεται από τον πρωτότυπο λογαριασμό

source: Please note that it can take up to 24 hours for the avatar to get updated everywhere.
el: Λάβετε υπόψη ότι μπορεί να χρειαστούν έως και 24 ώρες για να ενημερωθεί το avatar παντού.

source: Choose as profile picture
el: Επιλέξτε εικόνα προφίλ

source: You are a member of the following groups:
el: Είστε μέλος των ακόλουθων ομάδων:

source: You are using <strong>%s</strong>
el: Χρησιμοποιείτε <strong>%s</strong>

source: You are using <strong>%1$s</strong> of <strong>%2$s</strong> (<strong>%3$s %%</strong>)
el: Χρησιμοποιείτε <strong>%1$s</strong> του <strong>%2$s</strong>(<strong>%3$s%%</strong>)

source: Change privacy level of phone number
el: Αλλαγή επιπέδου απορρήτου του αριθμού τηλεφώνου

source: Your phone number
el: Ο αριθμός τηλεφώνου σας

source: Change privacy level of address
el: Αλλαγή επιπέδου απορρήτου της διεύθυνσης

source: Your postal address
el: Ο ταχυδρομικός σας κώδικας

source: Change privacy level of website
el: Αλλαγή επιπέδου απορρήτου του ιστότοπου

source: It can take up to 24 hours before the account is displayed as verified.
el: Η επαλήθευση του λογαριασμού μπορεί να διαρκέσει έως και 24 ώρες.

source: Link https://…
el: Σύνδεσμος https://…

source: Change privacy level of Twitter profile
el: Αλλαγή επιπέδου απορρήτου του προφίλ Twitter

source: Locale
el: Ρυθμίσεις τοποθεσίας

source: Current password
el: Τρέχον συνθηματικό

source: New password
el: Νέο συνθηματικό

source: Change password
el: Αλλαγή συνθηματικού

source: Use a second factor besides your password to increase security for your account.
el: Χρησιμοποιείστε έναν δεύτερο παράγοντα εκτός του κωδικού πρόσβασης για να αυξήσετε την ασφάλεια του λογαριασμού σας.

source: If you use third party applications to connect to Nextcloud, please make sure to create and configure an app password for each before enabling second factor authentication.
el: Εάν χρησιμοποιείτε εφαρμογές τρίτων για σύνδεση στο Nextcloud, βεβαιωθείτε ότι έχετε δημιουργήσει και διαμορφώσει έναν κωδικό πρόσβασης εφαρμογής για κάθε έναν προτού ενεργοποιήσετε τον έλεγχο ταυτότητας δεύτερου παράγοντα.

source: installing and updating apps via the app store or Federated Cloud Sharing
el: εγκατάσταση και ενημέρωση εφαρμογών μέσω του καταστήματος εφαρμογών ή του

source: You need to set your user email before being able to send test emails.
el: Πρέπει να ορίσετε το email του χρήστη πριν να είστε σε θέση να στείλετε δοκιμαστικά emails.
