Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/settings-1.po
Languages: el

source: Private
el: Ιδιωτικά

source: Local
el: Τοπικά

source: Only visible to people on this instance and guests
el: Ορατό μόνο σε άτομα σε αυτήν την εγκατάσταση και σε επισκέπτες

source: Only synchronize to trusted servers
el: Συγχρονισμός μόνο με έμπιστους διακομιστές.

source: Published
el: Δημοσιεύτηκε

source: Synchronize to trusted servers and the global and public address book
el: Συγχρονισμός με αξιόπιστους διακομιστές του γενικού και δημόσιου βιβλίου διευθύνσεων

source: Verify
el: Επαλήθευση

source: Verifying …
el: Γίνεται επαλήθευση ...

source: Unable to change password
el: Αδυναμία αλλαγής συνθηματικού

source: Very weak password
el: Πολύ αδύναμο συνθηματικό

source: Weak password
el: Αδύναμο συνθηματικό

source: So-so password
el: Μέτριο συνθηματικό

source: Good password
el: Καλό συνθηματικό

source: Strong password
el: Δυνατό συνθηματικό

source: An error occurred while changing your language. Please reload the page and try again.
el: Σφάλμα κατά την αλλαγή γλώσσας. Παρακαλώ ανανεώστε την σελίδα και δοκιμάστε ξανά.

source: An error occurred while changing your locale. Please reload the page and try again.
el: Σφάλμα κατά την αλλαγή τοποθεσίας. Παρακαλώ ανανεώστε την σελίδα και δοκιμάστε ξανά.

source: Select a profile picture
el: Επιλογή εικόνας προφίλ

source: Week starts on {fdow}
el: Η εβδομάδα ξεκινά την {fdow}

source: Groups
el: Ομάδες

source: Group list is empty
el: Η λίστα της ομάδας είναι κενή

source: Unable to retrieve the group list
el: Αδύνατη η ανάκτηση λίστας της ομάδας

source: {actor} added you to group {group}
el: {actor} σας πρόσθεσε στην ομάδα {group}

source: You added {user} to group {group}
el: Προσθέσατε τον χρήστη {user} στην ομάδα {group}

source: {actor} added {user} to group {group}
el: {actor} πρόσθεσε τον χρήστη {user} στην ομάδα {group}

source: An administrator added you to group {group}
el: Ένας διαχειριστής σάς πρόσθεσε στην ομάδα {group}

source: An administrator added {user} to group {group}
el: Ένας διαχειριστής πρόσθεσε τον χρήστη {user} στην ομάδα {group}

source: {actor} removed you from group {group}
el: {actor} σάς αφαίρεσε από την ομάδα {group}

source: You removed {user} from group {group}
el: Αφαιρέσατε τον χρήστη {user} από την ομάδα {group}

source: {actor} removed {user} from group {group}
el: {actor} αφαίρεσε τον χρήστη {user} από την ομάδα {group}

source: An administrator removed you from group {group}
el: Ένας διαχειριστής σάς αφαίρεσε από την ομάδα {group}

source: An administrator removed {user} from group {group}
el: Ένας διαχειριστής αφαίρεσε τον χρήστη {user} από την ομάδα {group}

source: Your <strong>group memberships</strong> were modified
el: Τροποποιήθηκαν οι <strong>ιδιότητες της ομάδας </strong>σας

source: {actor} changed your password
el: {actor} το συθηματικό σας άλλαξε

source: You changed your password
el: Αλλάξατε το συνθηματικό σας

source: Your password was reset by an administrator
el: Έχει γίνει επαναφορά του συνθηματικού σας από τον διαχειριστή

source: Your password was reset
el: Έγινε επαναφορά του κωδικού πρόσβασης

source: {actor} changed your email address
el: {actor} άλλαξε τη διεύθυνσή του ηλεκτρονικού ταχυδρομείου σας

source: You changed your email address
el: Έχετε αλλάξει τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας

source: Your email address was changed by an administrator
el: Η διεύθυνση ηλεκτρονικής αλληλογραφίας άλλαξε από τον διαχειριστή

source: You created app password "{token}"
el: Δημιουργήσατε κωδικό εφαρμογής "{token}"

source: An administrator created app password "{token}"
el: Ένας διαχειριστής δημιούργησε το αναγνωριστικό εφαρμογής "{token}"

source: You deleted app password "{token}"
el: Διαγράψατε τον κωδικό εφαρμογής "{token}"

source: You renamed app password "{token}" to "{newToken}"
el: Μετονομάσατε τον κωδικό εφαρμογής "{token}" σε "{newToken}"

source: You granted filesystem access to app password "{token}"
el: Επιτρέψατε την πρόσβαση του συστήματος στο αναγνωριστικό της εφαρμογής "{token}"

source: You revoked filesystem access from app password "{token}"
el: Ανακαλέσατε την πρόσβαση του συστήματος στο αναγνωριστικό της εφαρμογής "{token}"

source: Security
el: Ασφάλεια

source: You successfully logged in using two-factor authentication (%1$s)
el: Έχετε συνδεθεί επιτυχώς με τη χρήση ελέγχου ταυτότητας δύο-παραγόντων (%1$s)

source: A login attempt using two-factor authentication failed (%1$s)
el: Μία προσπάθεια σύνδεσης με τη χρήση ελέγχου ταυτότητας δύο-παραγόντων απέτυχε (%1$s)

source: Remote wipe was started on %1$s
el: Η απομακρυσμένη εκκαθάριση ξεκίνησε στις %1$s

source: Remote wipe has finished on %1$s
el: Η απομακρυσμένη εκκαθάριση τελείωσε στις %1$s

source: Your <strong>password</strong> or <strong>email</strong> was modified
el: Ο <strong>κωδικός</strong> ή το <strong>email</strong> σας, τροποποιήθηκαν

source: Couldn't remove app.
el: Αδυναμία αφαίρεσης εφαρμογής.

source: Couldn't update app.
el: Αδυναμία ενημέρωσης εφαρμογής

source: Wrong password
el: Λάθος κωδικός πρόσβασης

source: Saved
el: Αποθηκεύτηκαν

source: No user supplied
el: Δεν εισήχθη χρήστης

source: Authentication error
el: Σφάλμα πιστοποίησης

source: Please provide an admin recovery password; otherwise, all user data will be lost.
el: Παρακαλώ παρέχετε έναν κωδικό ανάκτησης διαχειριστή, διαφορετικά όλα τα δεδομένα χρήστη θα χαθούν.

source: Wrong admin recovery password. Please check the password and try again.
el: Λάθος κωδικός ανάκτησης διαχειριστή. Παρακαλούμε ελέγξτε τον κωδικό και δοκιμάστε ξανά.

source: Backend doesn't support password change, but the user's encryption key was updated.
el: Το σύστημα δεν υποστηρίζει αλλαγή κωδικού, αλλά το κλειδί κρυπτογράφησης του χρήστη ενημερώθηκε επιτυχώς.

source: installing and updating apps via the App Store or Federated Cloud Sharing
el: εγκατάσταση και ενημέρωση εφαρμογών μέσω του App Store ή του Federated Cloud Sharing

source: Federated Cloud Sharing
el: Διαμοιρασμός σε ομόσπονδα σύννεφα

source: cURL is using an outdated %1$s version (%2$s). Please update your operating system or features such as %3$s will not work reliably.
el: Το cURL χρησιμοποιεί μια παρωχημένη %1$s έκδοση (%2$s). Παρακαλούμε αναβαθμίστε το λειτουργικό σας σύστημα αλλιώς δυνατότητες όπως %3$s δεν θα δουλέψουν αξιόπιστα.

source: Could not determine if TLS version of cURL is outdated or not because an error happened during the HTTPS request against https://nextcloud.com. Please check the nextcloud log file for more details.
el: Δεν ήταν δυνατό να προσδιοριστεί εάν η έκδοση TLS του cURL είναι ξεπερασμένη ή όχι επειδή προέκυψε σφάλμα κατά το αίτημα HTTPS έναντι του https://nextcloud.com. Ελέγξτε το αρχείο καταγραφής Nextcloud για περισσότερες λεπτομέρειες.

source: Invalid SMTP password.
el: Μη έγκυρο συνθηματικό SMTP.

source: Email setting test
el: Δοκιμή ρυθμίσεων email

source: Well done, %s!
el: Συγχαρητήρια, %s!

source: If you received this email, the email configuration seems to be correct.
el: Εάν λάβατε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου,

source: Email could not be sent. Check your mail server log
el: Το μήνυμα ηλεκτρονικού ταχυδρομείου δεν εστάλη. Ελέγξτε το αρχείο καταγραφής.

source: A problem occurred while sending the email. Please revise your settings. (Error: %s)
el: Παρουσιάστηκε σφάλμα κατά την αποστολή e-mail. Παρακαλούμε ελέγξτε τις ρυθμίσεις σας. (Error: %s)

source: You need to set your user email before being able to send test emails. Go to %s for that.
el: Πρέπει να ορίσετε τη διεύθυνση email του χρήστη πριν μπορέσετε να στείλετε δοκιμαστικά μηνύματα. Πηγαίνετε στο %s για αυτό.

source: Invalid user
el: Μη έγκυρος χρήστης

source: Invalid mail address
el: Μη έγκυρη διεύθυνση Ηλ.Ταχυδρομείου.

source: Settings saved
el: Οι ρυθμίσεις αποθηκεύτηκαν

source: Unable to change full name
el: Δεν ήταν δυνατή η αλλαγή του πλήρους ονόματος

source: Unable to change email address
el: Αδυναμία αλλαγής διεύθυνσης Ηλ.Ταχυδρομείου

source: Unable to set invalid phone number
el: Δεν είναι δυνατός ο ορισμός μη έγκυρου αριθμού τηλεφώνου

source: Unable to set invalid website
el: Δεν είναι δυνατός ο ορισμός μη έγκυρου ιστότοπου

source: Some account data was invalid
el: Ορισμένα δεδομένα λογαριασμού δεν ήταν έγκυρα

source: In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):
el: Για να επιβεβαιώσετε τον λογαριασμό σας στο Twitter, δημοσιεύστε την παρακάτω δημοσίευση στο Twitter (σιγουρευτείτε ότι την δημοσιεύετε χωρίς χαρακτήρες αλλαγής γραμμής)

source: In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):
el: Για να επιβεβαιώσουμε τον ιστότοπό σας, αποθηκεύστε το κάτωθι περιεχόμενο , στον κατάλογο '.well-known/CloudIdVerificationCode.txt' (παρακαλώ βεβαιωθείτε ότι ολόκληρο το κείμενο υπάρχει σε μια γραμμή):

source: %1$s changed your password on %2$s.
el: %1$sάλλαξε το συνθηματικό σε %2$s.

source: Your password on %s was changed.
el: Ο κωδικός πρόσβασης στο %s έχει αλλάξει.

source: Your password on %s was reset by an administrator.
el: Έχει γίνει επαναφορά του κωδικού πρόσβασης στο %s από τον διαχειριστή.

source: Your password on %s was reset.
el: Έχει γίνει επαναφορά του κωδικού πρόσβασης σας στο %s.

source: Password for %1$s changed on %2$s
el: Ο κωδικός πρόσβασης για το %1$s άλλαξε σε %2$s

source: Password changed for %s
el: Το συνθηματικό άλλαξε για τον %s

source: If you did not request this, please contact an administrator.
el: Εάν δεν το αιτηθήκατε, παρακαλούμε επικοινωνήστε με τον διαχειριστή.

source: Your email address on %s was changed.
el: Η ηλεκτρονική σας διεύθυνση στο %s έχει αλλάξει.

source: Your email address on %s was changed by an administrator.
el: Η διεύθυνση ηλεκτρονικής αλληλογραφίας στο %s άλλαξε από τον διαχειριστή.

source: Email address for %1$s changed on %2$s
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου για το %1$s άλλαξε σε %2$s

source: Email address changed for %s
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείο άλλαξε για τον %s

source: The new email address is %s
el: Η νέα διεύθυνση ηλεκτρονικής αλληλογραφίας είναι %s

source: Your %s account was created
el: Ο λογαριασμός %s δημιουργήθηκε

source: Welcome aboard
el: Καλώς ήλθατε

source: Welcome aboard %s
el: Καλώς ήλθατε %s

source: Welcome to your %s account, you can add, protect, and share your data.
el: Καλωσήρθατε στον λογαριασμό σας %s, μπορείτε να προσθέσετε, προστατεύσετε και διαμοιράσετε τα δεδομένα σας.

source: Your username is: %s
el: Το όνομα χρήστη σας είναι: %s

source: Set your password
el: Καθορισμός συνθηματικού

source: Go to %s
el: Πηγαίνετε στο %s

source: Install Client
el: Εγκατάσταση πελάτη

source: Logged in user must be a subadmin
el: Ο συνδεδεμένος χρήστης πρέπει να είναι subadmin

source: Apps
el: Εφαρμογές

source: Settings
el: Ρυθμίσεις

source: Personal
el: Προσωπικά

source: Administration
el: Διαχείριση

source: Additional settings
el: Επιπρόσθετες ρυθμίσεις

source: Admin privileges
el: Προνόμια διαχειριστή

source: Groupware
el: Ομαδικό

source: Overview
el: Επισκόπηση

source: Basic settings
el: Βασικές ρυθμίσεις

source: Sharing
el: Διαμοιρασμός

source: Personal info
el: Προσωπικές πληροφορίες

source: Mobile & desktop
el: Κινητό & σταθερό

source: Email server
el: Διακομιστής Email

source: Security & setup warnings
el: Προειδοποιήσεις ασφάλειας & ρυθμίσεων

source: Background jobs
el: Εργασίες παρασκηνίου

source: Create
el: Δημιουργία

source: Change
el: Αλλαγή

source: Delete
el: Διαγραφή

source: Reshare
el: Επαναδιαμοιρασμός

source: Unlimited
el: Απεριόριστο

source: Verifying
el: Γίνεται επαλήθευση

source: A background job is pending that checks for user imported SSL certificates. Please check back later.
el: Εκκρεμεί μια εργασία στο παρασκήνιο που ελέγχει για πιστοποιητικά SSL που έχουν εισαχθεί από χρήστες. Παρακαλώ ελέγξτε ξανά αργότερα.

source: There are some user imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via "occ security:certificates:import" command. Their paths inside the data directory are shown below.
el: Υπάρχουν ορισμένα πιστοποιητικά SSL εισαγόμενα από τον χρήστη, τα οποία δεν χρησιμοποιούνται πλέον με το Nextcloud 21. Μπορούν να εισαχθούν στη γραμμή εντολών μέσω της εντολής "occ security: documents: import". Οι διαδρομές τους στον κατάλογο δεδομένων εμφανίζονται παρακάτω.

source: The old server-side-encryption format is enabled. We recommend disabling this.
el: Η παλιά διαμόρφωση κρυπτογράφησης από διακομιστή σε διακομιστή είναι ενεργοποιημένη. Σας προτείνουμε να την απενεργοποιήσετε.

source: MariaDB version "%s" is used. Nextcloud 21 will no longer support this version and requires MariaDB 10.2 or higher.
el: Χρησιμοποιείται η έκδοση "%s" MariaDB. Το Nextcloud 21 δεν θα υποστηρίζει πλέον αυτή την έκδοση και θα απαιτείται η έκδοση MariaDB 10.2 ή νεότερη.

source: PostgreSQL version "%s" is used. Nextcloud 21 will no longer support this version and requires PostgreSQL 9.6 or higher.
el: Χρησιμοποιείται η έκδοση "%s" της PostgreSQL. Το Nextcloud 21 δεν θα υποστηρίζει πλέον αυτή την έκδοση και θα απαιτείται η έκδοση PostgreSQL 9.6 ή νεότερο.

source: Nextcloud settings
el: Ρυθμίσεις Nextcloud

source: Administration privileges
el: Προνόμια διαχείρισης

source: Here you can decide which group can access certain sections of the administration settings.
el: Εδώ ορίστε ποια ομάδα μπορεί να έχει πρόσβαση σε ορισμένες ενότητες των ρυθμίσεων διαχείρισης.

source: None
el: Τίποτα

source: Unable to modify setting
el: Δεν είναι δυνατή η τροποποίηση της ρύθμισης

source: Two-factor authentication can be enforced for all users and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system.
el: Η πιστοποίηση δύο-παραγόντων μπορεί να επιβληθεί σε όλους τους χρήστες και σε ομάδες. Εάν δεν έχουν ρυθμίσει πάροχο πιστοποίησης δύο βημάτων, δεν θα μπορούν να συνδεθούν.

source: Enforce two-factor authentication
el: Υποχρεωτική πιστοποίηση δύο-παραγόντων

source: Limit to groups
el: Όριο στις ομάδες

source: Enforcement of two-factor authentication can be set for certain groups only.
el: Η υποχρεωτική χρήση πιστοποίησης δύο-βημάτων μπορεί να ρυθμιστεί μόνο για ομάδες.

source: Two-factor authentication is enforced for all members of the following groups.
el: Η πιστοποίηση Δύο-παραγόντων έχει επιβληθεί για όλα τα μέλη της ακόλουθης ομάδας.

source: Enforced groups
el: Επιβαλλόμενες ομάδες

source: Two-factor authentication is not enforced for members of the following groups.
el: Η πιστοποίηση Δύο-Παραγόντων δεν έχει επιβληθεί στα μέλη της ακόλουθης ομάδας.

source: Excluded groups
el: Εξαιρέθηκαν οι ομάδες

source: When groups are selected/excluded, they use the following logic to determine if a user has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If a user is both in a selected and excluded group, the selected takes precedence and 2FA is enforced.
el: Όταν επιλέγονται / εξαιρούνται ομάδες, χρησιμοποιούν την ακόλουθη λογική για να προσδιορίσουν εάν ένας χρήστης έχει επιβάλλει 2FA: Εάν δεν έχουν επιλεγεί ομάδες, το 2FA είναι ενεργοποιημένο για όλους εκτός από τα μέλη των αποκλεισμένων ομάδων. Εάν επιλεγούν ομάδες, το 2FA είναι ενεργοποιημένο για όλα τα μέλη αυτών. Αν ένας χρήστης βρίσκεται σε μια επιλεγμένη και μια αποκλεισμένη ομάδα, η επιλογή έχει προτεραιότητα και επιβάλλεται 2FA.

source: Save changes
el: Αποθήκευση αλλαγών

source: All
el: Όλες

source: Limit app usage to groups
el: Περιορίστε τη χρήση της εφαρμογής σε ομάδες

source: No results
el: Κανένα αποτέλεσμα

source: Update to {version}
el: Ενημέρωση στην έκδοση {version}

source: Remove
el: Αφαίρεση

source: Disable
el: Απενεργοποίηση

source: This app has no minimum Nextcloud version assigned. This will be an error in the future.
el: Αυτή η εφαρμογή δεν έχει ελάχιστη έκδοση του Nextcloud ανατεθειμένη. Αυτό θα αποτελεί σφάλμα στο μέλλον.

source: This app has no maximum Nextcloud version assigned. This will be an error in the future.
el: Αυτή η εφαρμογή δεν έχει μέγιστη έκδοση του Nextcloud ανατεθειμένη. Αυτό θα αποτελεί σφάλμα στο μέλλον.

source: This app cannot be installed because the following dependencies are not fulfilled:
el: Αυτή η εφαρμογή δεν μπορεί να εγκατασταθεί διότι δεν εκπληρώνονται οι ακόλουθες εξαρτήσεις:

source: View in store
el: Προβολή στο κέντρο εφαρμογών

source: Visit website
el: Επισκεφθείτε την ιστοσελίδα

source: Report a bug
el: Αναφορά σφάλματος

source: User documentation
el: Τεκμηρίωση Χρήστη

source: Admin documentation
el: Τεκμηρίωση Διαχειριστή

source: Developer documentation
el: Τεκμηρίωση προγραμματιστή

source: This app is supported via your current Nextcloud subscription.
el: Αυτή η εφαρμογή υποστηρίζεται μέσω της τρέχουσας συνδρομής σας στο Nextcloud.

source: Supported
el: Υποστηρίζεται

source: Featured apps are developed by and within the community. They offer central functionality and are ready for production use.
el: Οι προτεινόμενες εφαρμογές αναπτύσσονται από και εντός της κοινότητας. Προσφέρουν κεντρική λειτουργικότητα και είναι έτοιμες για χρήση.

source: Featured
el: Προτεινόμενες

source: Update to {update}
el: Ενημέρωση σε {update}

source: Update all
el: Ενημέρωση όλων

source: All apps are up-to-date.
el: Όλες οι εφαρμογές είναι ενημερωμένες.

source: Results from other categories
el: Αποτελέσματα από άλλες κατηγορίες

source: No apps found for your version
el: Δεν βρέθηκαν εφαρμογές για αυτή την έκδοση

source: Disable all
el: Απενεργοποίηση όλων

source: Enable all
el: Ενεργοποίηση όλων

source: %n app has an update available
el: %n εφαρμογή έχει διαθέσιμη αναβάθμιση

source: Marked for remote wipe
el: Επισημάνθηκε για απομακρυσμένη εκκαθάριση

source: Device settings
el: Ρυθμίσεις συσκευής

source: Allow filesystem access
el: Επιτρέπεται η πρόσβαση στο σύστημα αρχείων

source: Rename
el: Μετονομασία

source: Revoke
el: Ανάκληση

source: Wipe device
el: Εκκαθάριση συσκευής

source: Revoking this token might prevent the wiping of your device if it has not started the wipe yet.
el: Η κατάργηση αυτού του αναγνωριστικού ενδέχεται να αποτρέψει την εκκαθάριση της συσκευής σας αν δεν έχει ξεκινήσει ακόμα.

source: Google Chrome for Android
el: Google Chrome για Android

source: {productName} iOS app
el: {productName} εφαρμογή iOS

source: {productName} Android app
el: {productName} εφαρμογή Android

source: {productName} Talk for iOS
el: {productName} Talk για iOS

source: {productName} Talk for Android
el: {productName} Talk για Android

source: Sync client - {os}
el: Συγχρονισμός πελατών - {os}

source: This session
el: Αυτή η συνεδρία

source: Device
el: Συσκευή

source: Last activity
el: Τελευταία δραστηριότητα

source: Devices & sessions
el: Συσκευές & συνδέσεις

source: Web, desktop and mobile clients currently logged in to your account.
el: Έχουν συνδεθεί στον λογαριασμό σας εφαρμογές από περιηγητή ιστού, υπολογιστή και εφαρμογή τηλεφώνου.

source: Do you really want to wipe your data from this device?
el: Θέλετε σίγουρα να διαγράψετε τα δεδομένα από την συσκευή?

source: Confirm wipe
el: Επιβεβαίωση εκκαθάρισης

source: Error while creating device token
el: Σφάλμα κατά τη δημιουργία διακριτικού συσκευής

source: Error while updating device token scope
el: Σφάλμα κατά την ενημέρωση του αναγνωριστικού συσκευής

source: Error while updating device token name
el: Σφάλμα κατά την ενημέρωση του ονόματος αναγνωριστικού συσκευής

source: Error while deleting the token
el: Σφάλμα κατά την διαγραφή του διακριτικού

source: Error while wiping the device with the token
el: Σφάλμα κατά την εκκαθάριση συσκευής με το αναγνωριστικό

source: App name
el: Όνομα εφαρμογής

source: Create new app password
el: Δημιουργία νέου συνθηματικού εφαρμογής

source: Use the credentials below to configure your app or device.
el: Χρησιμοποιήστε τα παρακάτω διαπιστευτήρια για να ρυθμίσετε την εφαρμογή ή την συσκευή σας.

source: For security reasons this password will only be shown once.
el: Για λόγους ασφαλείας αυτό το συνθηματικό θα εμφανιστεί μόνο μια φορά.

source: Username
el: Όνομα χρήστη

source: Password
el: Κωδικός πρόσβασης

source: Done
el: Ολοκληρώθηκε

source: Show QR code for mobile apps
el: Εμφάνιση κώδικα QR για τις εφαρμογές κινητού

source: Copied!
el: Αντιγράφτηκε!

source: Copy
el: Αντιγραφή

source: Could not copy app password. Please copy it manually.
el: Ο κωδικός εφαρμογής δεν μπορεί να αντιγραφεί. Παρακαλώ αντιγράψτε χειροκίνητα.

source: Profile
el: Προφίλ

source: Enable or disable profile by default for new users.
el: Ενεργοποίηση ή απενεργοποίηση προφίλ από προεπιλογή για νέους χρήστες.

source: Enable
el: Ενεργοποίηση

source: Unable to update profile default setting
el: Δεν είναι δυνατή η ενημέρωση της προεπιλεγμένης ρύθμισης προφίλ

source: Rename group
el: Μετονομασία ομάδας

source: Remove group
el: Αφαίρεση ομάδας

source: You are about to remove the group {group}. The users will NOT be deleted.
el: Πρόκειται να καταργήσετε την ομάδα {group}. Οι χρήστες ΔΕΝ θα διαγραφούν.

source: Please confirm the group removal
el: Παρακαλώ επιβεβαιώστε την κατάργηση της ομάδας

source: Your biography
el: Το βιογραφικό σας

source: Unable to update biography
el: Δεν είναι δυνατή η ενημέρωση του βιογραφικού

source: Your full name
el: Το ονοματεπώνυμο σας

source: Unable to update full name
el: Δεν είναι δυνατή η ενημέρωση του ονοματεπώνυμο σας

source: No full name set
el: Δεν ορίστηκε ονοματεπώνυμο

source: Email options
el: Επιλογές email

source: Primary email for password reset and notifications
el: Κύριο email για επαναφορά συνθηματικού και ειδοποιήσεις

source: Remove primary email
el: Κατάργηση κύριου email

source: Delete email
el: Διαγραφή email

source: Unset as primary email
el: Κατάργηση ορισμού ως κύριου email

source: This address is not confirmed
el: Αυτή η διεύθυνση email δεν έχει επιβεβαιωθεί

source: Set as primary email
el: Ορισμός ως κύριου email

source: Your email address
el: Η διεύθυνση ηλ. ταχυδρομείου σας

source: Additional email address {index}
el: Πρόσθετη διεύθυνση email {index}

source: Unable to delete primary email address
el: Δεν είναι δυνατή η διαγραφή της κύριας διεύθυνσης email

source: Unable to update primary email address
el: Δεν είναι δυνατή η ενημέρωση της κύριας διεύθυνσης email

source: Unable to add additional email address
el: Δεν είναι δυνατή η προσθήκη πρόσθετης διεύθυνσης email

source: Unable to update additional email address
el: Δεν είναι δυνατή η ενημέρωση της πρόσθετης διεύθυνσης email

source: Unable to delete additional email address
el: Δεν είναι δυνατή η διαγραφή της πρόσθετης διεύθυνσης email

source: No email address set
el: Δεν ορίστηκε διεύθυνση email

source: Additional emails
el: Πρόσθετες διευθύνσεις email

source: Your headline
el: Ο τίτλος σας

source: Unable to update headline
el: Δεν είναι δυνατή η ενημέρωση του τίτλου

source: Language
el: Γλώσσα

source: Help translate
el: Βοηθήστε στη μετάφραση

source: Unable to update language
el: Δεν είναι δυνατή η ενημέρωση της γλώσσας

source: No language set
el: Δεν ορίστηκε γλώσσα

source: Your organisation
el: Ο οργανισμός σας

source: Unable to update organisation
el: Δεν είναι δυνατή η ενημέρωση του οργανισμού

source: Edit your Profile visibility
el: Επεξεργασία της ορατότητας του Προφίλ σας

source: Enable Profile
el: Ενεργοποίηση προφίλ

source: Unable to update profile enabled state
el: Δεν είναι δυνατή η ενημέρωση της κατάστασης του προφίλ
