Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/settings-1.po
Languages: el

source: Revoking this token might prevent the wiping of your device if it hasn't started the wipe yet.
el: Η κατάργηση αυτού του αναγνωριστικού ενδέχεται να αποτρέψει την εκκαθάριση της συσκευής σας αν δεν έχει ξεκινήσει ακόμα.

source: Nextcloud Talk for iOS
el: Nextcloud Talk για iOS

source: Nextcloud Talk for Android
el: Nextcloud Talk για Android

source: Add user in group
el: Προσθήκη χρήστη στην ομάδα

source: Close
el: Κλείσιμο

source: All languages
el: Όλες οι γλώσσες

source: Everyone
el: Όλοι

source: The app will be downloaded from the app store
el: Θα γίνει λήψη της εφαρμογής από το App Store

source: App update
el: Ενημέρωση εφαρμογής

source: Error: This app can not be enabled because it makes the server unstable
el: Σφάλμα: αυτή η εφαρμογή δεν μπορεί να ενεργοποιηθεί γιατί θα καταστήσει ασταθή τον διακομιστή.

source: mail
el: ταχυδρομείο

source: Test email settings
el: Δοκιμή ρυθμίσεων email

source: Expire after
el: Λήξη μετά από

source: days
el: ημέρες

source: Allow users to share via link
el: Να επιτρέπεται σε χρήστες ο διαμοιρασμός μέσω συνδέσμου

source: Set default expiration date for link shares
el: Ορισμός προεπιλεγμένης ημερομηνίας λήξης για τους κοινόχρηστους συνδέσμους

source: Change privacy level of full name
el: Αλλαγή επιπέδου απορρήτου του ονοματεπώνυμου

source: No display name set
el: Δεν ορίστηκε όνομα

source: Change privacy level of email
el: Αλλαγή επιπέδου απορρήτου της διεύθυνσης email

source: For password reset and notifications
el: Για ανάκτηση συνθηματικού και ειδοποιήσεις

source: Set as primary mail
el: Ορισμός ως κύριου email
