Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/sharebymail.po
Languages: el

source: Shared with %1$s
el: Διαμοιράστηκε με %1$s

source: Shared with {email}
el: Διαμοιράστηκε με {email}

source: Shared with %1$s by %2$s
el: Διαμοιράστηκε με %1$s από %2$s

source: Shared with {email} by {actor}
el: Διαμοιράστηκε με {email} από {actor}

source: Unshared from %1$s
el: Διακοπή διαμοιρασμού από %1$s

source: Unshared from {email}
el: Διακοπή διαμοιρασμού από {email}

source: Unshared from %1$s by %2$s
el: Διακοπή διαμοιρασμού από %1$s με %2$s

source: Unshared from {email} by {actor}
el: Διακοπή διαμοιρασμού με {email} από {actor}

source: Password for mail share sent to %1$s
el: Το συνθηματικό για το διαμοιρασμό μέσου ηλ. αλληλογραφίας έχει αποσταλλεί %1$s

source: Password for mail share sent to {email}
el: Ο κωδικός πρόσβασης διαμοιρασμού αλληλογραφίας αποστέλλεται στο {email}

source: Password for mail share sent to you
el: Κωδικός πρόσβασης για διαμοιρασμό αλληλογραφίας σας έχει σταλεί

source: You shared %1$s with %2$s by mail
el: Διαμοιραστήκατε το %1$s με %2$s μέσω mail

source: You shared {file} with {email} by mail
el: Διαμοιραστήκατε {file} με {email} μέσω mail

source: %3$s shared %1$s with %2$s by mail
el: %3$s Διαμοιραστηκε %1$s με %2$s μέσω mail

source: {actor} shared {file} with {email} by mail
el: {actor} διαμοίρασε {file} με {email} μέσω mail

source: You unshared %1$s from %2$s by mail
el: Διακόψατε διαμοιρασμό %1$s από %2$s με mail

source: You unshared {file} from {email} by mail
el: Διακόψατε διαμοιρασμό {file} από {email} με mail

source: %3$s unshared %1$s from %2$s by mail
el: %3$s διέκοψε διαμοιρασμό%1$s από %2$s με mail

source: {actor} unshared {file} from {email} by mail
el: Ο {actor} διέκοψε τον διαμοιρασμό το {file} από {email} με mail

source: Password to access %1$s was sent to %2s
el: Το συνθηματικό για πρόσβαση στο %1$s στάθηκε στο %2s

source: Password to access {file} was sent to {email}
el: Ο κωδικός πρόσβασης για πρόσβαση στο {αρχείο} έχει αποσταλεί στο {email}

source: Password to access %1$s was sent to you
el: Σας έχει αποσταλεί το συνθηματικό για πρόσβαση στο %1$s

source: Password to access {file} was sent to you
el: Σας έχει αποσταλεί στο συνθηματικό για πρόσβαση {file}

source: Share by mail
el: Διαμοιρασμός με ηλεκτρονική αλληλογραφία

source: Sharing %1$s failed, because this item is already shared with user %2$s
el: Αποτυχία διαμοιρασμού του %1$s, διότι το αντικείμενο διαμοιράζεται ήδη με τον χρήστη %2$s

source: We cannot send you the auto-generated password. Please set a valid email address in your personal settings and try again.
el: Δεν μπορούμε να σας στείλουμε τον κωδικό πρόσβασης που δημιουργείται αυτόματα. Ορίστε μια έγκυρη διεύθυνση email στις προσωπικές σας ρυθμίσεις και δοκιμάστε ξανά.

source: Failed to send share by email. Got an invalid email address
el: Αποτυχία αποστολής της κοινής χρήσης μέσω email. Λάβαμε μια μη έγκυρη διεύθυνση email

source: Failed to send share by email
el: Αποτυχία αποστολής συνδέσμου διαμοιρασμού μέσω Ηλ.ταχυδρομείου

source: %1$s shared »%2$s« with you
el: Ο %1$s διαμοιράστηκε το »%2$s« με εσάς.

source: %1$s shared »%2$s« with you.
el: %1$s διαμοιράστηκε »%2$s« με εσάς.

source: Click the button below to open it.
el: Κάντε κλικ στο παρακάτω κουμπί για να το ανοίξετε.

source: Open »%s«
el: Ανοίξτε »%s«

source: %1$s via %2$s
el: %1$s μέσω %2$s

source: %1$s shared »%2$s« with you. You should have already received a separate mail with a link to access it.
el: %1$s διαμοιράστηκε »%2$s« με εσάς. Πρέπει να λάβατε ένα email με σύνδεσμο πρόσβασης.

source: %1$s shared »%2$s« with you. You should have already received a separate mail with a link to access it.
el: %1$s διαμοιράστηκε »%2$s« με εσάς. Θα πρέπει να έχετε ήδη λάβει ένα ξεχωριστό mail με έναν σύνδεσμο με πρόσβαση σε αυτό.

source: Password to access »%1$s« shared to you by %2$s
el: Συνθηματικό για πρόσβαση στο »%1$s« διαμοιράστηκε μαζί σας μέσω %2$s

source: Password to access »%s«
el: Συνθηματικό για πρόσβαση στο »%s«

source: It is protected with the following password:
el: Προστατευμένο με το συνθηματικό:

source: %1$s shared »%2$s« with you and wants to add:
el: Ο %1$s διαμοιράστηκε το »%2$s« με εσάς και θέλει να προσθέσει:

source: %1$s shared »%2$s« with you and wants to add
el: Ο %1$s διαμοιράστηκε το »%2$s« με εσάς και θέλει να προσθέσει

source: »%s« added a note to a file shared with you
el: Ο »%s« πρόσθεσε μια σημείωση στο κοινόχρηστο αρχείο

source: You just shared »%1$s« with %2$s. The share was already sent to the recipient. Due to the security policies defined by the administrator of %3$s each share needs to be protected by password and it is not allowed to send the password directly to the recipient. Therefore you need to forward the password manually to the recipient.
el: Έχετε μόλις διαμοιραστεί »%1$s« με %2$s. Ο διαμοιρασμός έχει ήδη σταλθεί στον παραλήπτη. Βάση των πολιτικών ασφαλείας που έχουν ορισθεί από τον διαχειριστή του %3$s ο κάθε διαμοιρασμός χρειάζεται να προστατεύεται από ένα συνθηματικό και δεν επιτρέπετε να σταλθεί το συνθηματικό απευθείας στον παραλήπτη. Επομένως χρειάζεται να προωθήσετε το συνθηματικό χειροκίνητα στον παραλήπτη.

source: Password to access »%1$s« shared by you with %2$s
el: Συνθηματικό για πρόσβαση στο »%1$s« διαμοιράστηκε με %2$s

source: This is the password:
el: Αυτό είναι το συνθηματικό:

source: You can choose a different password at any time in the share dialog.
el: Μπορείτε να διαλέξετε ένα διαφορετικό συνθηματικό οποιαδήποτε στιγμή στον διάλογο διαμοιρασμού.

source: Could not find share
el: Αδυναμία εύρεσης κοινόχρηστου

source: Share provider which allows you to share files by mail
el: Πάροχος διαμοιρασμού που σας επιτρέπει να διαμοιράζεστε αρχεία μέσω mail

source: Allows users to share a personalized link to a file or folder by putting in an email address.
el: Να επιτρέπεται οι χρήστες να στέλνουν εξατομικευμένο σύνδεσμο σε ένα αρχείο ή φάκελο μέσω mail.

source: Send password by mail
el: Αποστολή συνθηματικου με ηλεκτρονική αλληλογραφία

source: Reply to initiator
el: Απάντηση στον αποστολέα

source: We can't send you the auto-generated password. Please set a valid email address in your personal settings and try again.
el: Δεν μπορούμε να σας στείλουμε αυτοδημιουργημένο συνθηματικό. Παρακαλούμε βάλτε μία έγκυρη διεύθυνση email στις προσωπικές σας ρυθμίσεις και προσπαθήστε ξανά.

source: Enforce password protection
el: Επιβάλετε προστασία συνθηματικού
