Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/support.po
Languages: el

source: Link:
el: Σύνδεσμος:

source: Password:
el: Συνθηματικό:

source: Generating system report failed.
el: Η παραγωγή της αναφοράς συστήματος απέτυχε.

source: Could not create folder "System information" to store generated report.
el: Δεν ήταν δυνατή η δημιουργία φακέλου "Πληροφορίες συστήματος" για την αποθήκευση της δημιουργηθείσας αναφοράς.

source: Could not create file "%s" to store generated report.
el: Δεν ήταν δυνατή η δημιουργία αρχείου "%s" για την αποθήκευση της δημιουργηθείσας αναφοράς.

source: Could not share file "%s". Nevertheless, you can find it in the folder "System information".
el: Δεν ήταν δυνατή η κοινή χρήση του αρχείου "%s". Ωστόσο, μπορείτε να το βρείτε στο φάκελο "Πληροφορίες συστήματος".

source: Subscription notifications
el: Ειδοποιήσεις συνδρομής

source: Nextcloud Subscription
el: Συνδρομή Nextcloud

source: Your server has no Nextcloud Subscription or your Subscription has expired.
el: Ο διακομιστής σας δεν έχει Συνδρομή Nextcloud είτε η Συνδρομή σας έχει λήξει.

source: Your Nextcloud server subscription does not cover your number of users.
el: Η συνδρομή διακομιστή Nextcloud σας δεν καλύπτει τον αριθμό των χρηστών.

source: Your Nextcloud Subscription has expired!
el: Η Συνδρομή Nextcloud σας έχει λήξει!

source: Your server has no Nextcloud Subscription
el: Ο διακομιστής σας δεν έχει Συνδρομή Nextcloud

source: Your Nextcloud server is not backed by a Nextcloud Enterprise Subscription.
el: Ο Nextcloud διακομιστής σας δεν υποστηρίζεται από μια Nextcloud Enterprise συνδρομή.

source: A Nextcloud Enterprise Subscription means the original developers behind your self-hosted cloud server are 100% dedicated to your success: the security, scalability, performance and functionality of your service!
el: Μια Nextcloud Enterprise συνδρομή σημαίνει πως οι πρωτότυποι προγραμματιστές πίσω από τον αυτο-φιλοξενούμενο διακομιστή νέφους σας είναι 100% αφοσιωμένοι στην επιτυχία σας. Την ασφάλεια, την επεκτασιμότητα, την επίδοση και την λειτουργικότητα της υπηρεσίας σας!

source: If your server setup breaks and employees can't work anymore, you don't have to rely on searching online forums for a solution. You have direct access to our experienced engineers!
el: Αν το στήσιμο του διακομιστή σας χαλάσει και οι υπάλληλοι σας δεν μπορούν να δουλέψουν, δεν χρειάζεται να βασίζεστε σε αναζητήσεις στο διαδίκτυο για μια λύση. Έχετε άμεση πρόσβαση στους έμπειρους μηχανικούς μας!

source: You have a contract with the vendor providing early security information, mitigations, patches and updates.
el: Έχετε συμβόλαιο με τον προμηθευτή που παρέχει έγκαιρες πληροφορίες ασφαλείας, μετριασμούς, διορθώσεις και ενημερώσεις.

source: If you need to stay longer on your current version without disruptions, you don't have to run software without security updates.
el: Αν χρειάζεται να παραμείνετε περισσότερο στην τρέχουσα έκδοση χωρίς διακοπές, δεν χρειάζεται να εκτελείτε λογισμικό χωρίς ενημερώσεις ασφαλείας.

source: You have the best expertise at hand to deal with performance and scalability issues.
el: Έχετε την καλύτερη δυνατή τεχνογνωσία για να αντιμετωπίσετε τα προβλήματα επιδόσεων και επεκτασιμότητας.

source: You have access to the right documentation and expertise to quickly answer compliance questions or deliver on GDPR, HIPAA and other regulation requirements.
el: Έχετε πρόσβαση στη σωστή τεκμηρίωση και εμπειρογνωμοσύνη για να απαντήσετε γρήγορα σε ερωτήσεις συμμόρφωσης ή να παρέχετε GDPR, HIPAA και άλλες απαιτήσεις κανονισμών λειτουργίας.

source: We can also provide Outlook integration, Online Office, scalable integrated audio-video and chat communication and other features only available in a limited form for free or develop further integrations and capabilities to your needs.
el: Μπορούμε επίσης να παρέχουμε ενσωμάτωση Outlook, σουίτα γραφείου online, κλιμακούμενη ενσωματωμένη επικοινωνία ήχου-βίντεο και συνομιλίας και άλλες λειτουργίες που διατίθενται μόνο σε περιορισμένη μορφή δωρεάν ή να αναπτύσσουμε περαιτέρω ενσωματώσεις και δυνατότητες στις ανάγκες σας.

source: A subscription helps you get the most out of Nextcloud!
el: Μια συνδρομή σάς βοηθά να αξιοποιήσετε στο έπακρο το Nextcloud!

source: Learn more now
el: Μάθετε περισσότερα τώρα

source: This mail was sent to all administrators by the support app on your Nextcloud instance at %1$s because you have over %2$s registered users.
el: Αυτό το μήνυμα αποστέλλεται σε όλους τους διαχειριστές από την εφαρμογή υποστήριξης της εγκατάστασης Nextcloud στο %1$s επειδή έχετε πάνω από %2$s εγγεγραμμένους χρήστες.

source: Your Nextcloud server Subscription is over limit
el: Η συνδρομή σας στο διακομιστή Nextcloud είναι πάνω από το όριο

source: Dear admin,
el: Αγαπητέ διαχειριστή,

source: Your Nextcloud Subscription doesn't cover the number of users who are currently active on this server. Please contact your Nextcloud account manager to get your subscription updated!
el: Η συνδρομή σας Nextcloud δεν καλύπτει τον αριθμό των χρηστών που είναι ενεργοί σε αυτόν τον διακομιστή. Επικοινωνήστε με τον διαχειριστή του λογαριασμού σας Nextcloud για να ενημερώσετε τη συνδρομή σας!

source: %1$s is your account manager and can be reached by email via %2$s or by phone via %3$s.
el: Ο %1$s είναι ο διαχειριστής του λογαριασμού σας και μπορείτε να επικοινωνήσετε μέσω του email %2$s ή μέσω του τηλεφώνου %3$s.

source: Thank you,
el: Σας ευχαριστώ,

source: Your Nextcloud team
el: Η ομάδα Nextcloud

source: This mail was sent to all administrators by the support app on your Nextcloud instance at %s because you have more users than your subscription covers.
el: Αυτό το μήνυμα αποστέλλεται σε όλους τους διαχειριστές από την εφαρμογή υποστήριξης του Nextcloud στο %s, επειδή έχετε περισσότερους χρήστες από ό,τι καλύπτει η συνδρομή σας.

source: Your Nextcloud server Subscription is expired
el: Η συνδρομή του διακομιστή Nextcloud έχει λήξει

source: Your Nextcloud server Subscription is expired!
el: Η συνδρομή του διακομιστή Nextcloud έχει λήξει!

source: Your Nextcloud Subscription has expired! Please contact your Nextcloud account manager to get your subscription updated!
el: Η συνδρομή σας Nextcloud έχει λήξει! Επικοινωνήστε με τον διαχειριστή του λογαριασμού σας Nextcloud για να ενημερώσετε τη συνδρομή σας!

source: This mail was sent to all administrators by the support app on your Nextcloud instance at %s because your subscription expired.
el: Αυτό το μήνυμα αποστέλλεται σε όλους τους διαχειριστές από την εφαρμογή υποστήριξης του Nextcloud στο %s επειδή η συνδρομή σας έληξε.

source: Support
el: Υποστήριξη

source: Getting support and help for your Nextcloud
el: Λήψη υποστήριξης και βοήθειας για το Nextcloud σας

source: The support app covers you with direct access to help and consulting resources, dedicated contact options to your account manager and an overview of your enterprise subscription.
el: Η εφαρμογή υποστήριξης σάς καλύπτει με άμεση πρόσβαση στη βοήθεια και την παροχή συμβουλών σε πόρους, ειδικές επιλογές επικοινωνίας στο διαχειριστή του λογαριασμού σας και επισκόπηση της συνδρομής enterprise.

source: Basic subscription
el: Βασική συνδρομή

source: Standard subscription
el: Τυπική συνδρομή

source: Premium subscription
el: Συνδρομή Premium

source: Géant subscription
el: Συνδρομή Géant

source: Silver partner subscription
el: Συνδρομή αργυρού συνεργάτη

source: Gold partner subscription
el: Συνδρομή χρυσού συνεργάτη

source: Subscription
el: Συνδρομή

source: Over subscription limit
el: Συνδρομή πάνω από το όριο

source: Valid subscription
el: Έγκυρη συνδρομή

source: Expired subscription
el: Η συνδρομή έληξε

source: Subscription key:
el: Κλειδί συνδρομής:

source: Expires in:
el: Λήγει στις:

source: %n year
el: %n χρόνος

source: %n month
el: %d μήνας

source: %n week
el: %n εβδομάδα

source: %n day
el: %n ημέρα

source: For an unlimited amount of users
el: Για απεριόροστο αριθμό χρηστών

source: For %n active users
el: Για %n ενεργούς χρήστες

source: For %n users
el: Για %n χρήστες

source: currently at %n user
el: αυτή την στιγμή %n χρήστης

source: Includes support for %s
el: Συμπεριλαμβάνει υποστήριξη για %s

source: Includes support for %1$s & %2$s
el: Συμπεριλαμβάνει υποστήριξη για %1$s & %2$s

source: Includes support for %1$s, %2$s & %3$s
el: Συμπεριλαμβάνει υποστήριξη για %1$s, %2$s & %3$s

source: Extended maintenance life cycle
el: Εκτεταμένος κύκλος ζωής συντήρησης

source: Update subscription key
el: Ενημέρωση κλειδιού συνδρομής

source: %s is your account manager. Don't hesitate to reach out to us if you have questions regarding your subscription.
el: Ο %s είναι ο διαχειριστής του λογαριασμού σας. Μη διστάσετε να επικοινωνήσετε μαζί μας εάν έχετε απορίες σχετικά με τη συνδρομή σας.

source: You can find answers to common question in our portal and also file support requests there.
el: Μπορείτε να βρείτε απαντήσεις σε συνηθισμένες ερωτήσεις στην πύλη μας καθώς και να κάνετε ένα αιτήματα υποστήριξης εκεί.

source: Access Nextcloud portal
el: Πρόσβαση στην πύλη του Nextcloud

source: System information
el: Πληροφορίες συστήματος

source: Collect system information for support cases. The button below generates a text file in the folder "System information" and shares it as password protected public link. The link is valid for 2 weeks.
el: Συλλέξτε πληροφορίες συστήματος για περιπτώσεις υποστήριξης. Το παρακάτω κουμπί δημιουργεί ένα αρχείο κειμένου στο φάκελο "Πληροφορίες συστήματος" και το μοιράζεται ως δημόσιο σύνδεσμο που προστατεύεται με συνθηματικό. Ο σύνδεσμος ισχύει για 2 εβδομάδες.

source: Generate system report
el: Δημιουργία αναφοράς συστήματος

source: Enterprise subscription recommended
el: Συνίσταται συνδρομή Enterprise

source: No active enterprise subscription
el: Καμία ενεργή συνδρομή enterprise

source: Unsupported
el: Μη υποστηριζόμενο

source: This Nextcloud server has no Enterprise Subscription.
el: Ο διακομιστής Nextcloud δεν έχει συνδρομή Enterprise.

source: A Nextcloud Enterprise Subscription helps you get the most out of your Nextcloud, keep your data secure and your server working reliably at all times.
el: Μια συνδρομή Nextcloud Enterprise σας βοηθά να αξιοποιήσετε στο έπακρο το Nextcloud, να διατηρείτε τα δεδομένα σας ασφαλή και ο διακομιστής σας να λειτουργεί αξιόπιστα ανά πάσα στιγμή.

source: Advantages
el: Πλεονεκτήματα

source: Access to the technical expertise of the Nextcloud developers through documentation and support
el: Πρόσβαση στην τεχνογνωσία των προγραμματιστών Nextcloud μέσω τεκμηρίωσης και υποστήριξης

source: Access to additional capabilities like Outlook integration, online office and more
el: Πρόσβαση σε πρόσθετες δυνατότητες όπως ενσωμάτωση στο Outlook, σε δικτυακό γραφείο και πολλά άλλα

source: Access to scalability expertise and scalability capabilities for Files and Talk
el: Πρόσβαση στην εμπειρία επεκτασιμότητας και δυνατότητες για τις εφαρμογές Αρχεία και Ομιλία

source: Optional branding, consulting, architecture advice
el: Προαιρετική επωνυμία, συμβουλές, συμβουλές αρχιτεκτονικής

source: Confidential security notification service, mitigations, patches and advice
el: Εμπιστευτική υπηρεσία ειδοποίησης ασφαλείας, μετριασμούς, διορθώσεις και συμβουλές

source: Compliance certification, advice and documentation
el: Πιστοποίηση συμμόρφωσης, συμβουλές και τεκμηρίωση

source: Get a quote
el: Λήψη πρότασης

source: More information
el: Περισσότερα

source: Subscription benefits
el: Παροχές συνδρομής

source: Pricing
el: Τιμολόγηση

source: Community support
el: Κοινότητα υποστήριξης

source: Forum
el: Φόρουμ

source: Nextcloud is free software which is supported by a very active community. Please register at the forum to ask questions and discuss with others.
el: Το Nextcloud είναι ελεύθερο λογισμικό το οποίο υποστηρίζεται από μια πολύ ενεργή κοινότητα. Παρακαλούμε εγγραφείτε στο φόρουμ για να κάνετε ερωτήσεις και να συζητήσετε με άλλους.

source: Nextcloud uses GitHub as platform to collaboratively work. You can file bug reports directly there.
el: Το Nextcloud χρησιμοποιεί το GitHub ως πλατφόρμα για συνεργασίας. Μπορείτε να υποβάλετε αναφορές σφαλμάτων απευθείας εκεί.

source: Chat
el: Συνομιλία

source: Chat with us on our IRC channel #nextcloud on Freenode.
el: Μιλήστε μας στο κανάλι στο IRC #nextcloud στο Freenode.

source: Nextcloud forum
el: Φόρουμ Nextcloud

source: Nextcloud at GitHub
el: Nextcloud στο GitHub

source: Open chat
el: Άνοιγμα συνομιλίας

source: Subscription key
el: Κλειδί συνδρομής

source: If you have an active Nextcloud Subscription please enter your subscription key here.
el: Εάν έχετε ενεργή συνδρομή Nextcloud, παρακαλούμε εισάγετε το κλειδί συνδρομής εδώ.

source: Learn more about an enterprise subscription.
el: Μάθετε περισσότερα για τη συνδρομή enterprise.

source: Set subscription key
el: Ορισμός κλειδιού συνδρομής

source: The subscription info could not properly fetched right now. A retry is scheduled. Please check back later.
el: Οι πληροφορίες συνδρομής δεν ήταν δυνατό να φορτωθούν σωστά αυτή τη στιγμή. Απαιτείται επανάληψη. Παρακαλούμε ελέγξτε ξανά αργότερα.

source: The subscription key was invalid.
el: Μη έγκυρο κλειδί συνδρομής.

source: The subscription key could not be verified, because this server has no internet connection. Please reach out to the support team to get this resolved.
el: Το κλειδί συνδρομής δεν ήταν δυνατό να επαληθευτεί, επειδή αυτός ο διακομιστής δεν έχει σύνδεση στο διαδίκτυο. Επικοινωνήστε με την ομάδα υποστήριξης για να επιλύσετε αυτό το ζήτημα.

source: The subscription key had an invalid format.
el: Μη έγκυρη μορφή του κλειδιού συνδρομής.

source: While fetching the subscription information an error happened.
el: Παρουσιάστηκε σφάλμα κατά τη λήψη των πληροφοριών συνδρομής.

source: The button below generates a text file in the folder "System information" and shares it as password protected public link. The link is valid for 2 weeks.
el: Το παρακάτω κουμπί δημιουργεί ένα αρχείο κειμένου στο φάκελο "Πληροφορίες συστήματος" και το μοιράζεται ως δημόσιο σύνδεσμο που προστατεύεται με συνθηματικό. Ο σύνδεσμος ισχύει για 2 εβδομάδες.

source: News
el: Νέα

source: To get up to date information what is going on at Nextcloud sign up for the newsletter and follow us on our social media accounts.
el: Για να λάβετε ενημερωμένες πληροφορίες για το τι συμβαίνει στο Nextcloud, εγγραφείτε στο ενημερωτικό δελτίο και ακολουθήστε μας στους λογαριασμούς των μέσων κοινωνικής δικτύωσης.

source: Like our Facebook page
el: Ακολουθήστε μας στην σελίδα μας στο Facebook

source: Follow us on Twitter
el: Ακολουθήστε μας στο Twitter

source: Check out our blog
el: Επισκεφθείτε το ιστολόγιό μας

source: Subscribe to our newsletter
el: Εγγραφείτε στο ενημερωτικό δελτίο μας
