Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/systemtags.po
Languages: el

source: Tag name is empty
el: Το όνομα ετικέτας είναι κενό

source: Update
el: Ενημέρωση

source: Create
el: Δημιουργία

source: Select tag …
el: Επιλογή ετικέτας ...

source: System tag %1$s added by the system
el: Η ετικέτα συστήματος %1$s προστέθηκε από το σύστημα

source: Added system tag {systemtag}
el: Προστέθηκε σύστημα ετικετών {systemtag}

source: Added system tag %1$s
el: Προστέθηκε σύστημα ετικετών %1$s

source: %1$s added system tag %2$s
el: %1$s προστέθηκε σύστημα ετικετών %2$s

source: {actor} added system tag {systemtag}
el: Ο/η {actor} πρόσθεσε σύστημα ετικετών {systemtag}

source: System tag %1$s removed by the system
el: Η ετικέτα συστήματος %1$s αφαιρέθηκε από το σύστημα

source: Removed system tag {systemtag}
el: Αφαιρέθηκε ετικέτα συστήματος {systemtag}

source: Removed system tag %1$s
el: Αφαιρέθηκε ετικέτα συστήματος %1$s

source: %1$s removed system tag %2$s
el: %1$s Αφαίρεσε ετικέτα συστήματος %2$s

source: {actor} removed system tag {systemtag}
el: Ο/η {actor} αφαίρεσε ετικέτα συστήματος {systemtag}

source: You created system tag %1$s
el: Δημιουργήσατε ετικέτα συστήματος %1$s

source: You created system tag {systemtag}
el: Δημιουργήσατε ετικέτα συστήματος {systemtag}

source: %1$s created system tag %2$s
el: %1$s δημιούργησε ετικέτα συστήματος %2$s

source: {actor} created system tag {systemtag}
el: {actor} δημιούργησε ετικέτα συστήματος {systemtag}

source: You deleted system tag %1$s
el: Αφαιρέσατε ετικέτα συστήματος %1$s

source: You deleted system tag {systemtag}
el: Αφαιρέσατε ετικέτα συστήματος {systemtag}

source: %1$s deleted system tag %2$s
el: %1$s αφαίρεσε ετικέτα συστήματος %2$s

source: {actor} deleted system tag {systemtag}
el: {actor} αφαίρεσε ετικέτα συστήματος {systemtag}

source: You updated system tag %2$s to %1$s
el: Ενημερώσατε ετικέτα συστήματος %2$s σε %1$s

source: You updated system tag {oldsystemtag} to {newsystemtag}
el: Ενημερώσατε ετικέτα συστήματος {oldsystemtag} σε {newsystemtag}

source: %1$s updated system tag %3$s to %2$s
el: %1$s ενημέρωσε ετικέτα συστήματος %3$s ζε %2$s

source: {actor} updated system tag {oldsystemtag} to {newsystemtag}
el: {actor} ενημέρωσε ετικέτα συστήματος {oldsystemtag} σε {newsystemtag}

source: System tag %2$s was added to %1$s by the system
el: Η ετικέτα συστήματος %2$s προστέθηκε στο %1$s από το σύστημα

source: System tag {systemtag} was added to {file} by the system
el: Η ετικέτα συστήματος {systemtag} προστέθηκε στο {file} από το σύστημα

source: You added system tag %2$s to %1$s
el: Προσθέσατε ετικέτα συστήματος %2$s στο %1$s

source: You added system tag {systemtag} to {file}
el: Προσθέσατε ετικέτα συστήματος {systemtag} στο {file}

source: %1$s added system tag %3$s to %2$s
el: %1$s πρόσθεσε ετικέτα συστήματος %3$s στο %2$s

source: {actor} added system tag {systemtag} to {file}
el: {actor} πρόσθεσε ετικέτα συστήματος {systemtag} στο {file}

source: System tag %2$s was removed from %1$s by the system
el: Η ετικέτα συστήματος %2$s αφαιρέθηκε από %1$s από το σύστημα

source: System tag {systemtag} was removed from {file} by the system
el: Η ετικέτα συστήματος {systemtag} αφαιρέθηκε από {file} από το σύστημα

source: You removed system tag %2$s from %1$s
el: Αφαιρέσατε ετικέτα συστήματος %2$s από %1$s

source: You removed system tag {systemtag} from {file}
el: Αφαιρέσατε ετικέτα συστήματος {systemtag} από {file}

source: %1$s removed system tag %3$s from %2$s
el: %1$s αφαίρεσε ετικέτα συστήματος %3$s από %2$s

source: {actor} removed system tag {systemtag} from {file}
el: {actor} αφαίρεσε ετικέτα συστήματος {systemtag} από {file}

source: %s (restricted)
el: %s (περιορισμένο)

source: %s (invisible)
el: %s (αόρατο)

source: <strong>System tags</strong> for a file have been modified
el: <strong>Οι ετικέτες συστήματος</strong> για ένα αρχείο έχουν τροποποιηθεί

source: Tags
el: Ετικέτες

source: Collaborative tags
el: Ετικέτες συνεργασίας

source: Collaborative tagging functionality which shares tags among users.
el: Λειτουργία προσθήκης ετικετών με συνεργασία που μοιράζεται ετικέτες μεταξύ χρηστών.

source: Collaborative tagging functionality which shares tags among users. Great for teams. (If you are a provider with a multi-tenancy installation, it is advised to deactivate this app as tags are shared.)
el: Λειτουργία προσθήκης ετικετών με συνεργασία που μοιράζεται ετικέτες μεταξύ χρηστών. Χρήσιμο για ομάδες. (Εάν είστε πάροχος με πολλαπλές εγκαταστάσεις, συνιστάται να απενεργοποιήσετε αυτήν την εφαρμογή καθώς οι ετικέτες μοιράζονται.)

source: Tagged files
el: Αρχεία με ετικέτες

source: Select tags to filter by
el: Επιλογή ετικετών για φιλτράρισμα με

source: No tags found
el: Δεν βρέθηκαν ετικέτες

source: Please select tags to filter by
el: Παρακαλώ επιλέξτε ετικέτες για να φιλτραριστούν

source: No files found for the selected tags
el: Δεν βρέθηκαν αρχεία για τις επιλεγμένες ετικέτες

source: Collaborative tags are available for all users. Restricted tags are visible to users but cannot be assigned by them. Invisible tags are for internal use, since users cannot see or assign them.
el: Οι ετικέτες σε συνεργασία είναι διαθέσιμες για όλους τους χρήστες. Οι περιορισμένες ετικέτες είναι ορατές στους χρήστες, αλλά δεν μπορούν να τους ανατεθούν. Οι κρυφές ετικέτες είναι για εσωτερική χρήση, όμως οι χρήστες δεν μπορούν να τις δουν ή να τις αναθέσουν.

source: Create a new tag
el: Δημιουργήστε νέα ετικέτα

source: Name
el: Όνομα

source: Public
el: Δημόσιο

source: Restricted
el: Περιορισμένο

source: Invisible
el: Αόρατο

source: Delete
el: Διαγραφή

source: Reset
el: Επαναφορά

source: No files in here
el: Δεν υπάρχουν αρχεία

source: No entries found in this folder
el: Δεν βρέθηκαν καταχωρήσεις σε αυτόν το φάκελο

source: Size
el: Μέγεθος

source: Modified
el: Τροποποιήθηκε
