Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/tasks.po
Languages: el

source: Upcoming tasks
el: Επερχόμενες εργασίες

source: Important
el: Σημαντικό

source: Today
el: Σήμερα

source: Week
el: Εβδομάδα

source: All
el: Όλες

source: Current
el: Τρέχουσα

source: Completed
el: Ολοκληρωμένες

source: Tasks
el: Εργασίες

source: The Tasks app for Nextcloud
el: Η εφαρμογή Εργασίες για το Nextcloud

source: Once enabled, a new Tasks menu will appear in your Nextcloud apps menu. From there you can add and delete tasks, edit their title, description, start and due dates and mark them as important. Tasks can be shared between users. Tasks can be synchronized using CalDav (each task list is linked to an Nextcloud calendar, to sync it to your local client: Thunderbird, Evolution, KDE Kontact, iCal … - just add the calendar as a remote calendar in your client). You can download your tasks as ICS files using the download button for each calendar.
el: Μόλις ενεργοποιηθεί, θα εμφανιστεί ένα νέο μενού Εργασίες στο μενού εφαρμογών του Nextcloud. Από εκεί μπορείτε να προσθέσετε και να διαγράψετε εργασίες, να επεξεργαστείτε τον τίτλο, την περιγραφή, τις ημερομηνίες έναρξης και λήξης και να τις επισημάνετε ως σημαντικές. Οι εργασίες μπορούν να μοιράζονται μεταξύ των χρηστών. Οι εργασίες μπορούν να συγχρονιστούν χρησιμοποιώντας το CalDav (κάθε λίστα εργασιών συνδέεται με ένα ημερολόγιο Nextcloud, για να το συγχρονίσετε με την εφαρμογή σας: Thunderbird, Evolution, KDE Kontact, iCal… - απλώς προσθέστε το ημερολόγιο ως απομακρυσμένο ημερολόγιο στην εφαρμογή σας). Μπορείτε να κάνετε λήψη των εργασιών σας ως αρχεία ICS χρησιμοποιώντας το κουμπί λήψης για κάθε ημερολόγιο.

source: Default list
el: Προεπιλεγμένη λίστα

source: Visibility of Smart Collections
el: Ορατότητα Έξυπνων Συλλογών

source: Hidden
el: Κρυφό

source: Visible
el: Ορατό

source: Automatic
el: Αυτόματο

source: Share with users or groups
el: Κοινή χρήση με χρήστες ή ομάδες

source: No users or groups
el: Δεν υπάρχουν χρήστες ή ομάδες

source: Can edit
el: Μπορεί να επεξεργαστεί

source: Unshare with {displayName}
el: Κατάργηση κοινής χρήσης με {displayName}

source: Unable to delete the share.
el: Αδυναμία διαγραφής κοινόχρηστου.

source: Unable to change permissions.
el: Αδυναμία αλλαγής δικαιωμάτων.

source: Edit
el: Επεξεργασία

source: Copy private link
el: Αντιγραφή ιδιωτικού συνδέσμου

source: Copied
el: Αντιγράφηκε

source: Cannot copy
el: Δεν είναι δυνατή η αντιγραφή

source: Export
el: Εξαγωγή

source: Delete
el: Διαγραφή

source: Unshare
el: Αναίρεση διαμοιρασμού

source: Cancel
el: Aκύρωση

source: Save
el: Αποθήκευση

source: This will delete the calendar "{calendar}" and all corresponding events and tasks.
el: Θα διαγραφεί το ημερολόγιο "{calendar}" και όλα τα σχετικά γεγονότα και εργασίες.

source: This will unshare the calendar "{calendar}".
el: Αυτό θα καταργήσει την κοινή χρήση του ημερολογίου "{calendar}".

source: This will delete the list "{list}" and all corresponding tasks.
el: Αυτό θα διαγράψει τη λίστα "{list}" και όλες τις αντίστοιχες εργασίες.

source: This will unshare the list "{list}".
el: Αυτό θα καταργήσει την κοινή χρήση της λίστας "{list}".

source: Calendar link copied to clipboard.
el: Ο σύνδεσμος του ημερολογίου αντιγράφηκε στο πρόχειρο.

source: List link copied to clipboard.
el: Ο σύνδεσμος λίστας αντιγράφηκε στο πρόχειρο.

source: Calendar link could not be copied to clipboard.
el: Αδυναμία αντιγραφής συνδέσμου ημερολογίου στο πρόχειρο.

source: List link could not be copied to clipboard.
el: Δεν ήταν δυνατή η αντιγραφή του συνδέσμου λίστας στο πρόχειρο.

source: The name "{calendar}" is already used.
el: Το όνομα "{calendar}" είναι σε χρήση.

source: An empty name is not allowed.
el: Δεν επιτρέπεται κενό όνομα.

source: An error occurred, unable to delete the calendar.
el: Παρουσιάστηκε σφάλμα, δεν δύναται να διαγραφεί το ημερολόγιο.

source: An error occurred, unable to delete the list.
el: Παρουσιάστηκε σφάλμα, δεν ήταν δυνατή η διαγραφή της λίστας.

source: Deleting the calendar in {countdown} second
el: Διαγραφή ημερολογίου σε {countdown} δεύτερα

source: Unsharing the calendar in {countdown} second
el: Κατάργηση κοινής χρήσης ημερολογίου σε {countdown} δεύτερα

source: Deleting the list in {countdown} second
el: Διαγραφή λίστας σε {countdown} δεύτερα

source: Unsharing the list in {countdown} second
el: Κατάργηση κοινής χρήσης λίστας σε {countdown} δεύτερα

source: Shared with {num} entity
el: Κοινη χρήση με {num} οντότητα

source: Trash bin
el: Κάδος απορριμμάτων

source: Loading deleted calendars, tasks and events.
el: Φόρτωση διαγραμμένων ημερολογίων, εργασιών και συμβάντων.

source: You do not have any deleted calendars, tasks or events.
el: Δεν έχετε διαγραμμένα ημερολόγια, εργασίες ή συμβάντα.

source: Name
el: Όνομα

source: Deleted
el: Διαγραμμένα

source: Restore
el: Επαναφορά

source: Delete permanently
el: Διαγραφή οριστικά

source: Empty trash bin
el: Άδειασμα κάδου

source: Untitled task
el: Εργασία χωρίς όνομα

source: Untitled event
el: Συμβάν χωρίς όνομα

source: Untitled journal
el: Μπλοκ σημειώσεων χωρίς τίτλο

source: Untitled item
el: Στοιχείο χωρίς όνομα

source: Unknown calendar
el: Άγνωστο ημερολόγιο

source: Could not load deleted calendars and objects
el: Δεν ήταν δυνατή η φόρτωση διαγραμμένων ημερολογίων και αντικειμένων

source: Could not delete calendar or event
el: Δεν ήταν δυνατή η διαγραφή ημερολογίου ή συμβάντος

source: Could not restore calendar or event
el: Δεν ήταν δυνατή η επαναφορά ημερολογίου ή συμβάντος

source: Do you really want to empty the trash bin?
el: Θέλετε πραγματικά να αδειάσετε τον κάδο απορριμμάτων;

source: Elements in the trash bin are deleted after {numDays} day
el: Θέλετε πραγματικά να αδειάσετε τον κάδο απορριμμάτων;

source: Select a calendar
el: Επιλέξτε ένα ημερολόγιο

source: No calendar matches the search.
el: Κανένα ημερολόγιο δεν ταιριάζει με την αναζήτηση.

source: Set date
el: Ορισμός ημερομηνίας

source: Set time
el: Ορισμός ώρας

source: Delete date
el: Διαγραφή ημερομηνίας

source: Click here to add a note.
el: Κάντε κλικ εδώ για να προσθέσετε μια σημείωση.

source: Set value
el: Ορισμός τιμής

source: Delete value
el: Διαγραφή τιμής

source: Add this as a new tag
el: Προσθήκη ως νέα ετικέτα

source: No tag available. Create one!
el: Δεν υπάρχει διαθέσιμη ετικέτα. Δημιουργήστε μια!

source: Delete all completed tasks.
el: Διαγραφή όλων των ολοκληρωμένων εργασιών.

source: Delete completed tasks.
el: Διαγραφή ολοκληρωμένων εργασιών.

source: Deleted all completed tasks from calendar "{calendar}".
el: Διαγραφή όλων των ολοκληρωμένων εργασιών από το ημερολόγιο "{calendar}".

source: No errors
el: Κανένα σφάλμα

source: Open your browser console for more details
el: Ανοίξτε την κονσόλα του περιηγητή για περισσότερες λεπτομέρειες

source: This will delete {taskCount} completed task and its subtasks from calendar "{calendar}".
el: Θα διαγραφή η ολοκληρωμένη εργασία του {taskCount} και των υπο εργασιών από το ημερολόγιο "{calendar}".

source: Could not delete {failedCount} task.
el: Αδυναμία διαγραφής εργασίας {failedCount}.

source: Add an important task to "{calendar}"…
el: Προσθήκη σημαντικής εργασίας στο "{calendar}"…

source: Add a task due today to "{calendar}"…
el: Προσθέστε εργασία για σήμερα στο "{calendar}"…

source: Add a current task to "{calendar}"…
el: Προσθήκη τρέχουσας εργασίας στο "{calendar}"…

source: Add a task to "{calendar}"…
el: Προσθήκη έργασίας στο "{calendar}"…

source: Load all completed tasks.
el: Φόρτωση όλων των ολοκληρωμένων εργασιών.

source: Change sort order
el: Αλλαγή σειράς ταξινόμησης

source: Relevance
el: Συνάφεια

source: Sort by completed state, due date, priority, start date and summary.
el: Ταξινόμηση κατά ολοκληρωμένη κατάσταση, ημερομηνία λήξης, προτεραιότητα, ημερομηνία έναρξης και σύνοψη.

source: Start date
el: Ημερομηνία έναρξης

source: Sort by start date and summary.
el: Ταξινόμηση ανά ημερομηνία έναρξης και σύνοψη.

source: Due date
el: Ημερομηνία λήξης

source: Sort by due date and summary.
el: Ταξινόμηση ανά ημερομηνία λήξης και σύνοψη.

source: Created date
el: Ημερομηνία δημιουργίας

source: Sort by created date and summary.
el: Ταξινόμηση κατά ημερομηνία δημιουργίας και σύνοψη.

source: Last modified
el: Τελευταία τροποποίηση

source: Sort by last-modified date and summary.
el: Ταξινόμηση κατά ημερομηνία και σύνοψη τελευταίας τροποποίησης.

source: Completed date
el: Ημερομηνία ολοκλήρωσης

source: Sort by completed date.
el: Ταξινόμηση κατά ημερομηνία ολοκλήρωσης

source: Priority
el: Προτεραιότητα

source: Sort by priority and summary.
el: Ταξινόμηση κατά προτεραιότητα και σύνοψη.

source: Alphabetically
el: Αλφαβητικά

source: Sort by summary and priority.
el: Ταξινόμηση κατά σύνοψη και προτεραιότητα.

source: Manually
el: Χειροκίνητα

source: Sort by manual order.
el: Ταξινόμηση με χειροκίνητη σειρά.

source: {complete} % completed
el: Ολοκληρώθηκε το {complete} %

source: Task has hidden subtasks
el: Η εργασίας έχει κρυφές δευτερεύουσες υποεργασίες

source: Task is pinned
el: Η εργασία είναι καρφιτσωμένη

source: Task has a note
el: Η εργασία έχει μια σημείωση

source: Add subtask
el: Προσθήκη υποεργασίας

source: Show subtasks
el: Εμφάνιση υποεργασιών

source: Hide subtasks
el: Απόκρυψη υποεργασιών

source: Show closed subtasks
el: Εμφάνιση ολοκληρωμένων υποεργασιών

source: Hide closed subtasks
el: Απόκρυψη ολοκληρωμένων υποεργασιών

source: Delete task
el: Διαγραφή εργασίας

source: Toggle starred
el: Εναλλαγή αστεριού

source: [Yesterday]
el: [Χθες]

source: [Today]
el: [Σήμερα]

source: [Tomorrow]
el: [Αύριο]

source: [Completed yesterday]
el: [Ολοκληρώθηκε εχθές]

source: [Completed today]
el: [Ολοκληρώθηκε σήμερα]

source: [Completed tomorrow]
el: [Ολοκληρώνεται αύριο]

source: [Yesterday at] LT
el: [Χθες στις] LT

source: [Today at] LT
el: [Σήμερα στις] LT

source: [Tomorrow at] LT
el: [Αύριο στις] LT

source: L [at] LT
el: L [στις] LT

source: [Completed yesterday at] LT
el: [Ολοκληρώθηκε χθές στις] LT

source: [Completed today at] LT
el: [Ολοκληρώθηκε σήμερα στις] LT

source: [Completed tomorrow at] LT
el: [Ολοκληρώνεται αύριο στις] LT

source: [Completed] L [at] LT
el: [Ολοκληρώθηκε] L [στις] LT

source: Add a subtask to "{task}"…
el: Προσθήκη υποέργου σε "{task}"…

source: Deleting the task in {countdown} second
el: Διαγραφή εργασίας σε {countdown} δεύτερα

source: Task is cancelled
el: Η εργασία ακυρώθηκε

source: Task is completed
el: Η εργασία ολοκληρώθηκε

source: Task is read-only
el: Η εργασία είναι μόνο για ανάγνωση

source: Task is not completed
el: Η εργασία δεν ολοκληρώθηκε

source: Create a new task
el: Δημιουργία νέας εργασίας

source: Task summary
el: Περίληψη εργασίας

source: Create task
el: Δημιουργία εργασίας

source: Creating the new task…
el: Δημιουργία νέας εργασίας ...

source: "{task}" was added to "{calendar}"
el: "{task}" προστέθηκε στο "{calendar}"

source: Open task
el: Άνοιγμα εργασίας

source: Close
el: Κλείσιμο

source: %n Completed Task
el: %n Ολοκληρωμένη Εργασία

source: Tomorrow
el: Αύριο

source: Add List…
el: Προσθήκη λίστας…

source: New List
el: Νέα λίστα

source: All day
el: Ολοήμερο

source: Unpin
el: Ξεκαρφίτσωμα

source: Pin
el: Καρφίτσωμα

source: Show in Calendar
el: Εμφάνιση στο ημερολόγιο

source: Edit title
el: Επεξεργασία τίτλου

source: Details
el: Λεπτομέρειες

source: Select a classification
el: Επιλέξτε μια ταξινόμηση

source: Select a status
el: Επιλέξτε κατάσταση

source: Select tags
el: Επιλέξτε ετικέτες

source: Notes
el: Σημειώσεις

source: Reminders
el: Υπενθυμίσεις

source: Repeat
el: Επανάληψη

source: When shared show full event
el: Όταν είναι σε κοινή χρήση να προβάλλεται το πλήρες συμβάν

source: When shared show only busy
el: Όταν είναι σε κοινή χρήση να προβάλλονται μόνο απασχολημένοι

source: When shared hide this event
el: Απόκρυψη, όταν είναι σε κοινή χρήση

source: [Completed] L
el: [Ολοκληρώθηκε] L

source: [Completed last] dddd [at] LT
el: [Ολοκληρώθηκε τελευταία] dddd [στις] LT

source: [Completed] dddd [at] LT
el: [Ολοκληρώθηκε] dddd [στις] LT

source: [Last modified yesterday at] LT
el: [Τελευταία τροποποίηση χθες στις] LT

source: [Last modified today at] LT
el: [Τελευταία τροποποίηση σήμερα στις] LT

source: [Last modified] L
el: [Τελευταία τροποποίηση] L

source: [Last modified last] dddd [at] LT
el: [Τελευταία τροποποίηση την προηγούμενη] dddd [στις] LT

source: [Last modified] dddd [at] LT
el: [Τελευταία τροποποίηση] dddd [στις] LT

source: [Created yesterday at] LT
el: [Δημιουργήθηκε χθες στις] LT

source: [Created today at] LT
el: [Δημιουργήθηκε σήμερα στις] LT

source: [Created] L
el: [Δημιουργήθηκε] L

source: [Created last] dddd [at] LT
el: [Δημιουργήθηκε την τελευταία] dddd [στις] LT

source: [Created] dddd [at] LT
el: [Δημιουργήθηκε] dddd [στις] LT

source: Needs action
el: Χρειάζεται ενέργεια

source: In process
el: Σε εξέλιξη

source: Canceled
el: Ακυρώθηκε

source: Clear status
el: Εκκαθάριση κατάστασης

source: Loading task from server.
el: Φόρτωση εργασίας από διακομιστή.

source: Task not found!
el: Δεν βρέθηκε εργασία!

source: [Starts today]
el: [Αρχίζει σήμερα]

source: [Starts tomorrow]
el: [Αρχίζει αύριο]

source: [Starts on] LL
el: [Ξεκινά σε] LL

source: [Started yesterday]
el: [Ξεκίνησε εχθές]

source: [Started on] LL
el: [Ξεκίνησε] LL

source: [Started today at] LT
el: [Ξεκίνησε σήμερα στις] LT

source: [Starts today at] LT
el: [Ξεκινά σήμερα στις] LT

source: [Starts tomorrow at] LT
el: [Ξεκινά αύριο στις] LT

source: [Starts on] LL [at] LT
el: [Ξεκινά σε] LL [στις] LT

source: [Started yesterday at] LT
el: [Ξεκίνησε εχθές στις] LT

source: [Started on] LL [at] LT
el: [Ξεκίνησε] LL [στις] LT

source: Set start date
el: Ορισμός ημερομηνίας έναρξης

source: [Due today]
el: [Λήγει σήμερα]

source: [Due tomorrow]
el: [Λήγει αύριο]

source: [Due on] LL
el: [Έως στις] LL

source: [Was due yesterday]
el: [Έληγε εχθές]

source: [Was due on] LL
el: [Έληγε στις] LL

source: [Was due today at] LT
el: [Έληγε σήμερα στις] LT

source: [Due today at] LT
el: [Λήξη σήμερα στις] LT

source: [Due tomorrow at] LT
el: [Λήγει αύριο στις] LT

source: [Due on] LL [at] LT
el: [Λήγει σε] LL [στις] LT

source: [Was due yesterday at] LT
el: [Έληγε χθες στις] LT

source: [Was due on] LL [at] LT
el: [Έληγε την] LL [στις] LT

source: Set due date
el: Ορισμός ημερομηνίας λήξης

source: Priority {priority}: low
el: Προτεραιότητα {priority}: χαμηλή

source: Priority {priority}: medium
el: Προτεραιότητα {priority}: μεσαία

source: Priority {priority}: high
el: Προτεραιότητα {priority}: υψηλή

source: No priority assigned
el: Δεν έχει οριστεί προτεραιότητα

source: {percent} % completed
el: {complete} % ολοκληρωμένες

source: No upcoming tasks
el: Δεν υπάρχουν επερχόμενες εργασίες

source: upcoming tasks
el: επερχόμενες εργασίες

source: No tasks today
el: Δεν υπάρχουν εργασίες σήμερα

source: Mark as done
el: Σήμανση ως ολοκληρωμένου

source: No due date assigned
el: Δεν έχει οριστεί ημερομηνία λήξης

source: [Due yesterday]
el: [Έληξε χθες]

source: [Due] L
el: [Λήγει] L

source: [Due yesterday at] LT
el: [Έληξε χθες στις] LT

source: [Due] L [at] LT
el: [Λήγει σε] L [στις] LT

source: Successfully created the task.
el: Επιτυχής δημιουργία εργασίας.

source: Could not delete the task.
el: Αδυναμία διαγραφής εργασίας.

source: Synchronizing to the server.
el: Συγχρονισμός με τον διακομιστή.

source: Task successfully saved to server.
el: Η εργασία αποθηκεύτηκε επιτυχώς στον διακομιστή.

source: Could not update the task because it was changed on the server. Please click to refresh it, local changes will be discarded.
el: Δεν ήταν δυνατή η ενημέρωση της εργασίας επειδή άλλαξε στον διακομιστή. Κλικ για ανανέωση, οι τοπικές αλλαγές θα διαγραφούν.

source: Could not update the task.
el: Αδυναμία ενημέρωσης της εργασίας.

source: Successfully updated the task.
el: Επιτυχής ενημέρωση εργασίας.

source: Task successfully moved to new calendar.
el: Η Εργασία μεταφέρθηκε επιτυχώς στο νέο ημερολόγιο.

source: An error occurred
el: Παρουσιάστηκε σφάλμα

source: Create a task
el: Δημιουργήστε μια εργασία

source: Message from {author} in {conversationName}
el: Μήνυμα από {author} σε {conversationName}
