Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/theming.po
Languages: el

source: Loading preview…
el: Φόρτωση προεπισκόπησης ...

source: Saved
el: Αποθηκεύτηκαν

source: Admin
el: Διαχειριστής

source: a safe home for all your data
el: μια ασφαλής τοποθεσία για όλα σας τα δεδομένα

source: Name cannot be empty
el: Το όνομα δεν μπορεί να είναι κενό

source: The given name is too long
el: Το όνομα που δόθηκε είναι πολύ μεγάλο

source: The given web address is too long
el: Η διεύθυνση ιστοσελίδας που δόθηκε είναι πολύ μεγάλη.

source: The given web address is not a valid URL
el: Η διεύθυνση ιστοχώρου δεν είναι έγκυρη URL

source: The given legal notice address is too long
el: Η διεύθυνση ειδοποίησης είναι πολύ μεγάλη

source: The given legal notice address is not a valid URL
el: Η διεύθυνση νομικής ειδοποίησης δεν είναι έγκυρη διεύθυνση URL

source: The given privacy policy address is too long
el: Η διεύθυνση πολιτικής απορρήτου είναι πολύ μεγάλη

source: The given privacy policy address is not a valid URL
el: Η διεύθυνση πολιτικής απορρήτου δεν είναι έγκυρη διεύθυνση URL

source: The given slogan is too long
el: Το ρητό που δόθηκε είναι πολύ μεγάλο

source: The given color is invalid
el: Δόθηκε μη έγκυρο χρώμα

source: The file was uploaded
el: Το αρχείο μεταφορτώθηκε

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
el: Το μεταφορτωμένο αρχείο υπερβαίνει την οδηγία upload_max_filesize στο php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
el: Το μεταφορτωμένο αρχείο υπερβαίνει την οδηγία MAX_FILE_SIZE που καθορίστηκε στην φόρμα HTML.

source: The file was only partially uploaded
el: Το αρχείο μεταφορτώθηκε εν μέρει

source: No file was uploaded
el: Δεν μεταφορτώθηκε κάποιο αρχείο

source: Missing a temporary folder
el: Λείπει κάποιος προσωρινός φάκελος

source: Could not write file to disk
el: Αδυναμία εγγραφής αρχείου στον δίσκο

source: A PHP extension stopped the file upload
el: Ένα πρόσθετο PHP διέκοψε την μεταφόρτωση του αρχείου

source: No file uploaded
el: Δεν έχει μεταφορτωθεί αρχείο

source: You are already using a custom theme. Theming app settings might be overwritten by that.
el: Χρησιμοποιείτε ήδη προσαρμοσμένο θέμα. Οι ρυθμίσεις της εφαρμογής Θέματα μπορεί να αντικατασταθούν από αυτό.

source: Theming
el: Προσαρμογή θέματος

source: Legal notice
el: Νομική ειδοποίηση

source: Privacy policy
el: Πολιτική Απορρήτου

source: Adjust the Nextcloud theme
el: Προσαρμόστε το θέμα του Nextcloud

source: Open documentation
el: Άνοιγμα τεκμηρίωσης

source: Theming makes it possible to easily customize the look and feel of your instance and supported clients. This will be visible for all users.
el: Η προσαρμογή θέματος καθιστά δυνατή την εύκολη προσαρμογή της εμφάνισης της εμφάνισης της εγκατάστασής σας καθώς και των υποστηριζόμενων πελατών. Αυτή θα είναι ορατή για όλους τους χρήστες.

source: Name
el: Όνομα

source: Reset to default
el: Επαναφορά στα προεπιλεγμένα

source: Web link
el: Σύνδεσμος ιστού

source: Slogan
el: Ρητό

source: Color
el: Χρώμα

source: Logo
el: Λογότυπο

source: Upload new logo
el: Μεταφόρτωση νέου λογοτύπου

source: Login image
el: Εικόνα εισόδου

source: Upload new login background
el: Μεταφόρτωση νέου παρασκηνίου εισόδου

source: Remove background image
el: Αφαίρεση εικόνας παρασκηνίου

source: Advanced options
el: Επιλογές για προχωρημένους

source: Legal notice link
el: Σύνδεσμος νομικής ειδοποίησης

source: Privacy policy link
el: Σύνδεσμος πολιτικής απορρήτου

source: Header logo
el: Λογότυπο επικεφαλίδας

source: Upload new header logo
el: Μεταφόρτωση νέου λογοτύπου επικεφαλίδας

source: Upload new favicon
el: Μεταφόρτωση νέου favicon

source: Install the Imagemagick PHP extension with support for SVG images to automatically generate favicons based on the uploaded logo and color.
el: Εγκαταστήστε την επέκταση PHP Imagemagick με υποστήριξη SVG εικόνων, για να γίνει αυτόματη δημιουργία favicon βασισμένο πάνω στο μεταφορτωμένο λογότυπο και χρώμα.
