Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/twofactor_backupcodes.po
Languages: el

source: You created two-factor backup codes for your account
el: Μπορείτε να δημιουργήσετε τον παράγοντα διπλού ελέγχου ταυτότητας για το λογαριασμό σας ΤΟΤΡ

source: Second-factor backup codes
el: Εφεδρικοί κωδικοί δεύτερου-παράγοντα

source: Generate backup codes
el: Δημιουργία εφεδρικών κωδικών

source: You enabled two-factor authentication but did not generate backup codes yet. They are needed to restore access to your account in case you lose your second factor.
el: Ενεργοποιήσατε τον έλεγχο ταυτότητας δύο παραγόντων, αλλά δεν δημιουργήθηκαν ακόμη εφεδρικοί κωδικοί. Απαιτούνται για να αποκαταστήσετε την πρόσβαση στο λογαριασμό σας σε περίπτωση που χάσετε τον δεύτερο παράγοντα.

source: Backup code
el: Εφεδρικός κωδικός

source: Use backup code
el: Χρησιμοποιήστε έναν εφεδρικό κωδικό

source: Two factor backup codes
el: Δύο συντελεστές δημιουργίας αντιγράφων

source: A two-factor auth backup codes provider
el: Παροχέας εφεδρικών κωδικών δύο-παραγόντων

source: Backup codes have been generated. {used} of {total} codes have been used.
el: Δημιουργήθηκαν εφεδρικοί κωδικοί. Χρησιμοποιήθηκαν {used} από {total} κωδικοί.

source: These are your backup codes. Please save and/or print them as you will not be able to read the codes again later
el: Αυτοί είναι είναι οι εφεδρικοί σας κωδικοί. Παρακαλούμε αποθηκεύστε τους και/ή εκτυπώστε τους καθώς δεν θα είστε σε θέση να τους διαβάσετε ξανά αργότερα.

source: Save backup codes
el: Αποθήκευση εφεδρικών κωδικών

source: Print backup codes
el: Εκτύπωση εφεδρικών κωδικών

source: Regenerate backup codes
el: Δημιουργία εφεδρικών κωδικών

source: If you regenerate backup codes, you automatically invalidate old codes.
el: Εάν αναδημιουργήσετε εφεδρικούς κωδικούς, οι παλιοί κωδικοί ακυρώνονται αυτόματα.

source: An error occurred while generating your backup codes
el: Ένα σφάλμα προέκυψε κατά τη δημιουργία των εφεδρικών κωδικών.

source: {name} backup codes
el: {name} εφεδρικοί κωδικοί

source: Use one of the backup codes you saved when setting up two-factor authentication.
el: Χρησιμοποιήστε έναν από τους εφεδρικούς κωδικούς που αποθηκεύσατε όταν ρυθμίζετε τον έλεγχο ταυτότητας δύο παραγόντων.

source: Submit
el: Υποβολή
