Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/updatenotification.po
Languages: el

source: {version} is available. Get more information on how to update.
el: Η έκδοση {version} είναι διαθέσιμη. Δείτε περισσότερες πληροφορίες για το πως να κάνετε την ενημέρωση.

source: Channel updated
el: Ενημερωμένο κανάλι

source: Web updater is disabled
el: Η ενημερώσεις μέσω ιστού έχουν απενεργοποιηθεί

source: Update notifications
el: Ειδοποιήσεις ενημέρωσης

source: The update server could not be reached since %d days to check for new updates.
el: Ο διακομιστής ενημέρωσης δεν ήταν προσβάσιμος από %dημέρες για να ελέγξει για νέες ενημερώσεις.

source: Please check the Nextcloud and server log files for errors.
el: Παρακαλούμε ελέγξτε για σφάλματα στα αρχεία ιστορικού του Nextcloud και του διακομιστή σας.

source: Update to %1$s is available.
el: Είναι διαθέσιμη η ενημέρωση σε %1$s.

source: Update for %1$s to version %2$s is available.
el: Είναι διαθέσιμη η ενημέρωση από την έκδοση %1$s στην %2$s.

source: Update for {app} to version %s is available.
el: Είναι διαθέσιμη η ενημέρωση της εφαρμογής {app} στην έκδοση %s

source: Update notification
el: Ειδοποίηση ενημέρωσης

source: Displays update notifications for Nextcloud and provides the SSO for the updater.
el: Εμφανίζει ειδοποιήσεις ενημέρωσης για το Nextcloud και παρέχει το SSO για την εφαρμογή ενημέρωσης.

source: The version you are running is not maintained anymore. Please make sure to update to a supported version as soon as possible.
el: Η έκδοση που εκτελείτε δεν διατηρείται πια. Βεβαιωθείτε ότι ενημερώσατε σε μια υποστηριζόμενη έκδοση το συντομότερο δυνατό.

source: Apps missing compatible version
el: Εφαρμογές χωρίς συμβατή έκδοση

source: View in store
el: Προβολή στο κέντρο εφαρμογών

source: Apps with compatible version
el: Εφαρμογές με συμβατή έκδοση

source: Open updater
el: Άνοιγμα εφαρμογής ενημέρωσης

source: Download now
el: Λήψη τώρα

source: Please use the command line updater to update.
el: Παρακαλούμε κάντε ενημέρωση μέσω γραμμής εντολών.

source: What's new?
el: Τι νέο υπάρχει;

source: The update check is not yet finished. Please refresh the page.
el: Ο έλεγχος ενημερώσεων δεν τελείωσε ακόμη. Παρακαλώ ανανεώστε την σελίδα.

source: Your version is up to date.
el: Έχετε την τελευταία έκδοση.

source: A non-default update server is in use to be checked for updates:
el: Ένας μή-προεπιλεγμένος διακομιστής είναι σε χρήση για έλεγχο ενημερώσεων:

source: Update channel:
el: Ενημέρωση καναλιού:

source: You can always update to a newer version. But you can never downgrade to a more stable version.
el: Μπορείτε πάντα να ενημερώσετε σε μια νεότερη έκδοση. Αλλά δεν μπορείτε ποτέ να υποβαθμίσετε σε μια πιο σταθερή έκδοση.

source: Notify members of the following groups about available updates:
el: Να ενημερωθούν τα μέλη των παρακάτω ομάδων σχετικά με τις διαθέσιμες ενημερώσεις:

source: Only notifications for app updates are available.
el: Διατίθενται μόνο ειδοποιήσεις για ενημερώσεις εφαρμογών.

source: The selected update channel makes dedicated notifications for the server obsolete.
el: Το συγκεκριμένο κανάλι ενημέρωσης καθιστά παρωχημένες τις ειδοποιήσεις που προορίζονται για τον διακομιστή.

source: The selected update channel does not support updates of the server.
el: Το συγκεκριμένο κανάλι ενημέρωσης δεν υποστηρίζει ενημερώσεις διακομιστή.

source: A new version is available: <strong>{newVersionString}</strong>
el: Μία νέα έκδοση είναι διαθέσιμη: <strong>{newVersionString}</strong>

source: Note that after a new release the update only shows up after the first minor release or later. We roll out new versions spread out over time to our users and sometimes skip a version when issues are found. Learn more about updates and release channels at {link}
el: Σημειώστε ότι μετά από μια νέα έκδοση, η ενημέρωση εμφανίζεται μόνο μετά την πρώτη υποέκδοση ή αργότερα. Κυκλοφορούμε νέες εκδόσεις που διαμοιράζονται με την πάροδο του χρόνου στους χρήστες μας και μερικές φορές παραλείπουμε μια έκδοση όταν εντοπίζονται προβλήματα. Μάθετε περισσότερα σχετικά με τις ενημερώσεις και τα κανάλια κυκλοφορίας στη διεύθυνση {link}

source: Checked on {lastCheckedDate}
el: Έγινε έλεγχος στις {lastCheckedDate}

source: Checking apps for compatible versions
el: Έλεγχος εφαρμογών για συμβατές εκδόσεις

source: Please make sure your config.php does not set <samp>appstoreenabled</samp> to false.
el: Σιγουρευτείτε πως το config.php δεν έχει οριστεί σε ψευδήςψ<samp>ενεργοποίησηαγοράςεφαρμογών</samp>.

source: Could not connect to the App Store or no updates have been returned at all. Search manually for updates or make sure your server has access to the internet and can connect to the App Store.
el: Δεν ήταν δυνατή η σύνδεση στο App Store ή δε βρέθηκαν καθόλου ενημερώσεις. Αναζητήστε χειρωνακτικά ενημερώσεις ή βεβαιωθείτε ότι ο διακομιστής σας έχει πρόσβαση στο διαδίκτυο και μπορεί να συνδεθεί στο App Store.

source: <strong>All</strong> apps have a compatible version for this Nextcloud version available.
el: <strong>Όλες</strong> οι εφαρμογές έχουν διαθέσιμη μια συμβατή έκδοση για αυτήν την έκδοση Nextcloud.

source: View changelog
el: Εμφάνιση αλλαγών

source: Enterprise
el: Επαγγελματιών

source: For enterprise use. Provides always the latest patch level, but will not update to the next major release immediately. That update happens once Nextcloud GmbH has done additional hardening and testing for large-scale and mission-critical deployments. This channel is only available to customers and provides the Nextcloud Enterprise package.
el: Για επαγγελματική χρήση. Παρέχει πάντα την τελευταία ενημέρωση, αλλά δεν θα ενημερωθεί αμέσως στην επόμενη μεγάλη έκδοση. Η ενημέρωση αυτή συμβαίνει μόλις η Nextcloud GmbH πραγματοποιήσει επιπλέον ελέγχους και δοκιμές για εφαρμογές μεγάλης κλίμακας και κρίσιμης σημασίας για την αποστολή. Αυτό το κανάλι είναι διαθέσιμο μόνο στους πελάτες και παρέχει το πακέτο Nextcloud για Επαγγελματίες.

source: Stable
el: Σταθερός

source: The most recent stable version. It is suited for regular use and will always update to the latest major version.
el: Η πιο πρόσφατη σταθερή έκδοση. Είναι κατάλληλη για τακτική χρήση και πάντα θα ενημερώνεται με την τελευταία μεγάλη έκδοση.

source: Beta
el: Δοκιμαστικό

source: A pre-release version only for testing new features, not for production environments.
el: Μια προηγούμενη έκδοση μόνο για τη δοκιμή νέων λειτουργιών, όχι για περιβάλλοντα παραγωγής.

source: <strong>%n</strong> app has no compatible version for this Nextcloud version available.
el: <strong>%n</strong> εφαρμογή δεν έχει διαθέσιμη συμβατή έκδοση για αυτήν την έκδοση Nextcloud.

source: Apps missing updates
el: Ελλιπείς ενημερώσεις εφαρμογών

source: Apps with available updates
el: Εφαρμογές με διαθέσιμες ενημερώσεις

source: Only notification for app updates are available.
el: Είναι μόνο διαθέσιμες οι ενημερώσεις για την εφαρμογή

source: Checking apps for compatible updates
el: Έλεγχος εφαρμογών για συμβατές ενημερώσεις

source: Could not connect to the appstore or the appstore returned no updates at all. Search manually for updates or make sure your server has access to the internet and can connect to the appstore.
el: Αδυναμία σύνδεσης στο κατάστημα εφαρμογών, ή το κατάστημα εφαρμογών δεν εξέδωσε καμία ενημέρωση. Αναζητήστε χειροκίνητα ενημερώσεις ή βεβαιωθείτε ότι ο εξυπηρετητής έχει πρόσβαση στο διαδίκτυο και μπορεί να συνδεθεί στο κατάστημα εφαρμογών.

source: <strong>All</strong> apps have an update for this version available
el: <strong>Όλες</strong> οι εφαρμογές έχουν αναβάθμιση για αυτή την έκδοση διαθέσιμη

source: <strong>%n</strong> app has no update for this version available
el: Η <strong>%n</strong> εφαρμογή δεν έχει αναβάθμιση για αυτή την έκδοση διαθέσιμη

source: <strong>All</strong> apps have a compatible version for this Nextcloud version available
el: <strong>Όλες</strong> οι εφαρμογές έχουν διαθέσιμη συμβατή έκδοση για αυτήν την έκδοση Nextcloud.

source: <strong>%n</strong> app has no compatible version for this Nextcloud version available
el: <strong>%n</strong> εφαρμογή δεν έχει διαθέσιμη συμβατή έκδοση για αυτήν την έκδοση Nextcloud
