Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/user_ldap.po
Languages: el

source: Failed to clear the mappings.
el: Αποτυχία εκκαθάρισης των αντιστοιχιών.

source: Failed to delete the server configuration
el: Αποτυχία διαγραφής ρυθμίσεων διακομιστή

source: Invalid configuration: Anonymous binding is not allowed.
el: Μη έγκυρη διαμόρφωση: Δεν επιτρέπεται ανώνυμη δέσμευση.

source: Valid configuration, connection established!
el: Επιτυχής ρύθμιση, συνδεθήκατε με επιτυχία

source: Valid configuration, but binding failed. Please check the server settings and credentials.
el: Έγκυρη διαμόρφωση, αλλά η σύνδεση απέτυχε. Ελέγξτε τις ρυθμίσεις διακομιστή και τα διαπιστευτήρια.

source: Invalid configuration. Please have a look at the logs for further details.
el: Μη έγκυρη διαμόρφωση. Παρακαλώ ρίξτε μια ματιά στα αρχεία καταγραφής για περισσότερες λεπτομέρειες.

source: No action specified
el: Καμμία εντολή δεν προσδιορίστηκε

source: No configuration specified
el: Καμμία διαμόρφωση δεν προσδιορίστηκε

source: No data specified
el: Δεν προσδιορίστηκαν δεδομένα

source: Could not set configuration %s
el: Αδυναμία ρύθμισης %s

source: Action does not exist
el: Η ενέργεια δεν υπάρχει

source: Renewing …
el: Ανανέωση ...

source: Very weak password
el: Πολύ αδύναμος κωδικός πρόσβασης

source: Weak password
el: Ασθενές συνηματικό

source: So-so password
el: Συνθηματικό έτσι και έτσι

source: Good password
el: Καλό συνθηματικό

source: Strong password
el: Ισχυρό συνθηματικό

source: The Base DN appears to be wrong
el: Το Base DN φαίνεται να είναι εσφαλμένο

source: Testing configuration…
el: Γίνεται δοκιμή ρυθμίσεων...

source: Configuration incorrect
el: Η διαμόρφωση είναι λανθασμένη

source: Configuration incomplete
el: Η διαμόρφωση είναι ελλιπής

source: Configuration OK
el: Η διαμόρφωση είναι εντάξει

source: Select groups
el: Επιλέξτε ομάδες

source: Select object classes
el: Επιλογή κλάσης αντικειμένων

source: Please check the credentials, they seem to be wrong.
el: Παρακαλώ ελέγξτε τα στοιχεία, φαίνεται να είναι λάθος.

source: Please specify the port, it could not be auto-detected.
el: Παρακαλώ ορίστε την θύρα, δεν ήταν εφικτό να εντοπιστεί αυτόματα.

source: Base DN could not be auto-detected, please revise credentials, host and port.
el: Αδυναμία ανίχνευσης Base DN, παρακαλώ αναθεωρήστε τα διαπιστευτήρια, το διακομιστή και τη θύρα.

source: Could not detect Base DN, please enter it manually.
el: Αδυναμία ανίχνευσης Base DN, παρακαλώ να το εισάγετε χειροκίνητα.

source: {nthServer}. Server
el: {nthServer}. Διακομιστής

source: No object found in the given Base DN. Please revise.
el: Δεν βρέθηκε αντικείμενο στο δηλωθέν Base DN. Παρακαλώ αναθεωρήστε.

source: More than 1,000 directory entries available.
el: Είναι διαθέσιμες περισσότερες από 1.000 εγγραφές καταλόγου.

source: {objectsFound} entry available within the provided Base DN
el: {objectsFound} διαθέσιμη καταχώρηση εντός του δηλωθέντος DN

source: An error occurred. Please check the Base DN, as well as connection settings and credentials.
el: Παρουσιάστηκε σφάλμα. Παρακαλούμε ελέγξτε το Base DN καθώς και τις ρυθμίσεις και τα διαπιστευτήρια σύνδεσης.

source: Do you really want to delete the current Server Configuration?
el: Θέλετε να διαγράψετε τις τρέχουσες ρυθμίσεις του διακομιστή;

source: Confirm Deletion
el: Επιβεβαίωση Διαγραφής

source: Mappings cleared successfully!
el: Η εκκαθάριση αντιστοιχιών ήταν επιτυχής!

source: Error while clearing the mappings.
el: Σφάλμα κατά την εκκαθάριση των αντιστοιχιών.

source: Anonymous bind is not allowed. Please provide a User DN and Password.
el: Η ανώνυμη δέσμευση δεν επιτρέπεται. Παρακαλούμε δώστε ένα DN χρήστη και Κωδικό Πρόσβασης.

source: LDAP Operations error. Anonymous bind might not be allowed.
el: Σφάλμα ενεργειών LDAP. Η ανώνυμη δέσμευση μπορεί να μην επιτρέπεται.

source: Saving failed. Please make sure the database is in Operation. Reload before continuing.
el: Αποτυχία αποθήκευσης. Παρακαλούμε βεβαιωθείτε ότι η βάση δεδομένων λειτουργεί. Επαναφορτώστε πριν συνεχίσετε.

source: Switching the mode will enable automatic LDAP queries. Depending on your LDAP size they may take a while. Do you still want to switch the mode?
el: Η αλλαγή της κατάστασης θα ενεργοποιήσει αυτόματα ερωτήματα LDAP. Ανάλογα με το μέγεθος του LDAP αυτό μπορεί να διαρκέσει αρκετά. Θέλετε ακόμη να αλλάξετε κατάσταση λειτουργίας;

source: Mode switch
el: Αλλαγή κατάστασης

source: Select attributes
el: Επιλογή χαρακτηριστικών

source: User not found. Please check your login attributes and username. Effective filter (to copy-and-paste for command-line validation): <br/>
el: Δεν βρέθηκε ο χρήστης. Παρακαλούμε ελέγξτε τις ιδιότητες σύνδεσης και το όνομα χρήστη. Ενεργό φίλτρο (για αντιγραφή και επικόλληση για επικύρωση σε γραμμή εντολών): <br/>

source: User found and settings verified.
el: Ο χρήστης βρέθηκε και οι ρυθμίσεις επιβεβαιώθηκαν.

source: Consider narrowing your search, as it encompassed many users, only the first one of whom will be able to log in.
el: Σκεφτείτε να περιορίσετε την αναζήτησή σας, καθώς περιλαμβάνει πολλούς χρήστες, μόνο ο πρώτος από τους οποίους θα μπορεί να συνδεθεί.

source: An unspecified error occurred. Please check log and settings.
el: Παρουσιάστηκε ακαθόριστο λάθος. Παρακαλώ ελέγξτε το αρχείο καταγραφής και τις ρυθμίσεις.

source: The search filter is invalid, probably due to syntax issues like uneven number of opened and closed brackets. Please revise.
el: Το φίλτρο αναζήτησης δεν είναι έγκυρο, πιθανώς λόγω συντακτικών προβλημάτων όπως μη ταίριασμα ανοίγματος και κλεισίματος αγκυλών. Παρακαλούμε διορθώστε.

source: A connection error to LDAP/AD occurred. Please check host, port and credentials.
el: Συνέβη σφάλμα σύνδεσης στο LDAP/AD. Παρακαλώ ελέγξτε τον εξυπηρετητή, την θύρα και τα διαπιστευτήρια.

source: The "%uid" placeholder is missing. It will be replaced with the login name when querying LDAP/AD.
el: Το σύμβολο υποκατάστασης "%uid" λείπει. Θα αντικατασταθεί με το όνομα login κατά την υποβολή ερωτήματος LDAP/AD.

source: Please provide a login name to test against
el: Παρακαλούμε δώστε ένα όνομα σύνδεσης για να γίνει δοκιμή

source: The group box was disabled, because the LDAP/AD server does not support memberOf.
el: Το κουτί ομάδας απενεργοποιήθηκε, επειδή ο LDAP/APD διακομιστής δεν υποστηρίζει memberOf.

source: Password change rejected. Hint:
el: Η αλλαγή του συνθηματικού απέτυχε. Υπόδειξη:

source: Please login with the new password
el: Παρακαλώ κάντε είσοδο με το νέο συνθηματικό

source: LDAP User backend
el: LDAP Σύστημα υποστήριξης χρήστη

source: Your password will expire tomorrow.
el: Το συνθηματικό σας θα λήξει αύριο.

source: Your password will expire today.
el: Το συνθηματικό σας λήγει σήμερα.

source: Your password will expire within %n day.
el: Το συνθηματικό σας θα λήξει σε %n ημέρα.

source: LDAP/AD integration
el: LDAP/AD ενσωμάτωση

source: %s group found
el: %s ομάδα βρέθηκε

source: %s user found
el: %s χρήστης βρέθηκε

source: Could not detect user display name attribute. Please specify it yourself in advanced LDAP settings.
el: Δεν ήταν δυνατή η ανίχνευση της ιδιότητας του εμφανιζόμενου ονόματος χρήστη . Παρακαλώ προσδιορίστε στις προηγμένες ρυθμίσεις LDAP

source: Could not find the desired feature
el: Αδυναμία εύρεσης επιθυμητού χαρακτηριστικού

source: Invalid Host
el: Άκυρος εξυπηρετητής

source: LDAP user and group backend
el: LDAP Σύστημα υποστήριξης χρήστη και ομάδος

source: This application enables administrators to connect Nextcloud to an LDAP-based user directory.
el: Η εφαρμογή επιτρέπει την σύνδεση διαχειριστών Nextcloud στον κατάλογο χρήστη LDAP.

source: This application enables administrators to connect Nextcloud to an LDAP-based user directory for authentication and provisioning users, groups and user attributes. Admins can configure this application to connect to one or more LDAP directories or Active Directories via an LDAP interface. Attributes such as user quota, email, avatar pictures, group memberships and more can be pulled into Nextcloud from a directory with the appropriate queries and filters. A user logs into Nextcloud with their LDAP or AD credentials, and is granted access based on an authentication request handled by the LDAP or AD server. Nextcloud does not store LDAP or AD passwords, rather these credentials are used to authenticate a user and then Nextcloud uses a session for the user ID. More information is available in the LDAP User and Group Backend documentation.
el: Αυτή η εφαρμογή επιτρέπει στους διαχειριστές να συνδέουν το Nextcloud με έναν κατάλογο χρηστών που βασίζεται στο LDAP για τον έλεγχο ταυτότητας και την παροχή χαρακτηριστικών, ομάδων και χρηστών. Οι διαχειριστές μπορούν να ρυθμίσουν αυτήν την εφαρμογή ώστε να συνδέονται σε έναν ή περισσότερους καταλόγους LDAP ή Active Directories μέσω διεπαφής LDAP. Χαρακτηριστικά όπως η ποσόστωση των χρηστών, τα μηνύματα ηλεκτρονικού ταχυδρομείου, οι εικόνες των avatar, η συμμετοχή σε ομάδες και άλλα μπορούν να τραβηχτούν στο Nextcloud από έναν κατάλογο με τα κατάλληλα ερωτήματα και φίλτρα. Ένας χρήστης συνδέεται στο Nextcloud με τα διαπιστευτήριά του LDAP ή του AD και του παρέχεται πρόσβαση βάσει μιας αίτησης ελέγχου ταυτότητας που χειρίζεται ο διακομιστής LDAP ή AD. Το Nextcloud δεν αποθηκεύει κωδικούς πρόσβασης LDAP ή AD, αλλά αυτά τα διαπιστευτήρια χρησιμοποιούνται για τον έλεγχο ταυτότητας ενός χρήστη και στη συνέχεια το Nextcloud χρησιμοποιεί μια περίοδο σύνδεσης για το αναγνωριστικό χρήστη. Περισσότερες πληροφορίες είναι διαθέσιμες στην τεκμηρίωση του χρήστη LDAP και της ομάδας Backend.

source: Test Configuration
el: Δοκιμαστικές ρυθμίσεις

source: Help
el: Βοήθεια

source: Groups meeting these criteria are available in %s:
el: Οι ομάδες που πληρούν τα κριτήρια είναι διαθέσιμες σε %s:

source: Only these object classes:
el: Μόνο οι κλάσεις αντικειμένων:

source: Only from these groups:
el: Μόνο από τις ομάδες:

source: Search groups
el: Αναζήτηση ομάδων

source: Available groups
el: Διαθέσιμες ομάδες

source: Selected groups
el: Επιλεγμένες ομάδες

source: Edit LDAP Query
el: Επεξεργασία ερωτήματος

source: LDAP Filter:
el: Φίλτρο LDAP:

source: The filter specifies which LDAP groups shall have access to the %s instance.
el: Το φίλτρο καθορίζει ποιες ομάδες LDAP θα έχουν πρόσβαση στην εγκατάσταση %s.

source: Verify settings and count the groups
el: Έλεγχος ρυθμίσεων και μέτρημα ομάδων

source: When logging in, %s will find the user based on the following attributes:
el: Κατά τη σύνδεση, το %s θα βρει το χρήστη βασιζόμενος στις ακόλουθες ιδιότητες:

source: LDAP/AD Username:
el: LDAP/AD όνομα χρήστη:

source: Allows login against the LDAP/AD username, which is either "uid" or "sAMAccountName" and will be detected.
el: Επιτρέπει την σύνδεση ενάντια στο LDAP/AD όνομα χρήστη, το οποίο είναι είτε "uid" ή "sAMAccountName" και θα ανιχνευθεί.

source: LDAP/AD Email Address:
el: LDAP/AD Διεύθυνση email:

source: Allows login against an email attribute. "mail" and "mailPrimaryAddress" allowed.
el: Επιτρέπει με χρήση μια ιδιότητας email. Τα "mail" και "mailPrimaryAddress" επιτρέπονται.

source: Other Attributes:
el: Άλλες Ιδιότητες:

source: Defines the filter to apply, when login is attempted. "%%uid" replaces the username in the login action. Example: "uid=%%uid"
el: Ορίζει το φίλτρο που θα εφαρμοστεί, όταν επιχειρηθεί σύνδεση. Το "%%uid" αντικαθιστά το όνομα χρήστη κατά τη σύνδεση. Παράδειγμα: "uid=%%uid"

source: Test Loginname
el: Δοκιμή

source: Verify settings
el: Επιβεβαίωση ρυθμίσεων

source: %s. Server:
el: %s. Διακομιστής:

source: Add a new configuration
el: Προσθήκη νέας ρύθμισης

source: Copy current configuration into new directory binding
el: Αντιγραφή της τρέχουσας διαμόρφωσης σε νέο κατάλογο

source: Delete the current configuration
el: Διαγραφή τρέχουσας διαμόρφωσης

source: Host
el: Διακομιστής

source: You can omit the protocol, unless you require SSL. If so, start with ldaps://
el: Μπορείτε να παραλείψετε το πρωτόκολλο, εκτός αν απαιτείται SSL. Σε αυτή την περίπτωση ξεκινήστε με ldaps://

source: Port
el: Θύρα

source: Detect Port
el: Ανίχνευση Θύρας

source: The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty.
el: Το DN του χρήστη πελάτη με το οποίο θα πρέπει να γίνει η σύνδεση, π.χ. uid=agent,dc=example,dc=com. Για χρήση χωρίς πιστοποίηση, αφήστε το DN και τον Κωδικό κενά.

source: Password
el: Συνθηματικό

source: For anonymous access, leave DN and Password empty.
el: Για ανώνυμη πρόσβαση, αφήστε κενά τα πεδία DN και Pasword.

source: Save Credentials
el: Αποθήκευση διαπιστευτηρίων

source: One Base DN per line
el: Ένα DN Βάσης ανά γραμμή

source: You can specify Base DN for users and groups in the Advanced tab
el: Μπορείτε να καθορίσετε το Base DN για χρήστες και ομάδες από την καρτέλα Προηγμένες ρυθμίσεις

source: Detect Base DN
el: Ανίχνευση Base DN

source: Test Base DN
el: Δοκιμή

source: Avoids automatic LDAP requests. Better for bigger setups, but requires some LDAP knowledge.
el: Αποφυγή αυτόματων αιτημάτων LDAP. Προτιμότερο για μεγαλύτερες εγκαταστάσεις, αλλά απαιτεί κάποιες γνώσεις LDAP.

source: Manually enter LDAP filters (recommended for large directories)
el: Εισάγετε με μη αυτόματο τρόπο φίλτρα LDAP (προτείνεται για μεγάλους καταλόγους)

source: Listing and searching for users is constrained by these criteria:
el: Η εμφάνιση και αναζήτηση για χρήστες περιορίζεται από τα κριτήρια:

source: The most common object classes for users are organizationalPerson, person, user, and inetOrgPerson. If you are not sure which object class to select, please consult your directory admin.
el: Οι πιο συνηθισμένες κλάσεις αντικειμένων για τους χρήστες είναι οι organizationalPerson, person, user, και inetOrgPerson. Εάν δεν είσαστε σίγουροι πιο κλάση να επιλέξετε, παρακαλώ συμβουλευτείτε τον διαχειριστή του καταλόγου σας.

source: The filter specifies which LDAP users shall have access to the %s instance.
el: Το φίλτρο καθορίζει ποιοι χρήστες LDAP θα έχουν πρόσβαση στην εγκατάσταση %s.

source: Verify settings and count users
el: Επαλήθευση ρυθμίσεων και καταμέτρηση χρηστών

source: Saving
el: Αποθήκευση

source: Back
el: Επιστροφή

source: Continue
el: Συνέχεια

source: Please renew your password.
el: Παρακαλούμε ανανεώτε το συνθηματικό σας.

source: An internal error occurred.
el: Παρουσιάστηκε ένα εσωτερικό σφάλμα.

source: Please try again or contact your administrator.
el: Παρακαλούμε δοκιμάστε ξανά ή επικοινωνήστε με τον διαχειριστή σας.

source: Current password
el: Τρέχον συνθηματικό

source: New password
el: Νέο συνθηματικό

source: Renew password
el: Ανανέωση συνθηματικού

source: Wrong password.
el: Εσφαλμένο συνθηματικό.

source: Cancel
el: Ακύρωση

source: Server
el: Διακομιστής

source: Users
el: Χρήστες

source: Login Attributes
el: Ιδιότητες Σύνδεσης

source: Groups
el: Ομάδες

source: Expert
el: Ειδικός

source: Advanced
el: Για προχωρημένους

source: <b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it.
el: <b>Προσοχή:</b> Το άρθρωμα PHP LDAP δεν είναι εγκατεστημένο και το σύστημα υποστήριξης δεν θα δουλέψει. Παρακαλώ ζητήστε από τον διαχειριστή συστήματος να το εγκαταστήσει.

source: Connection Settings
el: Ρυθμίσεις Σύνδεσης

source: Configuration Active
el: Ενεργοποιηση ρυθμισεων

source: When unchecked, this configuration will be skipped.
el: Όταν δεν είναι επιλεγμένο, αυτή η ρύθμιση θα πρέπει να παραλειφθεί.

source: Backup (Replica) Host
el: Δημιουργία αντιγράφων ασφαλείας (Replica) Host

source: Give an optional backup host. It must be a replica of the main LDAP/AD server.
el: Δώστε μια προαιρετική εφεδρική υποδοχή. Πρέπει να είναι ένα αντίγραφο του κύριου LDAP / AD διακομιστη.

source: Backup (Replica) Port
el: Δημιουργία αντιγράφων ασφαλείας (Replica) Υποδοχη

source: Disable Main Server
el: Απενεργοποιηση του κεντρικου διακομιστη

source: Only connect to the replica server.
el: Σύνδεση μόνο με το διακομιστή-αντίγραφο.

source: Turn off SSL certificate validation.
el: Απενεργοποίηση επικύρωσης πιστοποιητικού SSL.

source: Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server.
el: Δεν προτείνεται, χρησιμοποιείστε το μόνο για δοκιμές! Εάν η σύνδεση λειτουργεί μόνο με αυτή την επιλογή, εισάγετε το πιστοποιητικό SSL του διακομιστή LDAP στο %s διακομιστή σας.

source: in seconds. A change empties the cache.
el: σε δευτερόλεπτα. Μια αλλαγή αδειάζει την μνήμη cache.

source: Directory Settings
el: Ρυθμίσεις Καταλόγου

source: User Display Name Field
el: Πεδίο Ονόματος Χρήστη

source: The LDAP attribute to use to generate the user's display name.
el: Η ιδιότητα LDAP προς χρήση για δημιουργία του προβαλλόμενου ονόματος χρήστη.

source: 2nd User Display Name Field
el: 2ο Πεδίο Ονόματος Χρήστη

source: Optional. An LDAP attribute to be added to the display name in brackets. Results in e.g. »John Doe (john.doe@example.org)«.
el: Προαιρετικό. Ένα χαρακτηριστικό LDAP να προστεθεί στο εμφανιζόμενο όνομα σε παρενθέσεις. Τα αποτελέσματα π.χ. »John Doe (john.doe@example.org)«.

source: One User Base DN per line
el: Ένα DN βάσης χρηστών ανά γραμμή

source: User Search Attributes
el: Χαρακτηριστικά αναζήτησης των χρηστών

source: Optional; one attribute per line
el: Προαιρετικά? Ένα χαρακτηριστικό ανά γραμμή

source: The LDAP attribute to use to generate the groups's display name.
el: Η ιδιότητα LDAP προς χρήση για δημιουργία του προβαλλόμενου ονόματος ομάδας.

source: One Group Base DN per line
el: Μια ομαδικη Βάση DN ανά γραμμή

source: Group Search Attributes
el: Ομάδα Χαρακτηριστικων Αναζήτηση

source: Dynamic Group Member URL
el: Δυναμική URL Μέλους Ομάδας

source: The LDAP attribute that on group objects contains an LDAP search URL that determines what objects belong to the group. (An empty setting disables dynamic group membership functionality.)
el: Το χαρακτηριστικό LDAP που σε αντικείμενα ομάδας περιέχει μια διεύθυνση URL αναζήτησης LDAP που καθορίζει ποια αντικείμενα ανήκουν στην ομάδα. (Μια κενή ρύθμιση απενεργοποιεί τη λειτουργία δυναμικής συμμετοχής σε ομάδες.)

source: Nested Groups
el: Φωλιασμένες ομάδες

source: When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)
el: Όταν ενεργοποιηθεί, οι ομάδες που περιέχουν ομάδες υποστηρίζονται. (Λειτουργεί μόνο αν το χαρακτηριστικό μέλους ομάδες περιέχει Διακεκριμένα Ονόματα.)

source: Paging chunksize
el: Μέγεθος σελιδοποίησης

source: Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)
el: Μέγεθος τμήματος που χρησιμοποιείται για την σελιδοποίηση αναζητήσεων LDAP που μπορεί να επιστρέψουν πολλά δεδομένα, όπως απαρίθμηση χρηστών ή ομάδων. (Η τιμή 0 απενεργοποιεί την σελιδοποίηση των αναζητήσεων LDAP σε αυτές τις περιπτώσεις.)

source: Enable LDAP password changes per user
el: Ενεργοποίηση αλλαγών συνθηματικού LDAP ανά χρήστη

source: Allow LDAP users to change their password and allow Super Administrators and Group Administrators to change the password of their LDAP users. Only works when access control policies are configured accordingly on the LDAP server. As passwords are sent in plaintext to the LDAP server, transport encryption must be used and password hashing should be configured on the LDAP server.
el: Επιτρέψτε στους χρήστες του LDAP να αλλάξουν τον κωδικό πρόσβασής τους και να επιτρέψουν στους διαχειριστές Super Administrators και στην Ομάδα Διαχειριστών να αλλάξουν τον κωδικό πρόσβασης των χρηστών του LDAP. Λειτουργεί μόνο όταν οι πολιτικές ελέγχου πρόσβασης έχουν διαμορφωθεί ανάλογα με το διακομιστή LDAP. Δεδομένου ότι οι κωδικοί πρόσβασης αποστέλλονται σε απλό κείμενο στον διακομιστή LDAP, πρέπει να χρησιμοποιηθεί κρυπτογράφηση μεταφοράς και ο συμψηφισμός κωδικών πρόσβασης πρέπει να επεξεργαστεί στον διακομιστή LDAP.

source: (New password is sent as plain text to LDAP)
el: (Νέος κωδικός πρόσβασης στάλθηκε ως απλό κείμενο στο LDAP)

source: Default password policy DN
el: Προεπιλεγμένη πολιτική κωδικού πρόσβασης DN

source: The DN of a default password policy that will be used for password expiry handling. Works only when LDAP password changes per user are enabled and is only supported by OpenLDAP. Leave empty to disable password expiry handling.
el: Το DN μιας προεπιλεγμένης πολιτικής κωδικού πρόσβασης που θα χρησιμοποιηθεί για το χειρισμό της λήξης κωδικού. Λειτουργεί μόνο όταν οι αλλαγές κωδικού πρόσβασης LDAP ανά χρήστη είναι ενεργοποιημένες και υποστηρίζονται μόνο από το OpenLDAP. Αφήστε το κενό για να απενεργοποιήσετε τη διαδικασία λήξης του κωδικού πρόσβασης.

source: Special Attributes
el: Ειδικά Χαρακτηριστικά

source: Quota Field
el: Ποσοσταση πεδιου

source: Leave empty for user's default quota. Otherwise, specify an LDAP/AD attribute.
el: Αφήστε κενό για την προεπιλεγμένο όριο του χρήστη. Διαφορετικά, καθορίστε ένα χαρακτηριστικό LDAP / AD.

source: Quota Default
el: Προκαθισμενο πεδιο

source: Override default quota for LDAP users who do not have a quota set in the Quota Field.
el: Αντικατάσταση προεπιλεγμένου ορίου χρηστών LDAP που δεν έχουν καθορίσει όριο στο Πεδίο Ορίου.

source: Email Field
el: Email τυπος

source: Set the user's email from their LDAP attribute. Leave it empty for default behaviour.
el: Ορίστε το email του χρήστη από το χαρακτηριστικό LDAP του. Αφήστε το κενό για την προεπιλεγμένη χρήση.

source: User Home Folder Naming Rule
el: Χρήστης Προσωπικόςφάκελος Ονομασία Κανόνας

source: Leave empty for username (default). Otherwise, specify an LDAP/AD attribute.
el: Αφήστε το κενό για το όνομα χρήστη (προεπιλογή). Διαφορετικά, συμπληρώστε μία ιδιότητα LDAP/AD.

source: "$home" Placeholder Field
el: "$home" Πεδίο Δέσμευσης

source: $home in an external storage configuration will be replaced with the value of the specified attribute
el: Το $home σε μια ρύθμιση εξωτερικού χώρου αποθήκευσης θα αντικατασταθεί με την τιμή του καθορισμένου χαρακτηριστικού

source: Internal Username
el: Εσωτερικό Όνομα Χρήστη

source: By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [a-zA-Z0-9_.@-]. Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all *DAV services. With this setting, the default behavior can be overridden. Changes will have effect only on newly mapped (added) LDAP users. Leave it empty for default behavior.
el: Το εσωτερικό όνομα χρήστη θα δημιουργηθεί από το UUID γνώρισμα από προεπιλογή. Αυτό εξασφαλίζει ότι το όνομα χρήστη είναι μοναδικό και οι χαρακτήρες δεν χρειάζεται να τροποποιηθούν. Το εσωτερικό όνομα χρήστη έχει τον περιορισμό της χρήσης μόνο των συγκεκριμένων χαρακτήρων: [a-zA-Z0-9_.@-]. Άλλοι χαρακτήρες αντικαθίστανται με τις ASCII αντιστοιχίες τους ή απλά απορρίπτονται. Σε περίπτωση σύγκρουσης ένας αριθμός θα προστεθεί/αυξηθεί. Το εσωτερικό όνομα χρήστη χρησιμοποιείται για την αναγνώριση ενός χρήστη εσωτερικά. Είναι επίσης το προεπιλεγμένο όνομα για τον φάκελο αρχικής του χρήστη. Είναι επιπλέον ένα μέρος απομακρυσμένων συνδέσμων, για παράδειγμα για όλες τις *DAV υπηρεσίες. Με αυτή τη ρύθμιση, η προεπιλεγμένη συμπεριφορά μπορεί να παρακαμφθεί. Τυχόν αλλαγές θα έχουν επίδραση μόνο σε νέους χαρτογραφημένους (εισαχθέντες) LDAP χρήστες. Αφήστε το κενό για την προεπιλεγμένη συμπεριφορά.

source: Internal Username Attribute:
el: Ιδιότητα Εσωτερικού Ονόματος Χρήστη:
