Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/user_ldap.po
Languages: el

source: Override UUID detection
el: Παράκαμψη ανίχνευσης UUID

source: By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups.
el: Από προεπιλογή, το χαρακτηριστικό UUID εντοπίζεται αυτόματα. Το χαρακτηριστικό UUID χρησιμοποιείται για την αναγνώριση χωρίς αμφιβολία χρηστών και ομάδων LDAP. Επίσης, το εσωτερικό όνομα χρήστη θα δημιουργηθεί με βάση το UUID, εφόσον δεν ορίζεται διαφορετικά ανωτέρω. Μπορείτε να παρακάμψετε τη ρύθμιση και να ορίσετε ένα χαρακτηριστικό της επιλογής σας. Θα πρέπει να βεβαιωθείτε ότι το χαρακτηριστικό της επιλογής σας μπορεί να ληφθεί για τους χρήστες και τις ομάδες και ότι είναι μοναδικό. Αφήστε το κενό για την προεπιλεγμένη λειτουργία. Οι αλλαγές θα έχουν ισχύ μόνο σε πρόσφατα αντιστοιχισμένους (προστιθέμενους) χρήστες και ομάδες LDAP.

source: UUID Attribute for Users:
el: Χαρακτηριστικό UUID για Χρήστες:

source: UUID Attribute for Groups:
el: Χαρακτηριστικό UUID για Ομάδες:

source: Username-LDAP User Mapping
el: Αντιστοίχιση Χρηστών Όνομα Χρήστη-LDAP

source: Usernames are used to store and assign metadata. In order to precisely identify and recognize users, each LDAP user will have an internal username. This requires a mapping from username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found. The internal username is used all over. Clearing the mappings will have leftovers everywhere. Clearing the mappings is not configuration sensitive, it affects all LDAP configurations! Never clear the mappings in a production environment, only in a testing or experimental stage.
el: Τα ονόματα χρηστών χρησιμοποιούνται για την αποθήκευση και την εκχώρηση μεταδεδομένων. Προκειμένου να εντοπιστούν και να αναγνωριστούν με ακρίβεια οι χρήστες, κάθε ένας του LDAP θα έχει ένα εσωτερικό όνομα. Αυτό απαιτεί μια αντιστοίχιση από όνομα χρήστη σε χρήστη LDAP. Το τελικό όνομα χρήστη αντιστοιχίζεται στο UUID του χρήστη LDAP. Επιπλέον, αποθηκεύεται προσωρινά το DN για τη μείωση της αλληλεπίδρασης LDAP, αλλά δεν χρησιμοποιείται για αναγνώριση. Εάν αλλάξει το DN, οι αλλαγές θα βρεθούν. Το εσωτερικό όνομα χρήστη χρησιμοποιείται παντού. Η εκκαθάριση των αντιστοιχίσεων θα έχει υπολείμματα παντού. Η εκκαθάριση των αντιστοιχιών δεν είναι ευαίσθητη στη διαμόρφωση, επηρεάζει όλες τις διαμορφώσεις LDAP! Μην εκκαθαρίζετε ποτέ τις αντιστοιχίσεις σε τρέχων σύστημα, μόνο σε δοκιμαστικό ή πειραματικό στάδιο.

source: Clear Username-LDAP User Mapping
el: Διαγραφή αντιστοίχησης Ονόματος Χρήστη LDAP-Χρήστη

source: Clear Groupname-LDAP Group Mapping
el: Διαγραφή αντιστοίχησης Ονόματος Ομάδας-LDAP Ομάδας

source: A connection error to LDAP / AD occurred, please check host, port and credentials.
el: Προέκυψε σφάλμα σύνδεσης στο LDAP / AD, παρακαλούμε ελέγξτε διακομιστή θύρα και διαπιστευτήρια.

source: The "%uid" placeholder is missing. It will be replaced with the login name when querying LDAP / AD.
el: Η δέσμευση "%uid" απουσιάζει. Θα αντικατασταθεί με το όνομα σύνδεσης κατά το ερώτημα LDAP / AD.

source: The group box was disabled, because the LDAP / AD server does not support memberOf.
el: Το πεδίο ομάδας απενεργοποιήθηκε επειδή ο διακομιστής LDAP / AD δεν υποστηρίζει το memberOf.

source: LDAP / AD integration
el: LDAP / AD ενσωμάτωση

source: LDAP / AD Username:
el: Όνομα χρήστη LDAP / AD:

source: Allows login against the LDAP / AD username, which is either "uid" or "sAMAccountName" and will be detected.
el: Επιτρέπει σύνδεση με το όνομα χρήστη στο LDAP / AD, το οποίο είναι είτε "uid" ή "sΑΜΑccountΝame" και θα ανιχνευθεί.

source: LDAP / AD Email Address:
el: Διεύθυνση ηλ. ταχυδρομείου LDAP / AD:

source: By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [ a-zA-Z0-9_.@- ]. Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all *DAV services. With this setting, the default behavior can be overridden. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users.
el: Από προεπιλογή, το εσωτερικό όνομα χρήστη θα δημιουργηθεί από το χαρακτηριστικό UUID. Εξασφαλίζει ότι το όνομα χρήστη είναι μοναδικό και οι χαρακτήρες δεν χρειάζεται να μετατραπούν. Το εσωτερικό όνομα χρήστη έχει τον περιορισμό ότι επιτρέπονται μόνο οι χαρακτήρες: [a-zA-Z0-9 _. @ -]. Άλλοι χαρακτήρες αντικαθίστανται με την μορφή ASCII ή απλά παραλείπονται. Στις διενέξεις θα προστεθεί / αυξηθεί ένας αριθμός. Το εσωτερικό όνομα χρήστη χρησιμοποιείται για την εσωτερική αναγνώριση ενός χρήστη. Είναι επίσης το προεπιλεγμένο όνομα για τον αρχικό φάκελο του χρήστη. Είναι επίσης μέρος απομακρυσμένων διευθύνσεων URL, για παράδειγμα για όλες τις υπηρεσίες * DAV. Με αυτήν τη ρύθμιση, η προεπιλεγμένη μπορεί να αντικατασταθεί. Αφήστε το κενό για την προεπιλεγμένη ρύθμιση. Οι αλλαγές θα επηρεάσουν μόνο τους νέους χρήστες που έχουν αντιστοιχιστεί (προστεθεί) στο LDAP.
