Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/user_status.po
Languages: el

source: Recent statuses
el: Πρόσφατες καταστάσεις

source: In a meeting
el: Σε συνάντηση

source: Commuting
el: Μετακίνηση προς την εργασία

source: Out sick
el: Αναρρωτική άδεια

source: Vacationing
el: Διακοπάρω

source: Working remotely
el: Εργασία εξ αποστάσεως

source: In a call
el: Σε μια κλήση

source: User status
el: Κατάσταση χρήστη

source: View profile
el: Προβολή προφίλ

source: Clear status message after
el: Εκκαθάριση μηνύματος κατάστασης μετά από

source: What is your status?
el: Ποια είναι η κατάστασή σας;

source: Set status
el: Ορισμός κατάστασης

source: Online status
el: Κατάσταση σε σύνδεση

source: Status message
el: Μήνυμα κατάστασης

source: Clear status message
el: Εκκαθάριση μηνύματος κατάστασης

source: Set status message
el: Ορισμός μηνύματος κατάστασης

source: There was an error saving the status
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση της κατάστασης

source: There was an error clearing the status
el: Παρουσιάστηκε σφάλμα κατά την εκκαθάριση της κατάστασης

source: No recent status changes
el: Δεν υπάρχουν πρόσφατες αλλαγές κατάστασης

source: Away
el: Λείπω

source: Do not disturb
el: Μην ενοχλείτε

source: Don't clear
el: Να μη γίνεται εκκαθάριση

source: Today
el: Σήμερα

source: This week
el: Αυτή την εβδομάδα

source: Online
el: Σε σύνδεση

source: Invisible
el: Αόρατος

source: Offline
el: Εκτός σύνδεσης

source: There was an error saving the new status
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση της νέας κατάστασης

source: 30 minutes
el: 30 λεπτά

source: 1 hour
el: 1 ώρα

source: 4 hours
el: 4 ώρες

source: Mute all notifications
el: Σίγαση όλων των ειδοποιήσεων

source: Appear offline
el: Εμφάνιση εκτός σύνδεσης

source: What's your status?
el: Ποια είναι η κατάστασή σας;
