Repository: grnet/grnet.nextcloud
Catalog: roles/nextcloud/files/translationfiles/*/viewer.po
Languages: el

source: Viewer
el: Πρόγραμμα προβολής

source: Simple file viewer with slideshow for media
el: Απλό πρόγραμμα προβολής αρχείων με παρουσίαση διαφανειών για πολυμέσα

source: Show your latest holiday photos and videos like in the movies, show a glimpse of your latest novel directly from your nextcloud, choose the best GIF of your collection thanks to the direct preview of your favorites files and many more!
el: Δείτε τις τελευταίες φωτογραφίες και βίντεο των διακοπών σας, όπως στις ταινίες, δείτε το τελευταίο μυθιστόρημά σας απευθείας από το nextcloud, επιλέξτε το καλύτερο GIF της συλλογής σας χάρη στην άμεση προεπισκόπηση των αγαπημένων σας αρχείων και πολλά άλλα!

source: Your browser does not support audio.
el: Το πρόγραμμα περιήγησής σας δεν υποστηρίζει ήχο.

source: Error loading {name}
el: Σφάλμα φόρτωσης {name}

source: Your browser does not support videos.
el: Ο περιηγητής σας δεν υποστηρίζει βίντεο.

source: Open sidebar
el: Άνοιγμα πλευρικής στήλης

source: Download
el: Λήψη

source: Delete
el: Διαγραφή

source: There is no plugin available to display this file type
el: Δεν υπάρχει διαθέσιμο πρόσθετο για την προβολή αυτού του τύπου αρχείου

source: View
el: Προβολή
